{
	"_characters": {
		"voss": "Pastor Voss",
		"otto": "Mayor",
		"margarethe": "Grandmother",
		"georg": "Georg",
		"elise": "Elise",
		"konrad": "Konrad",
		"hilde": "Hilde",
		"anna": "Anna"
	},
	"res://data/dialogue/prologue.json": {
		"narration_1": {
			"text": "Berlin, November 1923."
		},
		"narration_1b": {
			"text": "The rain drums against the window of my small apartment in Charlottenburg. Outside, a woman walks with her head bowed through the puddles. She doesn't look up."
		},
		"narration_1c": {
			"text": "Nobody looks up these days. Inflation is devouring the country. A loaf of bread costs billions. But that's not why my hands are trembling."
		},
		"narration_memory_1": {
			"text": "Grandmother Margarethe was the one who brought me to folklore. As a child I sat on her lap while she told me the old stories — not as fairy tales, but as memories."
		},
		"narration_memory_2": {
			"text": "\"The stories are true, Elise,\" she always said. \"Not literally. But true.\" Back then I didn't understand what she meant. Today, after three semesters of folklore studies, I'm no longer sure I want to understand."
		},
		"narration_memory_3": {
			"text": "Five months of silence. Three unanswered letters. I had already considered calling the municipal office in Waldkirch. But then this letter arrived today."
		},
		"narration_2": {
			"text": "Between stacks of folklore books and half-finished seminar papers lies a letter. The envelope is damp from the rain, but the ink has held."
		},
		"narration_2b": {
			"text": "The postmark is from today. The handwriting belongs to my grandmother Margarethe."
		},
		"narration_2c": {
			"text": "Grandmother hasn't written to me in five months. My last three letters went unanswered. I had started to worry."
		},
		"elise_1": {
			"text": "This handwriting... yes, that's her. But it trembles more than before. And the ink — she wrote with something darker than usual."
		},
		"narration_3": {
			"text": "I carefully open the letter. The paper smells of... herbs? And something else. Earth, perhaps. Or ash."
		},
		"narration_3b": {
			"text": "The letter is short. Just three sentences, in shaky handwriting:"
		},
		"narration_4": {
			"text": "\"Dearest Elise, come to Graubach. It is time for you to learn the truth. Bring something to protect yourself.\""
		},
		"elise_3": {
			"text": "\"Something to protect myself\"? Grandmother, what is that supposed to mean?"
		},
		"narration_5": {
			"text": "I turn the letter over. On the back, something is scratched — not a written word, but a symbol. A spiral, winding inward."
		},
		"narration_5b": {
			"text": "In my folklore studies, I've seen this symbol. It's old. Older than Christianity in these lands. A protection sign — or a warning."
		},
		"elise_conflict_1": {
			"text": "Graubach... I have three seminars next week. My paper on Thuringian harvest rites is overdue."
		},
		"narration_conflict_2": {
			"text": "I set the letter on the table and step to the window. The rain grows heavier. In the glass I see my reflection — tired eyes, hair unkempt. I've been sleeping badly for weeks."
		},
		"narration_conflict_3": {
			"text": "Ever since the letters stopped coming, actually. As if a part of me had known that something was wrong. That grandmother's silence was not forgetfulness, but a decision."
		},
		"elise_conflict_4": {
			"text": "No. The seminars can wait. Grandmother has never asked me for anything. Never. And now she writes \"come\" — then I'll come."
		},
		"elise_5": {
			"text": "The next train south leaves tomorrow morning at six. I need to pack."
		},
		"narration_6": {
			"text": "My gaze wanders through the apartment. I can't take much — only the essentials. But grandmother's words make me hesitate."
		},
		"narration_6b": {
			"text": "\"Bring something to protect yourself.\""
		},
		"narration_pack_think": {
			"text": "Protection. What protects a person? Knowledge? Faith? Evidence? I look around my small apartment, and three things catch my eye."
		},
		"choice_pack": {
			"choices": [
				"My folklore books — Knowledge is protection",
				"Mother's old crucifix — Faith is protection",
				"My camera — Truth is protection"
			]
		},
		"pack_books": {
			"text": "I pack three books: Grimm's Legends, a treatise on Germanic protective rituals, and my own notes on Black Forest folklore."
		},
		"pack_books_2": {
			"text": "Knowledge has never let me down. Whatever grandmother means — I'll find it in the books."
		},
		"pack_books_3": {
			"text": "Between the pages of my notebook, I find pressed flowers from Graubach. Arnica and monkshood. Grandmother had pressed them into my hand during my last visit."
		},
		"pack_cross": {
			"text": "The crucifix lies in a drawer, wrapped in a cloth. It's carved from dark wood, by hand. My mother wore it until her death."
		},
		"pack_cross_2": {
			"text": "I'm not a religious woman. But Mother was — and Grandmother is too. Perhaps there's a protection in that which I don't understand."
		},
		"pack_cross_3": {
			"text": "When I pick it up, the wood feels warm. Almost too warm for a piece that's been lying in a drawer for months."
		},
		"pack_camera": {
			"text": "My Leica. Bought second-hand from a photographer who left the country. Six rolls of film — more than I can afford."
		},
		"pack_camera_2": {
			"text": "Whatever happens in Graubach — I will document it. Pictures don't lie. Unlike people."
		},
		"pack_camera_3": {
			"text": "I load the first roll and take a test shot of the letter. Through the viewfinder, the spiral on the back looks larger than it should be."
		},
		"journal_pack": {
			"title": "The Letter from Graubach",
			"content": "Grandmother writes after five months of silence. Three cryptic sentences and an etched spiral. The postmark is from today — how can a letter from the Black Forest reach Berlin in a single day?"
		},
		"narration_night": {
			"text": "I sleep badly that night. In my dream I hear singing — a chorus of many voices, deep and ancient. I don't know the melody, but my body does."
		},
		"narration_night_2": {
			"text": "When the alarm rings at half past four, I'm already awake. My fingers are cold. On the fogged window, someone — or something — has drawn a spiral."
		},
		"narration_night_3": {
			"text": "From the inside."
		},
		"narration_train_1": {
			"text": "The train rattles through the November landscape. Berlin is three hours behind me. The cities grow smaller, the forests denser."
		},
		"narration_train_2": {
			"text": "Across from me sits an elderly woman with a basket on her lap. She knits and hums softly. The melody..."
		},
		"narration_train_3": {
			"text": "It's the same melody from my dream."
		},
		"elise_train_2": {
			"text": "Excuse me... that song you're humming. Where do you know it from?"
		},
		"narration_train_old": {
			"text": "The woman looks at me. Her eyes are milky, nearly blind. She smiles."
		},
		"narration_train_old_2": {
			"text": "\"They sing that in the Black Forest when November comes. So that those who sleep below don't wake up.\""
		},
		"elise_train_ask_2": {
			"text": "Those who sleep below? That sounds like an old incantation. I study folklore — may I ask where exactly in the Black Forest you learned that?"
		},
		"narration_old_react": {
			"text": "The woman stops knitting. For a moment her smile is gone. Then it returns — but it no longer reaches her eyes."
		},
		"narration_old_react_2": {
			"text": "\"Learned? Child, you don't learn that. You know it. The same way you know when it's time to close the windows.\""
		},
		"elise_train_ask_3": {
			"text": "And when is it time to close the windows?"
		},
		"narration_old_unsettling": {
			"text": "The woman leans forward. Her breath smells of herbs — the same herbs as grandmother's letter. \"When the singing starts, child. When the singing starts.\""
		},
		"narration_train_old_3": {
			"text": "She continues knitting. I say nothing more. But I notice that her knitting pattern forms spirals."
		},
		"narration_train_old_4": {
			"text": "A shiver runs down my spine. I press my bag closer to me and look out the window. The forests outside grow denser, darker."
		},
		"narration_train_4": {
			"text": "In Freiburg I change trains. The connecting train is smaller, older. It smells of coal smoke and wet wood."
		},
		"elise_train_4": {
			"text": "Graubach... I was last there as a child. Ten years ago. Back then it smelled of pine needles and grandmother's cake."
		},
		"narration_train_5": {
			"text": "I remember the village fountain, the church with the crooked tower. The forest that encircles the village like a clenched fist."
		},
		"narration_train_6": {
			"text": "And I remember something I've long suppressed. The last night in Graubach, when I was fourteen."
		},
		"narration_train_7": {
			"text": "I had woken because I heard singing. From the ground. Grandmother sat by my bed, holding my hand. \"Go back to sleep,\" she'd said. \"It's just the wind singing.\""
		},
		"narration_train_8": {
			"text": "But it hadn't been the wind. And grandmother had been crying."
		},
		"narration_kutsche": {
			"text": "The railway ends in Waldkirch. From there it's another two hours by coach."
		},
		"narration_kutsche_2": {
			"text": "The coachman is a taciturn man with a scarred face. When I say \"Graubach,\" he pauses briefly."
		},
		"narration_kutsche_3": {
			"text": "\"I'll take you to the village edge,\" he says. \"No further. Not in November.\""
		},
		"narration_kutsche_4": {
			"text": "The road narrows. The firs close in as if trying to block the way. The last daylight struggles through the branches."
		},
		"narration_kutsche_5": {
			"text": "At the village edge, the coachman stops abruptly. He takes my money without looking at me. The coach disappears into the fog before I can turn around."
		},
		"narration_arrival_1": {
			"text": "Graubach."
		},
		"narration_arrival_2": {
			"text": "The fog hangs between the half-timbered houses like grey shrouds. The shutters are closed — all of them. On an afternoon."
		},
		"narration_arrival_3": {
			"text": "No dog barks. No child plays in the street. No smoke rises from the chimneys, though it's bitterly cold."
		},
		"narration_arrival_4": {
			"text": "The silence isn't empty. It's full. Like a mouth opening to scream but making no sound."
		},
		"narration_arrival_5": {
			"text": "My footsteps on the cobblestones are the only sound. Each step an intruder in this suffocating quiet."
		},
		"narration_childhood_1": {
			"text": "This is not the Graubach of my childhood. Back then the doors stood open. Women called to each other across the alley. Girls washed laundry at the fountain and laughed."
		},
		"elise_childhood_1": {
			"text": "Grandmother always stood at the fence and waved when I came. Even from afar I could see her. What happened here?"
		},
		"narration_childhood_2": {
			"text": "Nobody waves. Nobody stands at the fence. Only the fog creeps through the empty alleys, and somewhere — deep and barely audible — something hums."
		},
		"narration_arrival_6": {
			"text": "I know the way to grandmother's house. Left past the fountain, up the alley, to the last door before the forest."
		},
		"narration_arrival_7": {
			"text": "I stop at the fountain. Dead leaves float in the murky water. And something else — a piece of cloth? No. It's a black ribbon."
		},
		"narration_arrival_8": {
			"text": "A mourning ribbon."
		},
		"narration_arrival_9": {
			"text": "Another one hangs on grandmother's fence. The door stands slightly ajar. From inside comes the sweet smell of wilted flowers."
		},
		"elise_arrival_emotion": {
			"text": "Mourning ribbon... No. No, no, no."
		},
		"narration_arrival_emotion_2": {
			"text": "My knees go weak. I grab the fence to steady myself. The wood is damp and cold under my fingers. The sweet smell of wilted flowers grows stronger."
		},
		"narration_arrival_emotion_3": {
			"text": "I know this smell. Lilies. Funeral lilies. The same ones that stood at Mother's funeral."
		},
		"narration_arrival_10": {
			"text": "The door creaks as the wind moves it. Or is it the wind?"
		},
		"journal_arrival": {
			"title": "Arrival in Graubach",
			"content": "Graubach is silent. Too silent. All shutters closed, no smoke, no people. Mourning ribbon at the fountain and at grandmother's fence. The door stands open. Something is wrong here."
		}
	},
	"res://data/dialogue/act1/arrival.json": {
		"narration_1": {
			"text": "The inside of grandmother's house has barely changed. The same dark wooden furniture, the same crocheted blankets."
		},
		"narration_2": {
			"text": "But the smell is different. Beneath the familiar scent of chamomile tea and beeswax lies something sweet. Something I can't place."
		},
		"narration_3": {
			"text": "In the bedroom she lies. Grandmother Margarethe. The blanket is pulled up to her chin, as if someone carefully tucked her in."
		},
		"narration_4": {
			"text": "Her eyes are closed. Her mouth smiles faintly. But her skin has the color of old parchment, and when I touch her hand, it's cold as stone."
		},
		"elise_grief_1": {
			"text": "Grandmother...? No... No, please not."
		},
		"narration_grief_2": {
			"text": "My knees give way. I sink onto the edge of the bed and hold her cold hand in both of mine. My fingers tremble. Tears run down my face before I notice it."
		},
		"narration_grief_3": {
			"text": "The last time I held this hand was ten years ago. At the station in Waldkirch, when grandmother slipped dried arnica into my bag as a farewell. \"Come back soon,\" she had said. \"Promise me.\""
		},
		"narration_grief_4": {
			"text": "I promised. And then came the university, the seminars, the inflation, and always a reason not to go. Ten years of excuses."
		},
		"elise_grief_5": {
			"text": "I'm sorry. I'm so sorry that I didn't come sooner."
		},
		"narration_grief_6": {
			"text": "I wipe my eyes. My gaze falls on the nightstand, and through the veil of tears I see three things standing there."
		},
		"narration_5": {
			"text": "On the nightstand are three things: a candle, burning. A glass of cloudy water. And a small notebook with a leather cover."
		},
		"narration_6": {
			"text": "The candle. It's burning. For three days, if the neighbors are right."
		},
		"books_reaction": {
			"text": "In my books it says that burning candles beside the dead mark the transition. Some traditions believe the flame keeps the soul in place until unfinished business is done."
		},
		"books_reaction_2": {
			"text": "But no candle burns for three days without being refilled. This one is barely shorter than a new one."
		},
		"elise_books_react": {
			"text": "Three days... No candle burns for three days. Not without help. In Black Forest traditions there are soul-lights that only go out when the dead find their peace."
		},
		"cross_reaction": {
			"text": "Instinctively I reach for the chain around my neck, where Mother's crucifix hangs. The wood is warm under my fingers — warmer than it should be."
		},
		"cross_reaction_2": {
			"text": "Beside the bed I murmur a prayer. The words feel foreign in this room. As if they don't belong here."
		},
		"elise_cross_react": {
			"text": "Something in this room doesn't feel right. The crucifix is warm. The air is heavy. And this candle... it should have gone out long ago."
		},
		"camera_reaction": {
			"text": "My first instinct is to raise the camera. To capture the scene. But then I lower it again. Some things don't belong on film."
		},
		"camera_reaction_2": {
			"text": "Still — the candle. I photograph it up close. Through the viewfinder I see something I hadn't noticed with the naked eye: The wax doesn't drip downward. It spirals around the candle."
		},
		"elise_camera_react": {
			"text": "The wax spirals... like the symbol on the letter. That's no coincidence. Something is keeping this flame alive."
		},
		"general_reaction": {
			"text": "A shiver runs down my spine. The candle flickers, though there's no draft in the room. The flame bends — toward me."
		},
		"elise_general_react": {
			"text": "I take a step back. The flame follows my movement. Impossible. And yet it happens, right before my eyes."
		},
		"meet_georg": {
			"text": "Behind me, the wooden floor creaks. I spin around."
		},
		"narration_georg_1": {
			"text": "A man stands in the doorframe. Tall, broad-shouldered, with hands like shovels. His face is weathered, his eyes tired."
		},
		"narration_georg_2": {
			"text": "Uncle Georg. Grandmother's only son. The blacksmith of Graubach."
		},
		"elise_sees_georg": {
			"text": "Georg...? You look... you look terrible."
		},
		"georg_1": {
			"text": "Elise."
		},
		"georg_2": {
			"text": "He says only my name. But in that one word lies so much — relief, guilt, and something that sounds like fear."
		},
		"elise_responds_1": {
			"text": "When did she die? What happened?"
		},
		"georg_3": {
			"text": "You came. I had hoped... and at the same time feared that you would."
		},
		"georg_5": {
			"text": "Your grandmother... I'm sorry, child. We found her like this three days ago. Peaceful, people say. In her sleep."
		},
		"elise_responds_2": {
			"text": "Three days? Why didn't anyone let me know? I could have come right away!"
		},
		"georg_explains": {
			"text": "There's no telephone in Graubach. And the nearest telegraph is in Freiburg. Elise, I didn't want you to come here alone. Not now."
		},
		"georg_6": {
			"text": "But her face... she was smiling, Elise. As if she knew something that we don't."
		},
		"elise_responds_3": {
			"text": "She was smiling...? Grandmother never smiled in her sleep. Never. What did she see?"
		},
		"narration_elise_looks": {
			"text": "I look back into the bedroom. Grandmother's smile in the candlelight. It doesn't look peaceful. It looks knowing. As if she had set something in motion that now takes its course."
		},
		"choice_georg": {
			"choices": [
				"Who sent the letter? It was postmarked today.",
				"Why is the candle still burning after three days?",
				"What are those notes on the nightstand?"
			]
		},
		"georg_letter_1": {
			"text": "Letter? What letter?"
		},
		"georg_letter_2": {
			"text": "I show him the envelope. Georg turns pale. His large hands tremble as he touches it."
		},
		"georg_letter_3": {
			"text": "That's... that's her handwriting. But Elise — we don't have a post office in Graubach. Not anymore. And the nearest one is two days' journey away."
		},
		"elise_letter_react": {
			"text": "Kein Postamt? Aber der Stempel ist von heute, Georg. Der Brief war warm, als ich ihn öffnete. Er roch nach ihren Kräutern. Wie kann eine Tote einen Brief verschicken?"
		},
		"georg_letter_5": {
			"text": "This letter... it can't exist."
		},
		"georg_letter_exclusive": {
			"text": "Things happen in Graubach that shouldn't happen. The letter is still the most harmless of them. Believe me, Elise."
		},
		"georg_candle_1": {
			"text": "The candle... Yes. We tried to put it out. On the first day already."
		},
		"georg_candle_2": {
			"text": "Georg swallows hard. He looks at the candle like an enemy he cannot defeat."
		},
		"georg_candle_3": {
			"text": "It won't go out, Elise. We blew, poured water over it, cut the wick. The next morning it was burning again."
		},
		"elise_candle_react": {
			"text": "That's impossible. Candles go out when you cut the wick. That's... Georg, that defies all physics."
		},
		"georg_candle_4": {
			"text": "Don't put it out. Please. I don't know why, but... don't put it out."
		},
		"georg_candle_exclusive": {
			"text": "The evening before she died, Margarethe lit the candle. She said: \"This flame is for Elise. It will burn until she comes.\" I thought she was talking nonsense. But here you are. And the candle burns."
		},
		"georg_notes_1": {
			"text": "Don't touch those! Not... not now."
		},
		"georg_notes_2": {
			"text": "Georg flinches, startled, as if he hadn't expected to react so strongly. He runs a hand over his face."
		},
		"georg_notes_3": {
			"text": "Forgive me. It's... your grandmother wrote a lot in the last weeks. Day and night. As if time were running out for her."
		},
		"elise_notes_react": {
			"text": "Nightmares? Georg, I'm a folklorist. I've read hundreds of horror stories. What's in a notebook that gives YOU nightmares?"
		},
		"georg_notes_4": {
			"text": "I looked inside. Once. It gave me... it gave me nightmares, Elise. But perhaps you're the one who needs to read it."
		},
		"georg_notes_exclusive": {
			"text": "She wrote about the teacher. Konrad Mueller. About what... lives INSIDE him. Elise — promise me: stay away from Konrad."
		},
		"georg_converge": {
			"text": "Outside it grows dark. The shadows in the room's corners deepen. The candle throws flickering lights on the wall."
		},
		"sound_bells": {
			"text": "Then I hear it. The church bell. Once. Twice. Three times."
		},
		"narration_bells_2": {
			"text": "It's not a full hour. And the sound is... wrong. Too deep. As if it comes not from the tower but from underground."
		},
		"georg_react_1": {
			"text": "Georg freezes. All color drains from his face. He grabs the doorframe as if needing support."
		},
		"georg_react_2": {
			"text": "I have to go. Right now."
		},
		"georg_react_3": {
			"text": "Elise, listen to me. Stay here tonight. Lock the door. Bar it. And if someone knocks — if someone knocks, don't open."
		},
		"choice_georg_leave": {
			"choices": [
				"What's going on, Georg? Tell me the truth!",
				"Where are you going? Can I come with you?",
				"...Alright. I'll stay here."
			]
		},
		"georg_demand_1": {
			"text": "The truth? The truth is that I can't tell you everything. Not yet. It wouldn't make sense."
		},
		"georg_demand_2": {
			"text": "Tomorrow. Tomorrow we'll have breakfast together, and I'll tell you... as much as I can. But tonight — please, Elise. Trust me."
		},
		"elise_demand_farewell": {
			"text": "Tomorrow, Georg. But tomorrow I want the whole truth. No half measures."
		},
		"georg_follow_1": {
			"text": "No! Absolutely not. Not at night. Not... you must not go outside at night, Elise. Promise me."
		},
		"georg_follow_2": {
			"text": "The fear in his eyes is real. Georg was never a man who scared easily. As a child, I once saw him stop a runaway horse with his bare hands."
		},
		"elise_follow_farewell": {
			"text": "I promise. But you — be careful too. Please."
		},
		"georg_quiet": {
			"text": "Georg looks at me. A long moment. Then he nods, and I see relief in his eyes — and at the same time, deep sadness."
		},
		"georg_quiet_2": {
			"text": "You're like your grandmother. Stronger than you know."
		},
		"elise_quiet_farewell": {
			"text": "I say nothing. But as the door closes, I place my hand against it. On the other side I hear Georg pause. A moment. Then his footsteps recede, heavy and slow."
		},
		"narration_alone_1": {
			"text": "The door falls shut. I slide the bolt, as Georg said."
		},
		"narration_alone_2": {
			"text": "Alone. With my grandmother's body. And a candle that won't go out."
		},
		"narration_alone_3": {
			"text": "Outside it's completely dark now. No light comes through the shutters. No moon, no stars. Only the heavy, saturated blackness of a November evening in the Black Forest."
		},
		"narration_alone_search_1": {
			"text": "I can't sleep. Not now. Instead I walk through the house. Grandmother's wardrobe: her scarf, still smelling of lavender. Knitting needles with half-finished work, as if she had only paused briefly."
		},
		"narration_alone_search_2": {
			"text": "In a drawer: dried herbs in linen sachets, candle stubs with strange notches, a bundle of yellowed letters. And beneath — my childhood drawings. She kept them all."
		},
		"elise_finds_photo": {
			"text": "Behind the drawings is a photograph. Me, perhaps seven years old, on grandmother's lap. Both of us laughing. Summer light falls through an open window."
		},
		"narration_photo": {
			"text": "On the back, in grandmother's handwriting: \"My light against the darkness.\" The word \"light\" is underlined. Three times."
		},
		"elise_cries": {
			"text": "I'm here, grandmother. Too late... but I'm here."
		},
		"narration_alone_4": {
			"text": "I sit at the kitchen table. Grandmother's teapot is still there, half full. Beside it, a half-eaten piece of bread, hard as wood."
		},
		"narration_alone_5": {
			"text": "Three days. She's been dead for three days, but the letter was postmarked today. The candle still burns. And the church bells ring at no hour."
		},
		"narration_alone_sounds": {
			"text": "At some point in the silence I hear it. Soft, deep, barely more than a vibration in the floorboards. Singing? No — more like a hum. Like a lullaby that comes from the ground itself."
		},
		"elise_alone_resolve": {
			"text": "Tomorrow. Tomorrow I'll start to understand."
		},
		"journal_grandmother": {
			"title": "Grandmother Margarethe",
			"content": "Grandmother is dead. Three days ago, Georg says. But the letter arrived today. The candle by her bed can't be extinguished. Georg is afraid — truly, deeply afraid. What is he hiding?"
		},
		"journal_georg_entry": {
			"title": "Uncle Georg",
			"content": "Georg has changed. Older, more tired, guilt-ridden. He warned me about the night, wouldn't say why. The church bells frightened him — as if they were a signal."
		}
	},
	"res://data/dialogue/act1/first_night.json": {
		"narration_1": {
			"text": "Hours pass. Or minutes. In the glow of the inhuman candle, time loses its meaning."
		},
		"narration_2": {
			"text": "I sit at the kitchen table staring at grandmother's notebook. It lies in the bedroom. Georg's words echo in my head."
		},
		"narration_3": {
			"text": "\"I looked inside. Once. It gave me nightmares.\""
		},
		"choice_notebook": {
			"choices": [
				"Get the notebook and read it",
				"Better not. Tomorrow is another day."
			]
		},
		"read_notebook": {
			"text": "I go back to the bedroom. The candle flickers as I approach. Grandmother's face is almost alive in the dancing light."
		},
		"read_notebook_2": {
			"text": "The notebook is thin but crammed full. The handwriting grows hastier, more frantic from page to page. Some entries are in a language I don't recognize."
		},
		"read_notebook_3": {
			"text": "On the first page, neat and clear: \"For Elise. When I'm no longer here.\""
		},
		"read_notebook_4": {
			"text": "\"There is something beneath the church. Something old. Older than the village, older than the trees, older than the mountains. We call it the Sleeper. My grandmother called it the Breath of the Earth.\""
		},
		"elise_nb_react_1": {
			"text": "Something under the church...? Grandmother, what did you never tell me?"
		},
		"read_notebook_5": {
			"text": "\"Every thirty years it needs... nourishment. The last time was 1893. The next time is now. November 1923.\""
		},
		"elise_nb_react_2": {
			"text": "I set the book down. My hands are trembling too much. Thirty years. Nourishment. What kind of nourishment? I don't want to read on. But I must."
		},
		"read_notebook_6": {
			"text": "My hands tremble. I turn the page. The handwriting grows more chaotic."
		},
		"read_notebook_7": {
			"text": "\"Konrad is not Konrad. Not anymore. Since spring I see it in his eyes. He smiles differently. He moves differently. Something wears him like a coat.\""
		},
		"elise_nb_react_3": {
			"text": "Konrad. The village teacher. I don't know the man - but Grandmother writes about him as if he were a threat. What lives INSIDE a person? What wears someone like a coat?"
		},
		"read_notebook_8": {
			"text": "\"They want you, Elise. Your name is in the book beneath the church. I tried to cross it out, but the ink returns. Again and again.\""
		},
		"elise_nb_react_4": {
			"text": "My name...? MY name is in a book beneath the church? What does that mean? What does this THING want from me?"
		},
		"journal_notebook": {
			"title": "Grandmother's Notebook",
			"content": "Grandmother writes of something beneath the church — the 'Sleeper'. Every 30 years it needs 'nourishment'. The village teacher Konrad is 'no longer Konrad'. And my name is in a book beneath the church. What does it all mean?"
		},
		"skip_notebook": {
			"text": "No. Not tonight. Not alone with a corpse and a candle that won't go out."
		},
		"skip_notebook_2": {
			"text": "Tomorrow. In daylight. When the world makes sense again."
		},
		"skip_restless_1": {
			"text": "But I can't sit still. The silence presses down. I stand up and walk through the dark house, my fingers trailing along the wall."
		},
		"skip_restless_2": {
			"text": "In the hallway I stop. Above the doorframe, symbols are carved into the wood - spirals, intertwined and deep. The same as on the letter. I trace them with my fingers. The wood is smooth, as if Grandmother had retraced them regularly."
		},
		"skip_restless_3": {
			"text": "The same at every window. Spirals above the frame, dried bundles of herbs in the cracks. Every opening in the house is protected. Sealed."
		},
		"skip_restless_4": {
			"text": "Grandmother... how long have you been doing this? What have you been keeping out?"
		},
		"skip_restless_5": {
			"text": "At the kitchen window I press my forehead against the cold glass. Outside: darkness. But somewhere in that darkness I feel something. Not see, not hear - feel. As if someone is watching me."
		},
		"skip_restless_6": {
			"text": "I return to the table and wrap myself in Grandmother's shawl. The scent of lavender and chamomile envelops me. Almost comforting. Almost."
		},
		"notebook_converge": {
			"text": "At some point I must have fallen asleep. At the kitchen table, my head on my folded arms."
		},
		"narration_dream_1": {
			"text": "In the dream I stand on the village square. It's night, but the village is brightly lit — by torches arranged in a spiral."
		},
		"narration_dream_2": {
			"text": "People stand in a circle. All the villagers. They sing — the same melody I heard on the train. Deep and resonant, as if the sound comes from the earth itself."
		},
		"narration_dream_3": {
			"text": "In the center of the circle stands a man. Young, with dark hair and a smile that doesn't match his eyes. He reaches out his hand to me."
		},
		"narration_dream_4": {
			"text": "\"Welcome back, Elise,\" he says. \"We've been waiting for you.\""
		},
		"narration_dream_5": {
			"text": "Then I hear it. Not the singing, but something beneath it. A deep, rhythmic pounding. Like a heartbeat. But far too large for a human heart."
		},
		"narration_dream_6": {
			"text": "The ground beneath my feet begins to vibrate. Cracks run through the cobblestones. Through the cracks comes light — not warm light. Something cold, bluish, moving like something alive."
		},
		"narration_dream_7": {
			"text": "And then I open my eyes."
		},
		"narration_wake_1": {
			"text": "I jolt awake. It's still dark. My heart hammers."
		},
		"narration_wake_2": {
			"text": "And then I hear it. Not in the dream. While awake."
		},
		"narration_wake_3": {
			"text": "Singing. Faint, muffled, as if coming from far beneath the house. Many voices, woven into something that isn't quite music and isn't quite language."
		},
		"narration_singing_2": {
			"text": "The floorboards vibrate faintly under my bare feet. The glass on the table clinks softly. The candle in the bedroom — I can see it from here — burns higher, brighter."
		},
		"narration_singing_3": {
			"text": "Then — a knock at the door."
		},
		"narration_knock_1": {
			"text": "Three blows. Slow. Deliberate. Like someone who knows they'll be let in."
		},
		"narration_knock_2": {
			"text": "\"If someone knocks, don't open.\""
		},
		"narration_knock_3": {
			"text": "Silence. Then, softly, a voice. Warm, friendly, concerned:"
		},
		"narration_knock_4": {
			"text": "\"Hello? Is anyone there? I saw a light. Do you need help?\""
		},
		"narration_knock_5": {
			"text": "A man's voice. Young, friendly. Not threatening. But Georg said..."
		},
		"choice_door": {
			"choices": [
				"Open the door",
				"Don't open. Georg said so."
			]
		},
		"open_door": {
			"text": "My hand is on the bolt. I hesitate. Then I slide it back."
		},
		"elise_through_door_1": {
			"text": "Who are you? What do you want in the middle of the night?"
		},
		"voice_reply_1": {
			"text": "\"Konrad Mueller, the village teacher. I saw the light and was worried. Margarethe was... a friend.\""
		},
		"elise_through_door_2": {
			"text": "My uncle said I shouldn't open the door. Not at night."
		},
		"voice_reply_2": {
			"text": "A pause. Then, quieter: \"Georg is afraid. That's understandable, after what happened. But I'm just a teacher, Fraulein Brandt. Not a monster.\""
		},
		"elise_through_door_3": {
			"text": "How do you know my name? I haven't introduced myself."
		},
		"voice_reply_3": {
			"text": "A soft laugh. Warm, but somehow too calm. \"Your grandmother talked a lot about you. She was very proud of you. The folklorist in Berlin.\""
		},
		"open_door_decide": {
			"text": "Something in his voice calms me. Against my better judgment, I slide the bolt back and open the door."
		},
		"open_door_2": {
			"text": "A man stands at the door. About thirty, with wavy dark hair and brown eyes that shimmer warmly in the moonlight. He wears a coat over a sweater and smiles with concern."
		},
		"konrad_1": {
			"text": "Oh — you must be Elise. Margarethe's granddaughter, right? I'm Konrad. Konrad Müller, the village teacher."
		},
		"konrad_2": {
			"text": "I'm terribly sorry about your grandmother. She was... a remarkable woman. She often helped me with teaching."
		},
		"elise_responds_konrad": {
			"text": "Thank you. Did you know her well?"
		},
		"konrad_3": {
			"text": "He sounds sincere. His smile is warm, his eyes friendly. And yet — if I look closely, there's something in his gaze. Something that doesn't quite..."
		},
		"konrad_4": {
			"text": "No. I'm tired and frightened. I'm seeing ghosts."
		},
		"konrad_notebook_reaction": {
			"text": "\"Konrad is not Konrad. Not anymore.\" Grandmother's words strike me like lightning. This man — this friendly, smiling man — is supposed to be a vessel?"
		},
		"konrad_continue": {
			"text": "I just wanted to make sure everything's alright. It's late, and this house... well, it's been empty for days. If you need anything — I live at the schoolhouse, right next to the church."
		},
		"elise_responds_konrad_2": {
			"text": "Why are you out in the middle of the night, Herr Mueller? Don't you ever sleep?"
		},
		"konrad_6": {
			"text": "Sleep well, Elise. And don't worry. Graubach is a quiet village. Nothing ever happens here."
		},
		"konrad_leave": {
			"text": "He smiles once more, turns, and disappears into the fog. His footsteps make no sound on the cobblestones."
		},
		"narration_after_door": {
			"text": "I close the door. My heart pounds. I don't know if from relief or something else."
		},
		"narration_after_door_2": {
			"text": "The singing has stopped. When exactly, I don't know. But now it's silent."
		},
		"narration_after_door_3": {
			"text": "Too silent."
		},
		"dont_open": {
			"text": "No. Georg said so. I press my hand over my mouth to make no sound."
		},
		"elise_thinks_closed": {
			"text": "Every muscle in me wants to open that door. The voice sounds friendly, concerned, normal. But Georg was terrified. Georg, who tames horses with his bare hands. I stay silent."
		},
		"dont_open_2": {
			"text": "Silence. Then, three more blows. Slower this time. More patient."
		},
		"dont_open_3": {
			"text": "\"I know you're in there, Elise.\""
		},
		"dont_open_4": {
			"text": "My name. He knows my name."
		},
		"elise_thinks_name": {
			"text": "How? I only arrived today. Nobody knows I'm here - nobody except Georg. Whoever is standing outside this door, he was expecting me."
		},
		"dont_open_5": {
			"text": "Through the gap under the door I see a shadow. He stands there, patient, waiting. Minutes pass. Or hours."
		},
		"dont_open_6": {
			"text": "Then I hear footsteps retreating. And softly, barely audible, a humming. The same melody."
		},
		"dont_open_7": {
			"text": "As the footsteps fade, I notice that the singing beneath the floor has also fallen silent."
		},
		"converge_night": {
			"text": "The rest of the night passes in forced wakefulness. I sit with my back to the wall, staring at the door."
		},
		"converge_night_2": {
			"text": "At some point the sky outside turns grey. Pale November light seeps through the cracks in the shutters. The night is over."
		},
		"converge_night_3": {
			"text": "I'm alive. Everything else can wait until the coffee is brewing."
		},
		"narration_dawn_1": {
			"text": "By the stove I find some coffee grounds. My hands tremble as I pour the water. Through the window I see the first faint shimmer above the firs. The village lies silent in the fog, as if nothing had happened."
		},
		"elise_dawn_plan": {
			"text": "Today I'll talk to the people here. The pastor, the mayor, anyone who can give me answers. Someone in this village knows what is going on."
		},
		"narration_dawn_melody": {
			"text": "But even as I drink the coffee, I hum softly. Without meaning to. The same melody. It has burrowed into me like an earworm that refuses to fade."
		},
		"journal_night": {
			"title": "The First Night",
			"content": "Singing from underground. Knocking at the door. The village has a secret. Grandmother knew it. Georg knows it. And whoever stood at my door — he knew my name."
		}
	},
	"res://data/dialogue/act1/smithy_evening.json": {
		"narration_1": {
			"text": "Georg's smithy smells of hot iron and coal. A familiar scent from childhood. Here he once showed me how to forge a nail."
		},
		"narration_2": {
			"text": "Tonight the fire has burned low. Georg sits at the table, before him two plates of stew and a jug of beer. He looks ten years older than yesterday."
		},
		"georg_1": {
			"text": "Sit down. Eat. And then... then I will tell you what I can."
		},
		"elise_sit": {
			"text": "I don't want half-truths, Georg. Not anymore. From anyone."
		},
		"narration_3": {
			"text": "We eat in silence. The stew tastes of nothing. Or perhaps it is I who can no longer taste anything."
		},
		"georg_3": {
			"text": "In Graubach there is a tradition. As old as the village itself. Older, perhaps. The elders pass it down from generation to generation."
		},
		"elise_tradition_1": {
			"text": "Tradition? What kind of tradition? Hilde spoke of it too."
		},
		"georg_4": {
			"text": "Every thirty years, in November, when the nights grow longest... a price must be paid."
		},
		"elise_tradition_2": {
			"text": "Every thirty years? Georg, that sounds like superstition. Like an old tale that peasants tell each other."
		},
		"georg_4b": {
			"text": "You saw the candle. The one in Margarethe's bedroom. It has been burning for days and doesn't get shorter. Is THAT superstition?"
		},
		"elise_tradition_3": {
			"text": "I want to object. But he's right. The candle burns. The singing comes from beneath the earth. And Anna saw something around me that no child could invent."
		},
		"georg_5": {
			"text": "The old folk call it the 'Feeding'. The mayor calls it 'tradition'. Your grandmother called it murder."
		},
		"elise_mord_react": {
			"text": "The word hits me like a blow. My spoon clatters against the plate."
		},
		"elise_mord_react_2": {
			"text": "Murder? Georg, listen to yourself! What are you saying?"
		},
		"georg_5b": {
			"text": "The truth. You didn't want half-truths, so you'll get the whole truth."
		},
		"georg_7": {
			"text": "And she was right. It is murder, Elise. Every time they choose someone. Someone whose name is written in the book. They lead him into the chamber beneath the church, and..."
		},
		"georg_8": {
			"text": "He breaks off. His hands grip the beer jug so tightly that the knuckles stand out white."
		},
		"georg_9": {
			"text": "He does not come back. No one ever comes back."
		},
		"elise_wer": {
			"text": "Who? Who was the last victim?"
		},
		"georg_10": {
			"text": "The last time was 1893. My grandfather... he was a young man then. He saw it. He never spoke of it, but he never laughed again either."
		},
		"elise_scale": {
			"text": "1893. Thirty years. That means 1863. And before that. And before that. How many people has this village sacrificed? How many generations have kept silent?"
		},
		"choice_georg_smithy": {
			"choices": [
				"Is my name in that book?",
				"Why does no one stop this? Why does no one go to the police?",
				"What is this 'something' beneath the church?"
			]
		},
		"georg_name_1": {
			"text": "Georg looks at me. The answer is in his eyes before he speaks it."
		},
		"georg_name_2": {
			"text": "Yes."
		},
		"georg_name_3": {
			"text": "Your grandmother found out years ago. She tried to cross it out, to burn it away, to tear out the page. But the name always comes back."
		},
		"georg_name_4": {
			"text": "That is why she worked for thirty years. On another way. A ritual that binds the entity without demanding a sacrifice."
		},
		"georg_police_1": {
			"text": "Police? Elise, the nearest police post is two days' travel away. And even then — what should I tell them? That a monster lives under our church?"
		},
		"elise_police_react": {
			"text": "That people are disappearing! That's enough!"
		},
		"georg_police_2": {
			"text": "Besides... whoever does not believe in the tradition disappears. Not in the chamber. Just like that. In the forest, on the road, in the night. The mayor sees to it."
		},
		"georg_police_3": {
			"text": "This village is a prison, Elise. And the wardens wear no uniform."
		},
		"georg_entity_1": {
			"text": "I do not know. Not really. No one knows. We only know that it is old. Older than the forest, older than the mountains."
		},
		"elise_entity_react": {
			"text": "In my studies there are reports of such beings. Old gods sleeping in the earth. I always thought they were metaphors."
		},
		"georg_entity_2": {
			"text": "It sleeps. Most of the time it sleeps. But every thirty years the sleep grows lighter. It stirs. It dreams. And its dreams... seep upward."
		},
		"georg_entity_3": {
			"text": "The singing you heard? Those are its dreams, Elise. It sings in its sleep."
		},
		"georg_name_reveal": {
			"text": "Georg is silent for a moment. Then he rubs his eyes, as if he has to force himself to continue speaking."
		},
		"georg_name_reveal_2": {
			"text": "There's something else you need to know. Your name, Elise. It's in the book. In the book in the chamber."
		},
		"georg_name_reveal_3": {
			"text": "Your grandmother tried to erase it. Cross it out, burn it out, tear out the page. But the name keeps coming back."
		},
		"elise_breakdown_1": {
			"text": "No. No, that can't be."
		},
		"elise_breakdown_2": {
			"text": "I stand up. The chair scrapes across the stone floor. My heart is hammering so loudly that I'm sure Georg can hear it."
		},
		"elise_breakdown_4": {
			"text": "She KNEW? For thirty years she knew that my name was in that damned book? And she told me NOTHING?"
		},
		"georg_defend_1": {
			"text": "She protected you, Elise. For thirty years she searched for a way to change the ritual. For YOU."
		},
		"elise_breakdown_5": {
			"text": "Protected? She lured me into a trap! Her letter, the journey, everything..."
		},
		"georg_defend_2": {
			"text": "No. She gave you the chance to end it. Not as a victim. As the person who breaks this cycle. Forever."
		},
		"elise_breakdown_6": {
			"text": "Silence. Only the crackling of the fire. I sit back down. My hands are trembling. But behind the fear, something else is growing. Something hard."
		},
		"elise_breakdown_7": {
			"text": "What did she plan? What exactly do I have to do?"
		},
		"georg_final_1": {
			"text": "Elise, I have a key. To the chamber beneath the church. Your grandmother entrusted it to me."
		},
		"georg_final_2": {
			"text": "He places a heavy iron key on the table. It is old, the teeth worn down. On the grip a spiral is engraved."
		},
		"elise_key_1": {
			"text": "I take the key. It's heavier than it looks. The metal is cold, but the spiral on the handle - it feels warm under my fingers. As if something inside it were pulsing."
		},
		"georg_final_3": {
			"text": "She wanted you to have it. 'When Elise comes,' she said, 'give her the key. She will know what to do.'"
		},
		"elise_key_2": {
			"text": "What does she expect of me, Georg? I'm a student. I read books about folklore. I'm not... not a heroine."
		},
		"georg_final_5": {
			"text": "But not tonight. And not alone. Promise me that."
		},
		"elise_key_3": {
			"text": "But not today. And not alone. Promise me that."
		},
		"elise_key_promise": {
			"text": "I promise."
		},
		"journal_smithy": {
			"title": "Georg's Confession",
			"content": "Every 30 years a sacrifice — the 'Feeding'. My name is in the book. Grandmother worked on an alternative ritual. Georg gave me the key to the chamber. I must find out what Grandmother planned."
		},
		"narration_deliberate_1": {
			"text": "Outside it has grown dark. The lanterns in the smithy cast dancing shadows. The key sits heavy in my coat pocket."
		},
		"narration_deliberate_2": {
			"text": "My mind says: Run. Pack your things and run. You're not a folklorist studying an old ritual. You are the VICTIM of a ritual."
		},
		"narration_deliberate_3": {
			"text": "But the key in my pocket is warm. And Grandmother's voice is in my head, as clear as if she were standing beside me: 'You are my light against the darkness.'"
		},
		"narration_deliberate_4": {
			"text": "For thirty years she fought. For me. Should I now flee and make her struggle meaningless?"
		},
		"choice_night2": {
			"choices": [
				"Stay in Graubach and investigate",
				"Try to flee — tomorrow at dawn"
			]
		},
		"stay_decision": {
			"text": "Flee? No. Grandmother called me here. She fought for thirty years. I will not run away."
		},
		"stay_2": {
			"text": "Besides — if my name is in that book, running will change nothing. The letter found me in Berlin. Whatever it is, it knows where I am."
		},
		"stay_3": {
			"text": "Tomorrow I'll need Hilde's herbs, Voss' knowledge of the chamber, and every scrap of information Grandmother left behind. There is a plan. I just have to find it."
		},
		"flee_decision": {
			"text": "Enough. I am a student, not a heroine. Tomorrow at dawn I leave. On foot, if I must."
		},
		"flee_2": {
			"text": "But as I walk back to Grandmother's house, I notice that the forest stands closer than this morning. The trees at the edge of the village — they were not so dense. Not so near."
		},
		"flee_3": {
			"text": "And on the road by which the carriage came lies a fallen tree. A huge, ancient tree. It looks as if it had grown there."
		},
		"flee_4": {
			"text": "Graubach does not want to let me go."
		},
		"flee_5": {
			"text": "I try another way. The path to the neighboring village. But the trees stand so close together here that barely any moonlight gets through. And between the trunks... something moves."
		},
		"flee_7": {
			"text": "I walk faster. Then I run. But every path leads back to the village. Every crossroads ends in a dead end of trees that weren't there yesterday."
		},
		"flee_8": {
			"text": "Graubach doesn't want to let me go."
		},
		"flee_9": {
			"text": "Breathing heavily, I stand in front of Grandmother's house again. The key in my pocket pulses warm, as if to say: You know what you have to do."
		},
		"narration_end_1": {
			"text": "The second night in Graubach falls. The candle in Grandmother's bedroom keeps burning. The singing from the depths begins earlier than yesterday."
		},
		"narration_end_2": {
			"text": "And it is louder."
		},
		"narration_end_2b": {
			"text": "I lie in bed, the key in my hand. The spiral presses into my palm. The singing forms words I can almost understand. Almost."
		},
		"narration_end_3": {
			"text": "End of Act 1"
		}
	},
	"res://data/dialogue/act1/village_exploration.json": {
		"narration_morning_1": {
			"text": "The morning brings no relief. The fog has not lifted — it has only grown brighter, like a dirty sheet draped over the village."
		},
		"narration_morning_2": {
			"text": "At the village fountain I wash my face. The water is ice-cold. In the murky mirror of the surface I see my pale face. And for a moment — just a moment — I see a second face beside mine."
		},
		"narration_morning_3": {
			"text": "I flinch back. Nothing. Just my reflection."
		},
		"elise_morning_1": {
			"text": "My hands are still trembling from the water. Or from the night. I am not sure."
		},
		"narration_morning_4": {
			"text": "The people of Graubach show themselves by day. Women hang laundry. An old man chops wood. Children — few — walk to school with bowed heads."
		},
		"narration_morning_5": {
			"text": "No one speaks. No one greets me. Some look at me — brief, furtive glances, immediately averted. As though the sight of me makes them uneasy."
		},
		"elise_morning_plan": {
			"text": "I have to talk to the people. Someone in this village knows what happened to Grandmother. And someone will tell me the truth — whether they want to or not."
		},
		"choice_explore": {
			"choices": [
				"Go to the church",
				"Visit the herbalist at the edge of the village",
				"Go to the schoolhouse — look for last night's visitor"
			]
		},
		"church_1": {
			"text": "The church of Graubach is old. Older than most of the houses in the village. The tower leans slightly to one side, as if something below were pulling at it."
		},
		"church_2": {
			"text": "The graveyard beside the church is overgrown. Headstones stand crooked; some have toppled over. On several I make out the same symbol: a spiral."
		},
		"elise_church_spirals": {
			"text": "The spirals on the headstones... I know this symbol from my studies. Pre-Christian. Celtic perhaps, or even older. But so concentrated in one place — that is unusual."
		},
		"church_3": {
			"text": "The church door is locked. But through a window I see candlelight inside."
		},
		"voss_1": {
			"text": "The side door opens. A man steps out — thin as a line, with sunken cheeks and eyes that have seen too much."
		},
		"voss_2": {
			"text": "You are not permitted to be here."
		},
		"elise_church_intro": {
			"text": "I am Elise Brandt. Margarethe's granddaughter. And I am looking for answers."
		},
		"voss_3": {
			"text": "His voice is hoarse, as though he had been praying for hours. Or screaming."
		},
		"voss_4": {
			"text": "You are Margarethe's granddaughter, are you not? Elise Brandt. I am Pastor Voss."
		},
		"elise_church_how": {
			"text": "How do you know my name? I have not yet introduced myself."
		},
		"voss_4b": {
			"text": "Everyone in Graubach knew your grandmother. And everyone knew you would come."
		},
		"voss_6": {
			"text": "Leave. Leave Graubach. Today. Take nothing with you, do not look back. Just go."
		},
		"elise_church_defiant": {
			"text": "My grandmother called me here. I will not leave until I know why she had to die."
		},
		"voss_7": {
			"text": "He grabs my arm. His grip is surprisingly firm for such an emaciated man."
		},
		"voss_8": {
			"text": "Your grandmother tried to stop it. She failed. And now you are here, exactly as they wanted. Leave while you still can."
		},
		"choice_voss": {
			"choices": [
				"Who are 'they'? What do they want from me?",
				"I am not going anywhere until I know the truth."
			]
		},
		"voss_q1": {
			"text": "The village. The elders. The mayor. And... the Other. That which has no voice, but speaks through others."
		},
		"voss_q2": {
			"text": "I am a man of God, Fräulein Brandt. But what lies beneath this church... God has no words for that."
		},
		"elise_q_react": {
			"text": "Beneath the church...?"
		},
		"voss_d1": {
			"text": "Voss looks at me for a long time. Then he releases my arm. His shoulders slump."
		},
		"voss_d2": {
			"text": "Just like Margarethe. The same eyes. The same stubbornness. She did not listen to me either."
		},
		"voss_converge": {
			"text": "Before I can ask more questions, a young girl appears in the side doorway. Blonde hair, pale skin, a gaze that looks right through me."
		},
		"anna_1": {
			"text": "Papa, who is...?"
		},
		"anna_2": {
			"text": "She stops short. Her eyes widen. For a moment there is something in her gaze — clarity, horror, recognition."
		},
		"anna_4": {
			"text": "It's you. You are the one it draws. I see the spiral around you."
		},
		"elise_anna_react": {
			"text": "What? What do you see?"
		},
		"anna_4b": {
			"text": "The singing. It sings your name. Over and over and over."
		},
		"voss_anna": {
			"text": "Anna! Enough. Go inside."
		},
		"elise_follow_anna": {
			"text": "Wait — what does she mean? What sings my name?"
		},
		"voss_blocks": {
			"text": "Stay away from my daughter. She is ill. She does not know what she is saying."
		},
		"anna_6": {
			"text": "Voss pushes his daughter gently but firmly back into the house. Before the door closes, I see Anna's hand. She is drawing spirals in the air with her finger."
		},
		"elise_anna_monologue": {
			"text": "Ill? No. The girl saw me — truly saw me. She perceived something around me that I myself cannot see. What is the spiral? And why does it sing my name?"
		},
		"journal_voss": {
			"title": "Pastor Voss and Anna",
			"content": "Pastor Voss warned me to flee. He knows of something beneath the church. His daughter Anna seems 'touched' — she saw a spiral around me. What does that mean?"
		},
		"hilde_1": {
			"text": "At the edge of the village, where the last houses give way to the forest, stands a small cottage. Herbs hang from the door, and the garden is astonishingly green despite November."
		},
		"hilde_2": {
			"text": "The door opens before I knock."
		},
		"hilde_3": {
			"text": "I have been expecting you, child. Come in. The tea is ready."
		},
		"elise_hilde_arrive": {
			"text": "How did you know I was coming?"
		},
		"hilde_3b": {
			"text": "Your grandmother told me about you. Often. You have her eyes, you know that?"
		},
		"hilde_4": {
			"text": "Hilde Falkenberg. The herbalist of Graubach. Grandmother told me about her — a wise woman who knows the old ways. The ways before Christianity."
		},
		"hilde_5": {
			"text": "Her house smells of dried herbs, of honey and earth. Everywhere there are jars with strange contents. On the walls hang symbols — runes, spirals, and some I do not recognize."
		},
		"elise_hilde_personal": {
			"text": "Hilde... how was my grandmother in her last years? Was she happy here?"
		},
		"hilde_5b": {
			"text": "Happy? No, child. But she was strong. The strongest woman I ever knew. Every morning she got up, drank her tea, and held the village together. For thirty years."
		},
		"elise_hilde_afraid": {
			"text": "Was she afraid?"
		},
		"hilde_5c": {
			"text": "...Yes. But not of what you think. She was afraid she would not see you again. And that you would receive her letter too late."
		},
		"narration_hilde_silence": {
			"text": "For a moment I cannot speak. The lump in my throat is too large. Hilde lays a warm hand on my arm and waits."
		},
		"hilde_6": {
			"text": "Your grandmother was a clever woman. The cleverest in the village. She knew what was coming. And she made preparations."
		},
		"hilde_8": {
			"text": "Drink the tea, Elise. It will protect you. For a while, at least."
		},
		"elise_hilde_tea": {
			"text": "What is in the tea? Forgive me, but in this village I trust no one blindly."
		},
		"hilde_8b": {
			"text": "Suspicious. Good. You will need that here. Yarrow, mugwort, and valerian. Nothing dangerous. Your grandmother drank the same tea."
		},
		"hilde_9": {
			"text": "The tea tastes bitter and earthy. But as I drink, I feel a strange warmth spreading in my chest. The fear of last night recedes a little further."
		},
		"elise_hilde_effect": {
			"text": "How did she do that? The fear is not gone — but it is quieter. As though someone had turned a dial."
		},
		"hilde_10": {
			"text": "There are old ways and new ways. The pastor tries with prayers. But what sleeps beneath the church is older than his God. It requires older means."
		},
		"elise_hilde_folklore": {
			"text": "Old ways... You mean pre-Christian rituals? I study folklore in Berlin. I know the stories — the spirals, the earth mother, the threshold nights."
		},
		"hilde_10b": {
			"text": "Stories? Child, what sleeps beneath the church is no story. But yes — you know more than most people here. That is good. That will help you."
		},
		"hilde_12": {
			"text": "Your grandmother knew both ways. She waited and prepared for thirty years. She wanted to do it differently this time — without sacrifice."
		},
		"hilde_13": {
			"text": "But time caught up with her. Now you are here. And the question is: Are you ready to do what she could no longer do?"
		},
		"elise_hilde_answer": {
			"text": "I do not know if I am ready. But I am here. And I will not run away."
		},
		"hilde_13b": {
			"text": "It was enough for your grandmother. It will be enough for you. Come back to me when you have learned more. There is much I still have to show you."
		},
		"journal_hilde": {
			"title": "Hilde, the Herbalist",
			"content": "Hilde knows the 'old ways' — pre-Christian rituals. Grandmother worked on a plan for 30 years to perform the ritual this time without sacrifice. Hilde seems to be an ally."
		},
		"school_1": {
			"text": "The schoolhouse stands beside the church. A small building with large windows through which I can see children sitting at wooden benches."
		},
		"school_2": {
			"text": "At the blackboard stands a man, explaining something. Konrad Müller. In daylight he looks... normal. Friendly. Even charismatic."
		},
		"school_3": {
			"text": "When he notices me at the window, he smiles and waves me inside. The children turn around. Not one of them smiles."
		},
		"elise_school_hesitate": {
			"text": "Georg said I should stay away from him. But I need to understand this man. Someone who knocks on strangers' doors at night has reasons. I want to hear his."
		},
		"konrad_day_1": {
			"text": "Fräulein Brandt! Children, this is Fräulein Brandt, the granddaughter of Frau Margarethe. She is a student in Berlin. From Berlin! Imagine that."
		},
		"elise_school_greet": {
			"text": "Good day. The children seem very... attentive."
		},
		"konrad_day_2": {
			"text": "The children stare at me. Silent faces, old eyes in young bodies. A girl in the back row is drawing — I can see it from here. Spirals. Over and over, spirals."
		},
		"elise_school_spirals_girl": {
			"text": "The girl in the back row. Her spirals are identical to those on the church headstones. The same rotation, the same density. A child cannot draw that by chance."
		},
		"konrad_day_3": {
			"text": "Break time, children. Go and play."
		},
		"konrad_day_4": {
			"text": "The children stand up and leave — not like children. No hasty movements, no laughter. They walk like small adults. Orderly. Silent."
		},
		"elise_school_children": {
			"text": "Are the children here always this... quiet?"
		},
		"konrad_day_4b": {
			"text": "Graubach children are well-behaved children. The silence here educates them better than any teacher. Some would say they are precocious."
		},
		"konrad_day_6": {
			"text": "I am sorry about last night. I hope I did not frighten you. I sometimes take late walks — insomnia, you know."
		},
		"elise_school_why": {
			"text": "Why were you outside my door in the middle of the night, Herr Müller? A walk does not lead to a particular front door."
		},
		"konrad_day_6b": {
			"text": "When I saw light in Margarethe's house, I wanted to make sure everything was all right. Her house has been empty for three days. One becomes... attentive."
		},
		"konrad_day_7": {
			"text": "Your grandmother is missed by the village. She was... an anchor, you know? Some people hold the world together without anyone noticing. Margarethe was one of them."
		},
		"elise_school_anker": {
			"text": "An anchor. A strange word. What exactly did she hold together?"
		},
		"konrad_day_7b": {
			"text": "Everything. She held everything together. More than you realize, Fräulein Brandt."
		},
		"konrad_day_8": {
			"text": "He sounds sincere. Even sad. But then he smooths his sleeve, and I see something on his hand. Ink stains? No — the lines are too regular."
		},
		"konrad_day_9": {
			"text": "Spirals. On his palm. Carved or drawn, I cannot tell."
		},
		"elise_school_hand": {
			"text": "What is that on your hand, Herr Müller?"
		},
		"konrad_day_9c": {
			"text": "Ink stains. The children work with cheap paper, it rubs off. Nothing more."
		},
		"narration_konrad_lie": {
			"text": "He is lying. The lines are too regular, too precise for ink stains. The same spirals as on the headstones, as in Anna's drawings. But his smile remains perfect."
		},
		"konrad_day_11": {
			"text": "He notices my gaze and pulls his sleeve over his hand. The smile remains, but something in his eyes changes. Just for a split second."
		},
		"elise_school_monologue": {
			"text": "Behind his smile lies something else. Something old. Grandmother wrote he was a 'vessel'. Now, in his eyes, I believe for a moment I can see what she meant."
		},
		"journal_konrad": {
			"title": "Konrad Müller, Village Teacher",
			"content": "Konrad is charming and friendly — almost too friendly. The children in his class behave strangely quietly. And on his palm he has spirals. Grandmother wrote that he was a 'vessel'. What really lies behind his smile?"
		},
		"route_next_location": {
			"text": "The day is still long. I should keep looking around."
		},
		"narration_puzzle": {
			"text": "Voss speaks of 'the Other' beneath the church. Anna sees spirals around me. Konrad HAS spirals on his hand. And Hilde knows the old ways. Everyone speaks in hints. No one tells the whole truth."
		},
		"converge_1": {
			"text": "In the early afternoon I meet Georg at the fountain. He looks as though he, too, did not sleep."
		},
		"georg_day_1": {
			"text": "Elise. Did you... was the night quiet?"
		},
		"elise_georg_respond": {
			"text": "Not really. But you know that, don't you? Konrad Müller was at my door in the middle of the night."
		},
		"georg_day_2": {
			"text": "He asks it casually, but his eyes search my face for traces. Traces of what?"
		},
		"elise_georg_report": {
			"text": "Georg, I looked around the village today. The pastor tells me to flee. His daughter sees things. Hilde speaks of old rituals. And Konrad has spirals on his hand. What is going on here?"
		},
		"georg_react_alarmed": {
			"text": "Konrad? Did you get close to him? Did he touch you?"
		},
		"elise_georg_no": {
			"text": "No. But his explanations sound too smooth. And he calls Grandmother an 'anchor'. The same word Hilde used."
		},
		"georg_day_3": {
			"text": "Come to my smithy this evening. For supper. I... I owe you some answers."
		},
		"elise_georg_now": {
			"text": "Why not now? Why always wait? Everyone in this village speaks in riddles, and you are no better!"
		},
		"georg_day_3b": {
			"text": "Because walls have ears in Graubach. At my house it is safe. Out here... it is not."
		},
		"georg_day_5": {
			"text": "But when you are there — do not speak to anyone about what I tell you. To no one, do you hear?"
		},
		"elise_georg_afraid": {
			"text": "Georg... do I have a reason to be afraid?"
		},
		"georg_day_5b": {
			"text": "Georg looks at me for a long time. In his eyes lies something I cannot read. Guilt? Fear? Tenderness?"
		},
		"georg_day_5c": {
			"text": "Come tonight. Then you will understand everything."
		},
		"narration_tired_walk": {
			"text": "My legs are heavy. I have barely slept, barely eaten, and the village presses down on me like a hand on my chest. But I must not show weakness now."
		},
		"narration_afternoon": {
			"text": "On the way back to Grandmother's house I pass the graveyard. A man is standing there, before a grave. Heavyset, grey-streaked hair, an expensive coat for such a village."
		},
		"otto_1": {
			"text": "Ah, you must be the young Brandt! Welcome to Graubach. I am Otto Reinhardt, mayor of our little village."
		},
		"elise_otto_greet": {
			"text": "Mayor Reinhardt. I have already heard about you."
		},
		"otto_2": {
			"text": "His voice is loud, jovial. Too loud for a graveyard. Too jovial for a village living in fear."
		},
		"otto_4": {
			"text": "Your grandmother was a valued member of our community. We will hold a lovely funeral for her next week. Saturday, after the... after the church service."
		},
		"elise_otto_nach": {
			"text": "After the... what exactly, Herr Mayor? You hesitated."
		},
		"otto_4b": {
			"text": "After the church service, of course. Saturday is the service. What else?"
		},
		"otto_5": {
			"text": "He lied. So routinely that it was almost convincing. Almost. But his left eye twitched."
		},
		"otto_6": {
			"text": "Do stay until then, Fräulein Brandt. It would not be right to let the granddaughter leave before the funeral. Graubach takes care of its own."
		},
		"elise_otto_death": {
			"text": "My grandmother lay alone in her house for three days. In a village where everyone knows everyone. How is that possible, Herr Mayor?"
		},
		"otto_6b": {
			"text": "A tragic oversight. We all share the blame. But Graubach is a small village — sometimes things happen that should not have happened."
		},
		"otto_7": {
			"text": "It sounds like an invitation. But in his eyes I read something else. It is not a wish. It is an expectation."
		},
		"elise_otto_monologue": {
			"text": "I say nothing more. But I note his face. The way his smile does not reach his eyes. Otto Reinhardt knows more than anyone else in this village. And he wants me to stay. The question is: Why?"
		},
		"journal_otto": {
			"title": "Mayor Reinhardt",
			"content": "Mayor Otto Reinhardt. Jovial, but with steely control. He wants me to stay until the funeral — 'next week, after the...' He interrupted himself. What takes place before the funeral?"
		},
		"narration_evening_1": {
			"text": "The sun sinks behind the mountains. The shadows of the houses grow long and sharp. In a few hours I will be sitting in Georg's smithy and finally getting answers. Or at least what Georg considers answers."
		},
		"narration_evening_singing": {
			"text": "On the way to Grandmother's house I hear it again. Faint, almost imperceptible. The singing. It comes from everywhere and nowhere. And for the first time I believe I can make out individual syllables. My name."
		}
	},
	"res://data/dialogue/act2/church_secrets.json": {
		"narration_1": {
			"text": "Graubach's church is no less menacing in daylight. The bell tower juts into the grey sky like an admonishing finger."
		},
		"elise_approach": {
			"text": "Grandmother's journal mentions a chamber beneath the church. Built upon something older, deeper. The key in my pocket feels warm, as if it wanted to go home."
		},
		"narration_2": {
			"text": "I push open the heavy oak door. It yields with a groan that sounds like a sigh."
		},
		"narration_3": {
			"text": "Inside, it is cold. Colder than outside. The stained glass windows cast pale patterns on the stone floor, but the colors look wrong, shifted."
		},
		"elise_cold": {
			"text": "The cold comes from below. Through the stone floor, through the soles of my shoes, into my bones. The same cold as in grandmother's cellar. The cold of something breathing beneath the earth."
		},
		"narration_4": {
			"text": "I search the chancel. Beneath a faded tapestry, I find a stone slab with carved symbols. Spirals, intertwined."
		},
		"elise_spirals_recognize": {
			"text": "These spirals. On the gravestones, on Konrad's hand, in grandmother's journal. Now here, beneath the altar. They all point in the same direction: downward."
		},
		"narration_5": {
			"text": "When I touch the spirals, I feel a vibration beneath my fingertips. Not mechanical — organic. Like a heartbeat, deep beneath the stone."
		},
		"elise_heartbeat_react": {
			"text": "It's alive. Right beneath me, under stone and earth. I feel it - not just with my fingers, but somewhere deeper, in a part of me that has no words. As if it recognizes me."
		},
		"voss_appears": {
			"text": "A voice behind me. 'I wouldn't touch that if I were you.'"
		},
		"voss_1": {
			"text": "Fräulein Brandt. I saw you coming. This church... it is not what it seems."
		},
		"elise_voss_1": {
			"text": "I know that, Pastor Voss. I found grandmother's journal. I know about the chamber. About what sleeps beneath it."
		},
		"voss_smells_herbs": {
			"text": "You've been to see Hilde. I can smell her herbs. Good. Then you already know there is more here than prayers and incense."
		},
		"voss_3": {
			"text": "Thirty years I have been pastor here. Thirty years I have stood on this ground, preaching of one God, while something else lurks beneath my feet."
		},
		"elise_voss_thirty": {
			"text": "Thirty years. The same number as the ritual. As grandmother's struggle. Is that coincidence?"
		},
		"voss_3b": {
			"text": "Nothing in Graubach is coincidence. Thirty years is the cycle. And it is nearing its end."
		},
		"choice_voss": {
			"choices": [
				"Confront him directly: What do you know about the feeding?",
				"Ask cautiously: What can you tell me about this church's history?",
				"Lie: I'm just looking for a quiet place to pray."
			]
		},
		"voss_confronted_1": {
			"text": "He flinches as though I've struck him. Then he sags, bracing himself against a pew."
		},
		"voss_confronted_2": {
			"text": "So you know. Georg has spoken. Good. Good that someone says it aloud."
		},
		"elise_confront_press": {
			"text": "1893. Friedrich Meier. You were there, weren't you?"
		},
		"voss_confronted_3": {
			"text": "I saw it in 1893. I was twenty-five. They took Friedrich Meier down there. I heard his screams — and then... then they stopped. And the singing began."
		},
		"narration_voss_tears": {
			"text": "His hands are trembling. In his eyes stand tears that are thirty years old."
		},
		"voss_confronted_4": {
			"text": "I became a pastor to fight evil. But this thing... it is not the devil, Fräulein Brandt. I would prefer the devil. At least I understand him."
		},
		"elise_confront_comfort": {
			"text": "My grandmother trusted you. She wrote that you were the only one who believed her."
		},
		"voss_confront_react": {
			"text": "Margarethe... yes. She was the only one who understood. We met every month. For thirty years. And now she is dead, and I am alone."
		},
		"elise_confront_ally": {
			"text": "You are not alone. I am here. And I intend to finish what she started."
		},
		"voss_careful_1": {
			"text": "The history? This church has stood since 1346. But the cellar... the cellar is older. Much older. The peasants built the church over something that was already there."
		},
		"elise_careful_ask": {
			"text": "Something that was already there? The spirals on the stone slab - they're not Christian. They're pre-Christian. Celtic perhaps, or older."
		},
		"voss_careful_2": {
			"text": "There are records. Old chronicles. The first pastor wrote: 'We have set the house of God upon the maw of the demon, that His light may banish the darkness.'"
		},
		"voss_careful_4": {
			"text": "It didn't work. The light banishes nothing. It simply goes on sleeping, no matter what we build over it."
		},
		"elise_careful_react": {
			"text": "Because it is not a demon. It is older than your religion, Pastor Voss. Older than all religions. My grandmother understood that."
		},
		"voss_lied_1": {
			"text": "Pray. Yes. I pray every day too. But I'm no longer sure anyone is listening."
		},
		"voss_lied_2": {
			"text": "He studies me. In his eyes lies a recognition, as though he knows I am lying."
		},
		"voss_lied_3": {
			"text": "Your grandmother was often here too. She didn't pray. She... searched. Just like you now, Fräulein Brandt. Just like you."
		},
		"elise_lied_caught": {
			"text": "He knows I'm lying. There's no point. In this village full of lies, I am the worst liar."
		},
		"voss_converge_2": {
			"text": "If you truly want to know what lies beneath this church... come tonight. At midnight. I will show you the entrance to the chamber."
		},
		"elise_midnight_why": {
			"text": "Why at night? Why not now?"
		},
		"voss_converge_2b": {
			"text": "Because Otto has the church watched during the day. The mayor has eyes everywhere. At night, the eyes sleep."
		},
		"voss_converge_4": {
			"text": "But bring the key. Your key. Without it, the inner door is sealed."
		},
		"elise_key_confirm": {
			"text": "I will be there. With the key."
		},
		"voss_converge_5": {
			"text": "One more thing. When you are down there... the singing will grow louder. It will try to get inside your head. Think of something real. Of someone you love. That helps."
		},
		"elise_voss_thanks": {
			"text": "Thank you, Pastor Voss. For the warning. And for standing by my grandmother."
		},
		"journal_church": {
			"title": "The Church",
			"content": "Found spirals beneath the altar — they vibrate. Pastor Voss knows more than he lets on. He wants to show me the entrance to the chamber at midnight. The church was built over something older."
		},
		"narration_leave_church": {
			"text": "I leave the church. Outside, the sun is shining, but it feels thin, as though filtered through too much water."
		},
		"elise_leave_thought": {
			"text": "Tonight. In a few hours I will go down, to where the singing comes from. To where my name is written in a book older than I am. The thought frightens me. But the fear has grown smaller. Behind it, something else is growing: determination."
		}
	},
	"res://data/dialogue/act2/hilde_ritual.json": {
		"narration_1": {
			"text": "Hilde's cottage sits at the edge of the forest, half hidden among ancient oaks. It smells of sage, chamomile, and something I cannot name — earthier, older."
		},
		"narration_2": {
			"text": "She opens the door before I knock. As if she had been expecting me."
		},
		"hilde_1": {
			"text": "There you are at last. Margarethe said you would come. Sit down. The tea is ready."
		},
		"elise_arrive": {
			"text": "You were expecting me? How did you know I would come today?"
		},
		"hilde_expected": {
			"text": "Thirty years teach you to read the signs. You met Konrad, visited the church, read the journal. The next step was always to come to me."
		},
		"narration_3": {
			"text": "Inside the cottage, bundles of herbs, roots, and small pouches hang everywhere. On the walls are symbols I recognize from my folklore studies: protective runes, older than any church."
		},
		"elise_runes": {
			"text": "Those runes on your walls - I recognise them. Germanic, but with Celtic elements. We studied them in the third semester."
		},
		"hilde_impressed_2": {
			"text": "You have sharp eyes. Most people only see scribbles. Your grandmother recognised them immediately too."
		},
		"elise_grandmother_question": {
			"text": "Hilde... how was Grandmother in her last years? Was she happy here? Was she afraid?"
		},
		"hilde_personal": {
			"text": "Hilde pauses. Her hands close tighter around the teacup."
		},
		"hilde_personal_2": {
			"text": "She was... resolute. Not happy, no. But not unhappy either. She had a purpose, and that gave her strength. In the last months, however..."
		},
		"hilde_personal_4": {
			"text": "In the last months she grew quieter. She knew time was running short. And she was afraid - not for herself. For you."
		},
		"elise_react_personal": {
			"text": "For me. For thirty years she thought of me. Of the girl whose name stands in the book, even before she was born."
		},
		"hilde_tea": {
			"text": "Hilde pours me tea. The liquid is dark green, nearly black, and smells of earth and honey."
		},
		"elise_tea_skeptic": {
			"text": "What is in the tea? Forgive the question, but after everything I have experienced here..."
		},
		"hilde_tea_laugh": {
			"text": "Ha! Suspicious. Good. Valerian, lemon balm, St. John's wort and a little thyme. No poison, no magic. Just herbs for the nerves."
		},
		"elise_tea_drink": {
			"text": "I drink. The tea is bitter but warming. Something truly loosens in my chest - a tension I have been carrying for days."
		},
		"hilde_teaches_intro": {
			"text": "Your grandmother and I worked together for thirty years. She was the clever one, I the patient one. Together we figured out nearly everything."
		},
		"hilde_teaches_intro_2": {
			"text": "There are three things you must know, child. Three components of the seal. I will teach you all of them — just as I taught Margarethe."
		},
		"elise_ready": {
			"text": "Then show me. Everything."
		},
		"hilde_chant_1": {
			"text": "The chant. Yes. The ancient peoples who lived here before the Celts knew sounds that could calm the entity. Not defeat it — calm it. Sing it back to sleep."
		},
		"elise_chant_question": {
			"text": "From my studies I know of sonic rituals among the Germanic peoples. But those were ceremonial. Do you mean the tones themselves have an... effect?"
		},
		"hilde_chant_confirm": {
			"text": "Not the tones alone. The resonance. Listen."
		},
		"hilde_chant_2": {
			"text": "Hilde begins to hum softly. The melody is simple, almost a lullaby. But it feels different — the air grows heavier, warmer."
		},
		"hilde_chant_3": {
			"text": "And then — for a brief moment — the distant singing from the depths falls silent. Complete stillness. As if the earth were holding its breath."
		},
		"elise_chant_amazed": {
			"text": "It stopped. The singing - it is silent!"
		},
		"hilde_chant_4": {
			"text": "Do you hear? Silence. The chant works. But I am old. My voice will no longer suffice for the full ritual. You must learn it."
		},
		"elise_chant_try": {
			"text": "I can try. But I am no singer, Hilde."
		},
		"hilde_chant_teach": {
			"text": "It is not about beauty. It is about intent. Sing with me."
		},
		"narration_chant_try": {
			"text": "I try to hum along with the melody. My voice is uncertain, trembling. But after a few bars I find the rhythm - and something responds."
		},
		"narration_chant_response": {
			"text": "Deep beneath us, barely perceptible, something shifts. The singing from the depths falters - only for a moment, but it falters. It heard me."
		},
		"elise_chant_fear": {
			"text": "It reacted. It heard ME. Hilde, it knows I am here!"
		},
		"hilde_chant_calm": {
			"text": "It knew that already, child. Your name stands in its book. But now it knows you can SING. That is important."
		},
		"transition_to_sign": {
			"text": "Hilde waits until the silence has settled. The singing from the depths resumes, timidly at first. Then she speaks again, calmer now."
		},
		"hilde_sign_1": {
			"text": "The sign of the earth is not a mark that one draws. It is a place. Where the entity comes closest to the surface."
		},
		"elise_sign_question": {
			"text": "The chamber beneath the church. Where the ground pulses."
		},
		"hilde_sign_2": {
			"text": "In the chamber beneath the church there is a point where the stone is thinner. There you feel the heartbeat most clearly. That is the sign — not made by human hands."
		},
		"hilde_sign_3": {
			"text": "Your grandmother found it. You must stand exactly there when you begin the chant. Otherwise the effect dissipates."
		},
		"elise_sign_react": {
			"text": "Standing directly above the creature and singing. That sounds like... knocking on a door and hoping that what lurks behind it does not open."
		},
		"hilde_sign_honest": {
			"text": "That is roughly what it is. The chant is the knocking. And yes - it could open."
		},
		"transition_to_anchor": {
			"text": "Hilde stands and walks to the window. Outside, the trees sway in the wind, as if listening."
		},
		"hilde_anchor_1": {
			"text": "The anchor. That is the hardest part. Someone must serve as a link between our world and the entity. Someone who knows it but does not fear it."
		},
		"elise_anchor_question": {
			"text": "What happens to the anchor? Does one survive it?"
		},
		"hilde_anchor_hesitate": {
			"text": "Hilde hesitates. For the first time in this conversation, she avoids my gaze."
		},
		"hilde_anchor_2": {
			"text": "Margarethe wanted to do it herself. But she grew too old, too frail. As the anchor one must be strong - in spirit, not in body."
		},
		"elise_anchor_press": {
			"text": "Hilde. You did not answer my question. Does one survive it?"
		},
		"hilde_anchor_truth": {
			"text": "Margarethe was not certain. No one has ever tried it. She died before she could find the answer."
		},
		"narration_anchor_weight": {
			"text": "Not certain. That means it could kill me. Or worse - it could change me. The way it changed Konrad."
		},
		"hilde_anchor_5": {
			"text": "Elise... Margarethe believed that you could be the anchor. Your name in the book — it is not a curse. It is a connection. You are already close to the entity."
		},
		"elise_anchor_horror": {
			"text": "That means the creature KNOWS me? It knows who I am?"
		},
		"hilde_anchor_knows": {
			"text": "It knows your name. It wrote it itself - in a script no human should read. Yes, child. It knows you."
		},
		"narration_anchor_existential": {
			"text": "A shiver runs down my spine. Something beneath the earth, older than humanity, knows my name. Wrote it before I was born. What AM I to this being?"
		},
		"hilde_warning_1": {
			"text": "But listen to me carefully, child. There is someone you must not trust."
		},
		"elise_warning_guess": {
			"text": "Otto Reinhardt. The mayor."
		},
		"hilde_warning_surprised": {
			"text": "You are quick. Yes - Otto. He is the keeper of the old tradition. He will do anything to enforce the feeding. And he has helpers."
		},
		"hilde_warning_5": {
			"text": "If he finds out what you intend — if he realizes you are continuing Margarethe's work — he will act. Swiftly and without conscience."
		},
		"elise_warning_react": {
			"text": "He could not stop my grandmother. He will not stop me either."
		},
		"hilde_warning_smile": {
			"text": "You are more like her than you think."
		},
		"hilde_gift_1": {
			"text": "Hilde reaches into her apron and presses a small pouch into my hand. Inside are dried herbs and a round stone amulet with a spiral carved into it."
		},
		"hilde_gift_2": {
			"text": "Carry this with you. It does not protect against the entity — nothing does. But it protects against its dreams. You will be able to think more clearly."
		},
		"elise_gift_react": {
			"text": "Thank you, Hilde. For everything. For standing by Grandmother's side for thirty years."
		},
		"hilde_gift_personal": {
			"text": "Margarethe was my dearest friend. The only one who never thought me mad. And now you are here, and I am no longer alone with it."
		},
		"narration_gift_moment": {
			"text": "Her eyes glisten. For thirty years she carried this secret, together with Grandmother. And now the burden rests upon my shoulders."
		},
		"journal_hilde": {
			"title": "Hilde's Teachings",
			"content": "Hilde taught me all three components of the binding ritual: 1) The ancient chant — older than any known language, it calms the entity. 2) The sign of the earth — a place in the chamber beneath the church where the stone is thinnest. 3) The anchor — a person with a connection to the entity. Grandmother believed I could be the anchor. Hilde warned me about the mayor."
		},
		"narration_evening": {
			"text": "As I leave Hilde's cottage, dusk is falling. The forest is closer than this morning. I am certain of it."
		},
		"narration_evening_2": {
			"text": "On the way back I hear footsteps behind me. Heavy, deliberate. I turn around — no one there. But among the trees hangs a cloying scent, like wilted flowers."
		},
		"elise_stalked": {
			"text": "My heart pounds. Among the trees hangs a sweet smell, like wilted flowers. The footsteps resume - closer this time."
		},
		"narration_stalked_run": {
			"text": "I run. The last metres to the road I sprint. Only in the lamplight before Grandmother's house do I stop, gasping for breath."
		},
		"narration_stalked_who": {
			"text": "Who was that? Otto? One of his helpers? Or something else entirely? The amulet in my pocket feels warm - as though it were working."
		},
		"hilde_3": {
			"text": "Your grandmother and I worked together for thirty years. She was the clever one, I the patient one. Together we figured out almost everything."
		},
		"hilde_4": {
			"text": "Almost. One piece is still missing. That is why you are here, child."
		},
		"hilde_anchor_3": {
			"text": "Margarethe wanted to do it herself. But she grew too old, too frail. As the anchor, one must be strong — in spirit, not in body."
		},
		"hilde_warning_3": {
			"text": "Otto Reinhardt. The mayor. He is the keeper of the old tradition. He will do anything to ensure the feeding takes place. And he has helpers."
		}
	},
	"res://data/dialogue/act2/investigation_morning.json": {
		"narration_1": {
			"text": "Day three. The morning sun falls through the dusty curtains, but it brings no warmth. I barely slept."
		},
		"elise_wakes": {
			"text": "At some point during the night, the singing grew louder. It formed words that I almost understood in my half-sleep. Now, in the morning light, they have vanished again - like fragments of dreams you cannot hold on to."
		},
		"fled_morning": {
			"text": "The memory of last night burns. The forest that shifted. The paths that all led back. Graubach holds me fast. So I must find another way."
		},
		"stayed_morning": {
			"text": "I chose to stay. The key lies on the nightstand, the spiral facing up. In the morning light, it looks harmless. Almost."
		},
		"narration_kitchen": {
			"text": "In the kitchen I find grandmother's teacup. It sits beside the stove, half empty. Dried herbs on the rim. Mugwort and yarrow - the same tea that Hilde gave me."
		},
		"elise_cup": {
			"text": "I hold the cup in both hands. It is cold. But for a moment I can feel grandmother's hands that held this cup. Every morning. For thirty years."
		},
		"elise_morning_resolve": {
			"text": "I put the cup back. Today I search for grandmother's records. Thirty years of research must be somewhere in this house."
		},
		"narration_2": {
			"text": "Grandmother's house holds answers. She spent thirty years working on an alternative ritual — her notes must be somewhere in here."
		},
		"choice_search": {
			"choices": [
				"Search the study",
				"Investigate the cellar",
				"Thoroughly search her bedroom"
			]
		},
		"search_study": {
			"text": "The study is a chaos of books and papers. Grandmother was obsessed — dozens of books on folklore, occultism, pre-Christian rituals of the Black Forest."
		},
		"elise_study_1": {
			"text": "I recognize some of these books from my studies. Grimm's Mythology, Mannhardt's Forest and Field Cults. But others are unfamiliar - handwritten copies, pages in languages I cannot read."
		},
		"search_study_2": {
			"text": "Between the pages of a well-thumbed book on Germanic binding rituals, I find loose sheets. Grandmother's handwriting, tight and hurried."
		},
		"find_notes_study": {
			"text": "'The seal must be renewed, not with blood, but with will. Three components: the sign of the earth, the chant of the ancients, and an anchor — someone who knows the entity but does not fear it.'"
		},
		"elise_study_react": {
			"text": "An anchor. That word again. Konrad used it. Hilde too. And now grandmother. Am I this anchor?"
		},
		"search_cellar": {
			"text": "The cellar smells of damp earth and something sweeter — herbs, perhaps. Dried bundles of plants hang on the wall, carefully labeled."
		},
		"elise_cellar_1": {
			"text": "The stairs creak beneath my feet. It is cold down here, but a different cold than outside. This one comes from below, from the earth itself. As if something beneath it were breathing."
		},
		"search_cellar_3": {
			"text": "Behind a loose stone in the wall, I find a tin box. Inside: a leather-bound notebook, a small pouch of herbs, and a folded note."
		},
		"search_cellar_4": {
			"text": "'For Elise, when the time comes. You will understand. — M.' Grandmother's initials. The notebook is her journal."
		},
		"elise_cellar_react": {
			"text": "She hid it for me. Not in the obvious study, not in the bedroom. Down here, where the earth is cold and no one searches. As if she knew that others would also be looking for it."
		},
		"search_bedroom": {
			"text": "Grandmother's bedroom looks the same as the day she died. The bed neatly made, as though she had known she wouldn't return."
		},
		"elise_bedroom_1": {
			"text": "Her dressing gown still hangs on the hook. I press my face into it. Lavender and herbs. Her scent. For a moment I am six years old again and she is holding me in her arms."
		},
		"search_bedroom_2": {
			"text": "Beneath the loose floorboard beside the bed — where she used to hide sweets for me — lies a package wrapped in waxed cloth."
		},
		"search_bedroom_3": {
			"text": "An old notebook, filled with writing. On the first page: 'Records of the Entity Beneath Graubach. Begun 1893, continued to the present day.'"
		},
		"elise_bedroom_react": {
			"text": "She used the hiding place that only I knew. The place where she used to hide sweets for me. One last message from grandmother to her grandchild."
		},
		"journal_entry_found": {
			"title": "Grandmother's Journal",
			"content": "Found grandmother's records. She documented 30 years of research on the entity beneath the church and an alternative binding ritual. Three components needed: the sign of the earth, the chant of the ancients, an anchor."
		},
		"read_journal_1": {
			"text": "I leaf through the journal. The early entries are sober, almost scientific. But as the years pass, the handwriting grows more restless."
		},
		"read_journal_2": {
			"text": "'1903: The spiral appears everywhere. In the bark of the trees, in the pattern of the frost, in my dreams. It knows that I am searching.'"
		},
		"elise_journal_react_1": {
			"text": "The spiral. On the gravestones, on Konrad's hand, in Anna's drawings. Everywhere the same symbol. It is not decoration - it is a signature."
		},
		"read_journal_3": {
			"text": "'1915: Hilde taught me an ancient chant. It dates from before the Romans. When I hum it, the air grows heavy and the singing from the depths falls silent for hours.'"
		},
		"elise_journal_react_2": {
			"text": "A chant that silences the creature? That is one of the three components. Hilde still knows it - she must teach it to me."
		},
		"read_journal_5": {
			"text": "'1921: Konrad's eyes. I saw it. For a moment, as the sun hung low, his eyes were not his own. The entity has found a vessel.'"
		},
		"elise_journal_react_3": {
			"text": "Konrad. She knew as early as 1921. For two years he stood at my door and smiled, and behind that smile lives something that is not him. And yesterday I spoke with him as if everything were normal."
		},
		"read_journal_6": {
			"text": "'1923: I found the name. In the book in the chamber. Elise Margarethe Brandt. Written in an ink that pulses. My granddaughter. Who is not even born yet.'"
		},
		"elise_journal_react_4": {
			"text": "1923. My name was in that book before I was born. The creature knew me before I existed. It was waiting for ME."
		},
		"elise_journal_react_5": {
			"text": "My hands tremble so badly that I can barely hold the journal. I set it down. Breathe. One. Two. Three. Then I pick it up again."
		},
		"read_journal_7": {
			"text": "'1923, Addendum: I will not allow my granddaughter to become a sacrifice. From today I work on another way. It will take thirty years. But I have thirty years.'"
		},
		"elise_journal_react_6": {
			"text": "She did it for me. Not out of duty or tradition. Because she loved me. A grandmother who fought against an ancient being for thirty years so that her grandchild could live."
		},
		"narration_midmorning": {
			"text": "I close the journal. My hands are trembling. Grandmother knew about Konrad. She knew everything."
		},
		"elise_plan_1": {
			"text": "Three components. The sign of the earth - perhaps in the chamber beneath the church. The chant of the ancients - Hilde knows it. And an anchor."
		},
		"elise_plan_2": {
			"text": "I am the anchor. My name in the book is the connection. Grandmother did not want to destroy this connection - she wanted to USE it. Not as a sacrifice, but as a link."
		},
		"elise_plan_3": {
			"text": "Can this work? Or was grandmother just as desperate as I am, grasping at any straw?"
		},
		"narration_plan": {
			"text": "What else did she write? Three components for the seal. Hilde knows the chant. The sign of the earth — perhaps in the church? And the anchor..."
		},
		"choice_next_step": {
			"choices": [
				"Go to the church — search for the sign",
				"Seek out Hilde — ask about the chant"
			]
		},
		"narration_to_church": {
			"text": "The church. That's where the chamber lies, where the rituals are performed. If there are clues to the sign of the earth anywhere, it's there."
		},
		"narration_to_hilde": {
			"text": "Hilde was grandmother's ally. She knows the chant. Perhaps she knows more about the other components too. The church can wait."
		}
	},
	"res://data/dialogue/act2/konrad_encounter.json": {
		"narration_1": {
			"text": "Day four. In the village square, I run into Konrad by chance — or what disguises itself as chance. He sits on the edge of the fountain, reading."
		},
		"narration_inner": {
			"text": "Grandmother's words stand before my eyes: 'He is the vessel.' The man who sits there so peacefully reading carries something ancient within him. And he may not even know it."
		},
		"konrad_1": {
			"text": "Fräulein Brandt! What a pleasant surprise. Please, sit down. I have fresh coffee — real coffee, not that substitute."
		},
		"elise_greet": {
			"text": "Good day, Herr Müller. My grandmother often told me about you."
		},
		"konrad_react_greet": {
			"text": "Did she? That pleases me. Margarethe was a special woman."
		},
		"konrad_remembers_door": {
			"text": "Ah, it's nice to see you in daylight. Our nighttime encounter was somewhat... unfortunate. You must think me strange."
		},
		"elise_door_react": {
			"text": "Yes, it surprised me. What brought you to Grandmother's house at night?"
		},
		"konrad_door_excuse": {
			"text": "I wanted to offer my condolences. Old habit — Margarethe and I often chatted in the evenings."
		},
		"narration_door": {
			"text": "He is lying. Or telling a half-truth. Grandmother did not write about evening chats in her diary."
		},
		"narration_suspicious": {
			"text": "I know what grandmother wrote about him. The vessel. I must be careful."
		},
		"narration_charmed": {
			"text": "Something about him draws me in. He is different from the other villagers — educated, open, curious."
		},
		"konrad_2": {
			"text": "I've been thinking about your grandmother. Margarethe was a remarkable woman. Did you know she taught me to read?"
		},
		"elise_react_reading": {
			"text": "I did not know that. She never talked much about Graubach. At least not... not in recent years."
		},
		"konrad_4": {
			"text": "When I was a child, she came every Wednesday. She read to me, showed me a world beyond these mountains. Without her, I would never have become a teacher."
		},
		"elise_personal": {
			"text": "That sounds wonderful. I wish I had visited her more often."
		},
		"konrad_6": {
			"text": "She always had a secret, your grandmother. Something she never shared. Have you discovered it?"
		},
		"narration_test_moment": {
			"text": "He asks so directly. His eyes seek mine — calm, attentive. Too attentive? Or merely curious?"
		},
		"choice_konrad_trust": {
			"choices": [
				"Trust him and tell him about the tradition",
				"Distrust: Answer evasively",
				"Test him: Tell him about the spirals and observe his reaction"
			]
		},
		"elise_trust_1": {
			"text": "Herr Müller... Konrad. I know about the tradition. About the book beneath the church. About the feeding every thirty years."
		},
		"konrad_trust_silence": {
			"text": "He says nothing. His face barely changes — but his hands around the coffee cup turn white with tension."
		},
		"konrad_trust_2": {
			"text": "I know. I think I have always known. Not the details, but... the feeling. That something is wrong in this village. That I am wrong."
		},
		"elise_trust_ask": {
			"text": "What does it feel like? Can you... can you sense it?"
		},
		"konrad_trust_describe": {
			"text": "Imagine you are standing in a dark room. You know you are not alone. Something breathes behind you. But when you turn around, there is only... yourself."
		},
		"konrad_trust_dreams": {
			"text": "Sometimes I dream things that are not my dreams. I see... deeper. Older. As though I were merely a shell."
		},
		"elise_trust_vessel": {
			"text": "Konrad... Grandmother called you 'the vessel' in her diary."
		},
		"konrad_trust_vessel_react": {
			"text": "He closes his eyes. A tremor runs through his body — brief, violent, as though an electric shock had hit him."
		},
		"konrad_trust_4": {
			"text": "The vessel. Yes. That... that explains a few things. You know, Fräulein Brandt, sometimes I wake at night and my hands are drawing spirals. Without my wanting them to."
		},
		"narration_trust_horror": {
			"text": "A shiver runs down my spine. He is describing possession from the inside — and it does not sound like a monster. It sounds like a prisoner."
		},
		"elise_distrust_1": {
			"text": "Nothing special. Old letters, recipes. Memories of an old woman."
		},
		"narration_lie": {
			"text": "The lie comes more easily than expected. But my voice sounds too high, too even."
		},
		"konrad_distrust_2": {
			"text": "Only memories? No... records? No notes about the village?"
		},
		"elise_distrust_push": {
			"text": "Why would she have notes about the village?"
		},
		"konrad_distrust_shift": {
			"text": "His smile changes. The warmth fades. For a moment something seems to slide behind his pupils. Something old."
		},
		"konrad_distrust_3": {
			"text": "Of course. Only memories. Graubach is a perfectly normal village, after all."
		},
		"elise_distrust_shiver": {
			"text": "The way he emphasizes 'normal' makes me shiver. He knows I am lying. And I know that he knows."
		},
		"konrad_distrust_4": {
			"text": "You know, Fräulein Brandt..."
		},
		"konrad_distrust_voice": {
			"text": "I never lie."
		},
		"narration_distrust_horror": {
			"text": "His voice suddenly sounds different. Deeper. Older. As though not he were speaking, but something THROUGH him. Then he blinks, and the old Konrad is back."
		},
		"konrad_distrust_5": {
			"text": "Forgive me. I am somewhat... out of sorts today. Sleep was not good."
		},
		"elise_test_1": {
			"text": "The church is fascinating. Those spirals on the walls — have you noticed them? I know similar patterns from my folklore studies."
		},
		"konrad_test_react": {
			"text": "His hand twitches. Involuntarily he grabs his wrist — right where I saw the faint spiral patterns on his skin at our last meeting."
		},
		"konrad_test_hide": {
			"text": "Spirals? I... no, I do not pay attention to church decoration. Pastor Voss's domain, not mine."
		},
		"elise_test_push": {
			"text": "Strange. You just covered your wrist. Do you have such patterns too?"
		},
		"konrad_test_3": {
			"text": "Spirals? No, I... I do not know any spirals."
		},
		"narration_test_lie": {
			"text": "He is lying. And he knows that I know it. The air between us grows heavy. I say nothing more — sometimes silence is more revealing than questions."
		},
		"konrad_walk": {
			"text": "Come. Let me show you something. The forest behind the school — there is a place there that your grandmother loved."
		},
		"elise_forest_hesitate": {
			"text": "Alone with him in the forest. With the man grandmother called 'the vessel'. Any sensible person would refuse."
		},
		"elise_forest_decide": {
			"text": "Show me the place."
		},
		"narration_forest_why": {
			"text": "But I am not here to be sensible. I am here to understand."
		},
		"narration_forest_1": {
			"text": "The forest path leads deeper than expected. The trees stand so close together here that barely any light gets through. Konrad walks ahead, sure-footed, as though he knows every root."
		},
		"elise_forest_1": {
			"text": "Do you come here often?"
		},
		"konrad_forest_reply": {
			"text": "Sometimes. When school is over. The forest is a good place to think."
		},
		"narration_forest_walk": {
			"text": "His steps are sure, almost automatic. As though his body knows the way even when his mind is elsewhere."
		},
		"narration_forest_2": {
			"text": "He stops at a clearing. In its center stands a single, ancient tree. Its trunk is twisted, grown in a spiral."
		},
		"konrad_tree_1": {
			"text": "The villagers call it the Guardian Tree. It has stood here for centuries. Your grandmother came here often."
		},
		"elise_tree_1": {
			"text": "Spirally grown... like the patterns in the church. Like the marks on your wrist."
		},
		"konrad_tree_3": {
			"text": "Do you feel it? The ground here... it breathes."
		},
		"elise_tree_feel": {
			"text": "Yes. Beneath my feet. A pulsing — like a heartbeat."
		},
		"narration_tree": {
			"text": "He's right. Beneath my feet, there is a faint pulsing. Like a heartbeat, deep in the earth. The same rhythm as beneath the altar."
		},
		"konrad_humming": {
			"text": "Konrad stands motionless before the tree. His lips move, barely visible. He is humming — a melody I know. The melody from the depths."
		},
		"elise_humming_react": {
			"text": "The song. You are humming the song — the singing from the depths!"
		},
		"konrad_humming_react": {
			"text": "He flinches as though I had struck him. His eyes widen — confusion, fear. Real fear."
		},
		"konrad_humming_2": {
			"text": "I... what? I was not... I did not know I was..."
		},
		"narration_humming_pity": {
			"text": "He does not know it. He hums the creature's song without realizing. Like a sleepwalker who does not know where his feet are taking him."
		},
		"elise_humming_comfort": {
			"text": "It is all right. It is not your fault, Konrad."
		},
		"konrad_humming_3": {
			"text": "Nothing here is my fault. And at the same time everything is my fault. Or that which is inside me."
		},
		"narration_pity_moment": {
			"text": "For the first time I do not see him as a threat. But as a victim. A man, trapped between himself and something older than the mountains."
		},
		"journal_konrad": {
			"title": "Konrad and the Guardian Tree",
			"content": "Konrad showed me the Guardian Tree in the forest — grown in a spiral. The ground there pulses like beneath the altar. Konrad behaved strangely — his hand twitches at the mention of spirals, his eyes change. Grandmother's journal confirmed it: He is the vessel."
		},
		"narration_return": {
			"text": "We walk back to the village in silence. Konrad whistles softly to himself. The melody sounds familiar — it is the singing from the depths."
		},
		"elise_return_thought": {
			"text": "Can one free a vessel without breaking it? Or has Konrad Müller long since ceased to be Konrad Müller?"
		},
		"narration_2": {
			"text": "His smile is warm, inviting. But grandmother's words echo: 'His eyes were not his own.'"
		},
		"konrad_door_narration": {
			"text": "He mentions our encounter casually, as if it were the most normal thing in the world. But why was he at grandmother's house at night?"
		},
		"konrad_trusted": {
			"text": "I tell him everything. About the tradition, the book, the feeding. He listens without interrupting."
		},
		"konrad_trusted_3": {
			"text": "I know. I think I've always known. Not the details, but... the feeling. That something is wrong in this village. That something is wrong with me."
		},
		"konrad_trusted_5": {
			"text": "Sometimes I dream things that are not my dreams. I see... deeper. Older. As though I were merely a shell."
		},
		"konrad_trusted_6": {
			"text": "He says it so calmly, so matter-of-factly. As though he were talking about the weather."
		},
		"konrad_distrusted": {
			"text": "'Nothing special,' I say. 'Old letters, recipes, memories.' The lie tastes bitter."
		},
		"konrad_distrusted_3": {
			"text": "He smiles, but the smile doesn't reach his eyes. For a moment — just a moment — something seems to slide behind his pupils. Something ancient."
		},
		"konrad_distrusted_4": {
			"text": "Of course. Only memories. After all, Graubach is a perfectly normal village."
		},
		"konrad_tested": {
			"text": "I mention the spirals in the church in passing. 'Strange patterns,' I say. 'Do you know them?'"
		},
		"konrad_tested_2": {
			"text": "His hand twitches. Involuntarily, he grasps his wrist — right where I noticed the faint spiral patterns on his skin the other day."
		},
		"konrad_tested_4": {
			"text": "Spirals? No, I... I don't know any spirals."
		},
		"konrad_tested_5": {
			"text": "He's lying. And he knows that I know it. The air between us grows heavy."
		}
	},
	"res://data/dialogue/act2/the_book.json": {
		"narration_1": {
			"text": "Day five. Midnight. The village sleeps — or pretends to. I creep through the empty lanes toward the church."
		},
		"narration_2": {
			"text": "Georg's key sits heavy in my pocket. Hilde's amulet rests against my chest. Grandmother's journal is in my bag."
		},
		"elise_inner_ready": {
			"text": "My hands tremble. But I keep walking. Grandmother worked towards this moment for thirty years. I will not let it pass."
		},
		"voss_night_1": {
			"text": "You came. Good. We have little time. Otto's men are patrolling — he has noticed that something is changing in the village."
		},
		"elise_voss_greet": {
			"text": "Thank you for being here, Father. I would not have wanted to do this alone."
		},
		"voss_night_2": {
			"text": "Voss leads me through a side door into the sacristy. There, behind a heavy curtain, lies a stone staircase leading downward."
		},
		"narration_voss_leads": {
			"text": "Voss leads me through a side door into the sacristy. There, behind a heavy curtain, lies a stone staircase leading downward."
		},
		"narration_alone": {
			"text": "The church door is locked. But Georg's key — it fits here too. The old iron turns heavily in the lock."
		},
		"elise_alone_thought": {
			"text": "Alone. No Voss, no Georg. Just me and whatever waits beneath the church. Grandmother did it alone for thirty years. I can manage one night."
		},
		"narration_alone_2": {
			"text": "Alone in the dark church. My candle casts trembling shadows. Behind the altar I find the staircase leading down."
		},
		"narration_basement_1": {
			"text": "The air changes at once. Warmer, damper, sweeter. The singing is no longer faint here — it fills the room, vibrates in my bones."
		},
		"elise_descent_react": {
			"text": "Nausea rises in me. Dizziness. The amulet on my chest grows warm - as though it were working against the pressure weighing on my thoughts."
		},
		"narration_basement_2": {
			"text": "The walls are covered with spirals. Carved, painted, branded. Layer upon layer, centuries piled atop one another. Some look like writing I cannot read."
		},
		"voss_descent_1": {
			"text": "Herr im Himmel, steh uns bei..."
		},
		"elise_voss_prayer": {
			"text": "Does it help? The praying?"
		},
		"voss_descent_2": {
			"text": "Nicht gegen DAS hier. Aber es hilft mir. Es erinnert mich daran, wer ich bin."
		},
		"elise_voss_understand": {
			"text": "I understand him. Down here, where the walls breathe and the ground pulses, one needs something to anchor oneself. For Voss it is his faith. For me... Grandmother's words."
		},
		"narration_basement_3": {
			"text": "On a stone pedestal in the center of the room lies a book. It is not old — it is beyond old. The leather is from no animal I know."
		},
		"elise_book_first": {
			"text": "My hands tremble as I touch it. The leather feels like... skin. Warm skin. It responds to my touch - a gentle pulsing beneath my fingertips."
		},
		"narration_basement_4": {
			"text": "I open it. Page after page of names. Hundreds of names, in different handwritings, written across centuries. Some have a date behind them. Some have a cross."
		},
		"elise_crosses": {
			"text": "The crosses. One every thirty years. The sacrificed. I count them and my stomach turns. So many. So many people who descended into this hole and never came back up."
		},
		"narration_basement_5": {
			"text": "The crosses. I count them. One every thirty years, going back until... the oldest entries are no longer writing, just symbols."
		},
		"elise_grandmother_notes": {
			"text": "Her notes. Small, neat letters: 'Friedrich Meier, 1893. Last sacrifice.' And further on: 'Konrad M. - not entered as sacrifice. Marked differently. Vessel?' Grandmother studied this book. For years."
		},
		"narration_find_name": {
			"text": "And there, on the last written page: 'Elise Brandt'. In a handwriting that does not look human. The letters are too even, too perfect."
		},
		"elise_panic_1": {
			"text": "My name. In a script no human can write. And the ink... the ink PULSES. It lives. It breathes beneath my fingers."
		},
		"elise_panic_2": {
			"text": "No. No, that cannot be. It must be a mistake. Someone wrote it in - Otto, Konrad, someone. But the script is not human. No human hand writes like this."
		},
		"narration_name_1": {
			"text": "I touch my name on the page. The ink is warm. It pulses beneath my fingers."
		},
		"elise_panic_3": {
			"text": "Grandmother knew. She summoned me BECAUSE my name stands in the book. Did she sacrifice me or save me? Or both?"
		},
		"narration_name_2": {
			"text": "And then the singing stops. Complete, absolute silence. Silence that weighs heavier than any sound."
		},
		"narration_silence": {
			"text": "In the silence I feel it. Not hear, not see — feel. An attention, vast as an ocean, directed at me. It is awake. It knows I am here."
		},
		"elise_awareness": {
			"text": "It regards me. Not with eyes - with something older. I stand naked before a consciousness that saw mountains when they were not yet mountains."
		},
		"narration_before_choice": {
			"text": "The book lies open before me. My name stares back at me. What do I do now?"
		},
		"elise_deliberate_1": {
			"text": "If I erase the name - will I be free? Or will it only anger the creature? Grandmother wrote that the name always comes back."
		},
		"elise_deliberate_2": {
			"text": "If I take the book, I have proof. Control. But Otto will notice. And the creature... it will know something is missing."
		},
		"elise_deliberate_3": {
			"text": "Or I leave it here. Perhaps I do not need the book. Perhaps I need the CONNECTION that my name represents."
		},
		"choice_book": {
			"choices": [
				"Try to scratch out the name",
				"Take the book",
				"Back away — leave the book alone"
			]
		},
		"erase_attempt": {
			"text": "I scrape my fingernail across my name. The ink does not yield. I spit on the page, rub — nothing. As grandmother wrote: the name always comes back."
		},
		"elise_erase_frustrate": {
			"text": "As Grandmother wrote: the name always comes back. As though it were not ON the page, but IN it. Part of the book itself."
		},
		"erase_3": {
			"text": "The ground trembles. Dust trickles from the ceiling. The singing resumes — louder, angrier, like a swarm of hornets rising from the deep."
		},
		"take_book": {
			"text": "I close the book and take it. It is heavier than it looks, and warm, almost hot. As I lift it from the pedestal, the room shudders."
		},
		"take_3": {
			"text": "A sound — not singing, not a scream. A sigh. So vast, so deep that the stone walls vibrate. It has noticed that something is missing."
		},
		"elise_take_react": {
			"text": "The book presses against my chest like a heartbeat that is not my own. But I hold it tight. It belongs to me - or I belong to it."
		},
		"leave_book": {
			"text": "I step back. My instinct tells me: the book is not meant for human hands. It belongs below, in the dark, where it was placed."
		},
		"elise_leave_reason": {
			"text": "I do not need the book. I have something better: I now know that my name is a connection. And a connection can be used - without possessing it."
		},
		"leave_2": {
			"text": "The singing resumes gently. Almost satisfied. As if I had made the right decision — or the one it wanted."
		},
		"book_converge": {
			"text": "I must get out of here. Now. The walls seem to be closing in, the spirals spinning in my peripheral vision."
		},
		"narration_escape": {
			"text": "I stumble up the stairs, through the church, into the open air. The night air hits me like a blow. Cold. Clear. Real."
		},
		"otto_encounter": {
			"text": "In front of the church stands a figure in the moonlight. Broad-shouldered, motionless. Mayor Reinhardt."
		},
		"otto_1": {
			"text": "Fräulein Brandt. Out late. And with something that does not belong to you."
		},
		"elise_otto_react": {
			"text": "Herr Reinhardt. How long have you been standing here?"
		},
		"otto_2": {
			"text": "Lange genug. Ich habe Sie beobachtet, seit Sie Hildes Hütte verlassen haben. Genau wie Ihre Großmutter - immer da, wo sie nicht sein sollte."
		},
		"otto_3": {
			"text": "Give me the book. And go home. Forget what you have seen. That is not a request."
		},
		"elise_otto_defiant": {
			"text": "My name stands in this book, Herr Reinhardt. In a script no human wrote. I believe I have a right to it."
		},
		"otto_react_name": {
			"text": "Rights? There are no rights here, Fräulein. There is only tradition. And tradition says: every thirty years it is fed. That has worked. For centuries."
		},
		"choice_otto": {
			"choices": [
				"Give back the book",
				"Refuse and run"
			]
		},
		"give_book": {
			"text": "My hands tremble as I hand him the book. Otto takes it with a care that contradicts his threat. He holds it like a baby."
		},
		"give_book_3": {
			"text": "Sensible. Just like your grandmother. She was sensible too — in the end. Go home, Fräulein Brandt. And stay there."
		},
		"elise_give_whisper": {
			"text": "In the end. What does that mean? Was Grandmother sensible - or did Otto silence her? The thought makes me shiver."
		},
		"defy_otto": {
			"text": "I press the book against my chest and run. Through the lanes, across the square, toward grandmother's house. Otto calls after me, but he does not pursue."
		},
		"defy_narration": {
			"text": "I press the book against my chest and run. Through the alleys, across the square, towards Grandmother's house. Otto calls after me, but he does not give chase."
		},
		"defy_3": {
			"text": "His last words echo through the night: 'That was a mistake, Fräulein Brandt. A grave mistake.'"
		},
		"defy_4": {
			"text": "His call echoes through the night. But I am faster than an old man. And the darkness shields me - for the first time."
		},
		"narration_home_1": {
			"text": "Back in grandmother's house. I bolt the door, shove a chair against it. My hands are still trembling."
		},
		"elise_home_process": {
			"text": "I saw my name. In a script no human wrote. On a page that knows no error. And now I know for certain: I am no bystander. I am part of the story."
		},
		"journal_book": {
			"title": "The Book of Names",
			"content": "In the chamber beneath the church lies an ancient book containing hundreds of names. Some bear a cross — the sacrificed, every 30 years. My name is the last entry, in inhuman script. The ink pulses. The entity knew I would come."
		},
		"narration_end_1": {
			"text": "I cannot sleep. The singing is louder than ever. It seeps through the walls, through the floor, through my closed eyelids."
		},
		"elise_end_cover": {
			"text": "I press my hands over my ears. It does not help. The singing does not come from outside. It comes from WITHIN. Since I touched my name, it is part of me."
		},
		"narration_end_2": {
			"text": "And in the pauses between the tones I hear words. Not German, not Latin, no language that should exist. But I understand them all the same."
		},
		"narration_end_3": {
			"text": "It says my name. Over and over and over. Elise. Elise. Elise."
		},
		"narration_end_4": {
			"text": "End of Act 2"
		},
		"narration_home_2": {
			"text": "I have seen my name. In a script no human wrote. On a page that knows no error."
		}
	},
	"res://data/dialogue/act3/allies_choice.json": {
		"narration_1": {
			"text": "Day six, afternoon. Tomorrow is the anniversary. I need help - and I must decide whom I trust."
		},
		"elise_assess": {
			"text": "Georg has the key and the strength. Hilde knows the chant and the old ways. Voss knows the chamber and carries thirty years of guilt. And Konrad... Konrad is the key to everything - or the greatest danger."
		},
		"elise_decide": {
			"text": "I cannot confide in all of them at once. Otto has eyes everywhere. One must be my primary ally - the one I rely on tomorrow night."
		},
		"choice_primary_ally": {
			"choices": [
				"Choose Georg as main ally - strength and loyalty",
				"Choose Hilde as main ally - knowledge and experience",
				"Choose Voss as main ally - access and remorse"
			]
		},
		"georg_ally_1": {
			"text": "You really want to go through with it. Margarethe's ritual. I hoped you'd leave, Elise. But I also knew you'd stay."
		},
		"elise_georg_1": {
			"text": "Leaving was never really an option. Not since I saw my name in that book."
		},
		"georg_flee_callback": {
			"text": "You wanted to flee, back then. That was sensible. But you stayed. That was brave. Your grandmother would be proud."
		},
		"elise_georg_flee": {
			"text": "The forest would not let me. But even if it had... I believe I would have come back."
		},
		"elise_georg_question": {
			"text": "Georg, what happens if I fail? What happens to you, to Graubach?"
		},
		"georg_ally_answer": {
			"text": "Then it was all for nothing. Thirty years. Margarethe's sacrifice. My guilt."
		},
		"elise_georg_risk": {
			"text": "And you? What are you risking? You could flee - you are not in the book."
		},
		"georg_ally_3": {
			"text": "I'm in. I'll stop Otto when he comes. He will come - he has men, but I have hammers. And thirty years of pent-up rage."
		},
		"elise_georg_otto": {
			"text": "Otto has men. What if they are armed?"
		},
		"georg_ally_hammer": {
			"text": "Georg takes a heavy blacksmith's hammer from the wall. In his eyes burns a fire I have never seen before."
		},
		"georg_ally_4": {
			"text": "Georg takes a heavy blacksmith's hammer from the wall. In his eyes burns a fire I've never seen before. Perhaps the fire that has only smoldered for thirty years."
		},
		"elise_georg_grateful": {
			"text": "Thank you, Georg. Grandmother could not have wished for a better ally."
		},
		"hilde_ally_1": {
			"text": "Tomorrow, then. The chant must begin at sunset, when the entity lies between sleep and waking. That's when it's most vulnerable."
		},
		"elise_hilde_1": {
			"text": "Hilde, the chant... I cannot do it alone. When I tried it at your cottage, my voice was barely enough."
		},
		"hilde_ally_2": {
			"text": "I'll help you strengthen the chant. My voice may be old, but together - perhaps it will suffice. The ancient peoples always sang in chorus."
		},
		"elise_hilde_chance": {
			"text": "What if the creature does not accept the chant? What if it is not enough?"
		},
		"hilde_ally_improvise": {
			"text": "Then we improvise. As your grandmother would have done. Margarethe never gave up - and neither shall we."
		},
		"hilde_ally_personal": {
			"text": "Hilde takes my hands. Her fingers are rough and warm, full of life despite her age."
		},
		"hilde_ally_hands": {
			"text": "You are more like her than you think, child. The same stubbornness. The same kindness. And the same fear she never admitted to."
		},
		"elise_hilde_personal": {
			"text": "Hatte sie Angst? Großmutter wirkte immer so... unerschütterlich."
		},
		"hilde_ally_truth": {
			"text": "Of course she was afraid. Every night. But she used the fear - as fuel. You can do the same."
		},
		"hilde_ally_3": {
			"text": "Hilde begins tying bundles of herbs together and painting signs on strips of cloth. She murmurs the chant softly as she works. The air in the cottage thickens."
		},
		"voss_ally_1": {
			"text": "Thirty years I have kept silent. Thirty years I have stood by and watched. That ends tomorrow."
		},
		"elise_voss_1": {
			"text": "Pastor Voss, you have suffered under guilt for thirty years. That is enough."
		},
		"voss_reacts": {
			"text": "Nothing is ever enough. Not for Friedrich Meier. Not for all the others."
		},
		"elise_voss_lead": {
			"text": "Then help me end it. Not for the guilt - for the future. So that no one is ever sacrificed again."
		},
		"voss_confronted_callback": {
			"text": "You asked me in the church what I knew about the Feeding. I didn't say everything then. But now - I owe you the full truth. And I owe Friedrich Meier more than that."
		},
		"elise_voss_truth": {
			"text": "Was haben Sie zurückgehalten?"
		},
		"voss_confession": {
			"text": "Friedrich screamed. All night. And I... I prayed instead of helping him. I spoke my prayers louder than his screams. I will never forgive myself for that."
		},
		"elise_voss_forgive": {
			"text": "You cannot undo it. But you can make sure it was the last time."
		},
		"voss_ally_3": {
			"text": "I know every stone in that chamber. I know where the traps are, where the ground is thin, where the singing grows loudest. I will guide you."
		},
		"elise_voss_risk": {
			"text": "What if Otto stops us? He controls the village."
		},
		"voss_ally_4": {
			"text": "And if it goes wrong... then I go first. I owe that to Friedrich Meier. I owe that to everyone."
		},
		"elise_voss_no": {
			"text": "No one has to die, Pastor. Not you, not I. That is what we are doing this for."
		},
		"ally_converge": {
			"text": "I have an ally. But is it enough? Evening falls, and with it the world grows stranger still."
		},
		"elise_konrad_consider": {
			"text": "But then there is Konrad. The vessel. The man caught between himself and the creature. Can he help me - or will he betray me?"
		},
		"choice_konrad_final": {
			"choices": [
				"Seek out Konrad - perhaps he can resist the entity",
				"Avoid Konrad - he is too dangerous"
			]
		},
		"konrad_final_1": {
			"text": "Konrad sits alone in the classroom. He has drawn spirals on the blackboard - dozens, intertwined. When I enter, he hastily wipes them away."
		},
		"elise_konrad_enter": {
			"text": "Konrad. How are you?"
		},
		"konrad_final_2": {
			"text": "Elise. I... it's getting worse. I'm losing myself. At night I wake up in places I never went to. My hands do things I don't want."
		},
		"elise_konrad_concern": {
			"text": "When did you last sleep? Truly sleep?"
		},
		"konrad_final_sleep": {
			"text": "I do not know anymore. The nights blur together. Sometimes I do not know if I am awake or dreaming. Whether it is ME thinking or IT."
		},
		"konrad_final_4": {
			"text": "His eyes flicker - brown, then something else, deeper, older. For a moment I see something immense behind his pupils, like an ocean behind a pane of glass."
		},
		"konrad_creature_voice": {
			"text": "Elise... it is HERE... it speaks through me... I cannot..."
		},
		"elise_konrad_reach": {
			"text": "Konrad! Listen to my voice. YOU are Konrad Müller. You are a teacher. You learned to read from Grandmother."
		},
		"konrad_final_6": {
			"text": "Help me, Elise. Please. Before it has me completely. I don't want to be its tool."
		},
		"elise_konrad_promise": {
			"text": "I will free you, Konrad. Or at least try. I promise."
		},
		"konrad_final_hope": {
			"text": "A faint smile. The first genuine smile I have seen from him - not charming, not seductive. Only grateful. Only human."
		},
		"avoided_konrad": {
			"text": "Konrad is no longer Konrad. Not entirely. I can't risk the entity learning of my plan through him."
		},
		"elise_konrad_regret": {
			"text": "I am sorry, Konrad. Perhaps I can help you when this is over. But now... now I must avoid you. For your own protection."
		},
		"ally_final_converge": {
			"text": "Der Abend bricht herein. Der Himmel färbt sich in Farben, die es nicht geben sollte - violett und grün und ein Rot, das an Wunden erinnert.",
			"title": "Allies Chosen",
			"content": "Tomorrow is the day of the Feeding. I have chosen my allies and discussed the plan. Grandmother's binding ritual instead of the blood ritual. Anna says the entity is afraid of me. That makes two of us."
		},
		"elise_final_thought": {
			"text": "Tomorrow is the day. Tomorrow I stand in the chamber, above the thinnest stone, and sing the chant Hilde taught me. And the creature will answer."
		},
		"journal_allies": {
			"title": "Allies Chosen",
			"content": "Tomorrow is the day of the feeding. I have chosen my allies and discussed the plan. Grandmother's binding ritual instead of the blood ritual. Anna says the creature is afraid of me. That makes two of us."
		},
		"narration_2": {
			"text": "Georg has the key and the strength. Hilde knows the chant and the old ways. Voss knows the chamber. And Konrad... Konrad is the key to everything - or the greatest danger."
		}
	},
	"res://data/dialogue/act3/descent.json": {
		"narration_1": {
			"text": "Day seven. Evening. The church no longer looks like a church. The pews are shifted, some hovering centimeters above the floor. The stained-glass windows show images that do not belong in glass."
		},
		"narration_2": {
			"text": "The singing is everywhere. No longer just from the depths — it comes from the walls, from the air, from inside my own head. Hilde's amulet pulses warm against my chest."
		},
		"narration_3": {
			"text": "I stand before the stairs to the chamber. The key in my hand is warm — not from my body heat. A warmth of its own."
		},
		"narration_resolve": {
			"text": "My heart pounds. But my hands are steady. Grandmother's hands, Georg said. Hands that do not tremble when it matters."
		},
		"georg_ally_1": {
			"text": "Are you ready?"
		},
		"elise_ally_georg_1": {
			"text": "No. But when would one be ready for something like this?"
		},
		"georg_ally_2": {
			"text": "Margarethe said the same thing, back then. Word for word."
		},
		"elise_ally_georg_2": {
			"text": "Then at least she left me that."
		},
		"narration_ally_together": {
			"text": "He nods. No more words needed. We go together."
		},
		"hilde_ally_1": {
			"text": "The church is resisting. Can you feel it? The stones are bristling."
		},
		"elise_ally_hilde_1": {
			"text": "Mostly I feel the singing. It is... louder than last night. Closer."
		},
		"hilde_ally_2": {
			"text": "That is good. It knows you are coming. It expects you."
		},
		"elise_ally_hilde_2": {
			"text": "That is supposed to reassure me?"
		},
		"hilde_ally_3": {
			"text": "It is supposed to prepare you. I leave the reassurance to the valerian."
		},
		"narration_hilde_smile": {
			"text": "Despite everything, I have to smile. Hilde has that way of taking the edge off the terror."
		},
		"voss_ally_1": {
			"text": "God help us. The church... my church... what has it done to her?"
		},
		"elise_ally_voss_1": {
			"text": "It is showing us what has always been beneath the surface, Pastor. Are you ready?"
		},
		"voss_ally_2": {
			"text": "For thirty years I have dreaded this night. But now... now I am almost relieved that it is finally here."
		},
		"elise_ally_voss_2": {
			"text": "Relief before the abyss. I understand what you mean."
		},
		"narration_voss_together": {
			"text": "Voss crosses himself. His hands tremble, but his steps are firm. Thirty years of guilt are a heavy anchor."
		},
		"narration_alone": {
			"text": "I am alone. No ally, no protector. Only me, the key, and the singing."
		},
		"narration_alone_2": {
			"text": "Grandmother did it alone for thirty years. Perhaps that runs in the family."
		},
		"otto_confrontation": {
			"text": "The church door flies open. Otto Reinhardt stands in the entrance, flanked by two men with torches. His expression is cold."
		},
		"otto_conf_1": {
			"text": "I warned you, Fräulein Brandt. The tradition is older than you, older than I, older than this village. And you will not break it."
		},
		"elise_otto_1": {
			"text": "Tradition? You mean: murder. Every thirty years a murder, so you get to play mayor."
		},
		"otto_conf_2": {
			"text": "So that this village EXISTS! Do you think anyone LIKES living next to such an entity? We do what is necessary!"
		},
		"elise_otto_2": {
			"text": "My grandmother searched for another way for thirty years. I will find it."
		},
		"otto_conf_3": {
			"text": "Your grandmother DIED before she found one!"
		},
		"narration_otto_silence": {
			"text": "The words hit. For a moment I cannot breathe. He is right. Grandmother searched for thirty years and died without finding a solution."
		},
		"elise_otto_3": {
			"text": "Then at least she showed me the way. Step aside, Otto."
		},
		"georg_defends_1": {
			"text": "Enough, Otto. For thirty years I watched. For thirty years I stayed silent. That is over."
		},
		"georg_defends_2": {
			"text": "Georg steps between me and Otto. In his hand the blacksmith's hammer. Otto backs away — he knows Georg, knows his strength."
		},
		"georg_defends_3": {
			"text": "Go, Elise. I will hold them off. Do what Margarethe planned."
		},
		"elise_georg_go": {
			"text": "Georg... take care of yourself."
		},
		"georg_defends_4": {
			"text": "I am a blacksmith. We are tough."
		},
		"ally_confronts_otto": {
			"text": "Otto Reinhardt. I knew your father and your grandfather. They all had more courage than you. Let us through."
		},
		"narration_hilde_otto": {
			"text": "Hilde steps forward, small and old and utterly unyielding. Otto hesitates. In Graubach, no one contradicts Hilde."
		},
		"voss_confronts_otto": {
			"text": "Otto, I have been silent for thirty years about what happened in 1893. Do you really want me to start talking now?"
		},
		"narration_voss_threat": {
			"text": "Otto's face loses all color. Whatever Voss knows — it is enough to bring down a mayor."
		},
		"otto_retreats": {
			"text": "You are bringing death upon this village. Upon all of us."
		},
		"elise_otto_retreat": {
			"text": "No. I am bringing the end of the killing."
		},
		"otto_blocks": {
			"text": "Step back. Immediately. Or you will share the fate of all who have stood against the tradition."
		},
		"elise_otto_alone": {
			"text": "If the entity wants me, Otto — do you really believe you can prevent it?"
		},
		"narration_dodge": {
			"text": "But the church is on my side — or the entity beneath it. The flagstones under Otto's feet tremble, and he stumbles. I seize the moment and run for the stairs."
		},
		"narration_dodge_2": {
			"text": "I run for the stairs, past the stumbling men. Otto's shouts fade behind me, swallowed by the singing."
		},
		"otto_surprise": {
			"text": "No one stopped me. Perhaps Otto knows nothing. Perhaps he is busy elsewhere. Or perhaps something is letting me through on purpose."
		},
		"narration_otto_surprise_2": {
			"text": "Or perhaps something is letting me through on purpose. The thought is worse than any confrontation."
		},
		"narration_descent_1": {
			"text": "The staircase spirals downward. Of course. Everything here is spiral. Each step brings me closer to the singing. It does not grow louder — it grows truer."
		},
		"narration_descent_2": {
			"text": "The air is thick and sweet. My candlelight flickers, though no draft blows. The spirals on the walls seem to move when I am not looking directly at them."
		},
		"descent_georg_dialogue": {
			"text": "Georg... the walls. The spirals are moving."
		},
		"georg_descent_1": {
			"text": "Don't look. Just keep walking. Margarethe said that too."
		},
		"elise_descent_georg": {
			"text": "How often was she down here?"
		},
		"georg_descent_2": {
			"text": "Too often. Each time she came back... changed. Quieter. As if each descent took a piece of her."
		},
		"narration_descent_cost": {
			"text": "What did it take from her? What will it take from me? The questions hammer in my head, in time with the singing."
		},
		"descent_hilde_dialogue": {
			"text": "Breathe evenly. The air down here wants to confuse you. It lies."
		},
		"elise_descent_hilde": {
			"text": "The sweetness... is that the breath of the entity?"
		},
		"hilde_descent_1": {
			"text": "In a way. It dreams, and its breath is the scent of its dreams. Not pleasant dreams."
		},
		"elise_descent_hilde_2": {
			"text": "What does something older than the trees dream of?"
		},
		"hilde_descent_2": {
			"text": "Of company. That is the sad part."
		},
		"descent_voss_dialogue": {
			"text": "Our Father, who art in heaven..."
		},
		"elise_descent_voss": {
			"text": "Does the praying help down here?"
		},
		"voss_descent_1": {
			"text": "Not against THIS. But it helps ME. And that must be enough."
		},
		"elise_descent_voss_2": {
			"text": "You were here. In 1893. When Friedrich died. How... how was it back then?"
		},
		"voss_descent_2": {
			"text": "Exactly like this. The same sweetness, the same singing. Only... back then we did not try to stop it. We FED it."
		},
		"narration_descent_alone": {
			"text": "Alone in the depths. My steps echo, but the echo returns wrong — too late, too loud, as if someone were following me."
		},
		"narration_descent_alone_2": {
			"text": "I turn around. Nothing. Only darkness and spirals. But I FEEL something. Attention. It has been watching me since I touched its name."
		},
		"narration_descent_3": {
			"text": "Then: the chamber. Larger than expected. The stone here is not masoned — it has grown. Organic, like the inside of a vast creature."
		},
		"narration_descent_4": {
			"text": "Deeper. Still deeper. The steps stop being even. Some are wider than others, some tilted, as if the earth had shifted beneath them."
		},
		"narration_descent_5": {
			"text": "A tremor runs through the stone. Not from outside. From BELOW. As if something vast had turned in its sleep."
		},
		"narration_descent_6": {
			"text": "Then: the chamber. Larger than expected. The stone here is not masoned — it has grown. Organic, like the inside of a vast creature."
		},
		"narration_chamber_1": {
			"text": "In the center of the chamber lies the book. Beside it: a circle of ancient symbols, carved into the stone. And in the middle of the circle: a spot where the floor pulses."
		},
		"narration_chamber_2": {
			"text": "The sign of the earth. Here it is. I feel the heartbeat through the soles of my shoes, stronger than ever before. It lives. It waits."
		},
		"narration_chamber_3": {
			"text": "My breath comes heavy. The air down here tastes of something primordial — of moss and stone and something alive that knows no daylight."
		},
		"narration_chamber_elise_1": {
			"text": "Between me and IT there is only stone. Thin stone. I place my hand on the pulsing floor, and for a moment — I feel it."
		},
		"narration_chamber_contact": {
			"text": "An ocean. Not water, but consciousness. Old and vast and slow. It notices my hand the way a sleeping giant notices a fly on its nose."
		},
		"narration_chamber_withdraw": {
			"text": "I pull my hand back. My heart pounds. Not from fear — from awe. Whatever lies beneath, it is VAST. Larger than Graubach, larger than anything I can imagine."
		},
		"georg_chamber_react": {
			"text": "Elise? You've gone pale. What did you feel?"
		},
		"elise_chamber_react": {
			"text": "It is... it is so much larger than I thought. Georg, how did Grandmother endure this for thirty years?"
		},
		"georg_chamber_2": {
			"text": "Because she was stronger than anyone knew. And you are her granddaughter."
		},
		"hilde_chamber_react": {
			"text": "You touched it. I can see it in your eyes."
		},
		"elise_chamber_hilde": {
			"text": "It is an ocean, Hilde. An ocean of consciousness. How can something be so... VAST?"
		},
		"hilde_chamber_2": {
			"text": "It was here before the mountains. Before the rivers. It is the reason the soil here is fertile. Everything has its price."
		},
		"voss_chamber_react": {
			"text": "You can feel it, can't you? This... pressure. As if standing before something sacred. Or unholy."
		},
		"elise_chamber_voss": {
			"text": "Perhaps both. Perhaps the difference is not as great as we think."
		},
		"voss_chamber_2": {
			"text": "That... is a heretical thought. But down here it sounds true."
		},
		"narration_chamber_alone": {
			"text": "I am alone with it. With IT. The entity beneath the stone. And for the first time, that feels right. This meeting was always meant for just the two of us."
		},
		"journal_descent": {
			"title": "The Descent",
			"content": "I am in the chamber beneath the church. The floor pulses, the walls live, the singing fills everything. The Book of Names lies here. The sign of the earth — the pulsing point — is in the center. Tomorrow I perform the ritual. Or die trying."
		},
		"narration_end_1": {
			"text": "I stand in the chamber, and the entity knows I am here. Between us lies only thin stone and centuries of waiting."
		},
		"narration_end_1b": {
			"text": "And tomorrow... tomorrow the stone falls."
		},
		"narration_end_2": {
			"text": "Tomorrow it ends. One way or another."
		}
	},
	"res://data/dialogue/act3/preparation.json": {
		"narration_1": {
			"text": "The last night before the ritual. I sit at my grandmother's table, her journal open, her candle burning. How often did she sit here?"
		},
		"narration_2": {
			"text": "Outside, the sky is wrong. Stars that should not exist, in patterns reminiscent of spirals. The moon is too large and too close."
		},
		"narration_3": {
			"text": "I read my grandmother's final entries once more. The last pages, written in the days before her death."
		},
		"narration_hands": {
			"text": "My hands lie on the table. Grandmother's hands, Georg said. I study them. Slender fingers, no calluses. What are these hands supposed to do tomorrow?"
		},
		"narration_journal_open": {
			"text": "I read Grandmother's final entries once more. The last pages, written in the days before her death. The handwriting grows unsteady toward the end, trembling."
		},
		"narration_journal_1": {
			"text": "'I am too old. My body is failing. But Elise will come. The entity shows it to me in its dreams — not as a threat, as a prophecy.'"
		},
		"narration_react_1": {
			"text": "It dreamed of me. This primordial thing dreamed of ME. The thought makes me shiver."
		},
		"narration_journal_2": {
			"text": "'She has my blood. She has my will. And she has something I never had: the ability to accept the unknown without fearing it.'"
		},
		"narration_react_2": {
			"text": "Without fearing it? Grandmother, if you could see me now. My hands are trembling, and the singing in my head grows louder every hour."
		},
		"narration_journal_4": {
			"text": "'The ritual has six paths. Six possible endings. Not all are good. But all are better than the Feeding.'"
		},
		"narration_react_3": {
			"text": "Six paths. Six possibilities. I count them on my fingers: seal, understand, destroy, negotiate, sacrifice, flee. Each has its price."
		},
		"narration_journal_5": {
			"text": "'Elise, if you are reading this: trust your instinct. The entity is not evil. It is only old and hungry and alone. Sometimes that is worse than malice.'"
		},
		"narration_react_4": {
			"text": "Old and hungry and alone. Like someone sitting in a dark room waiting for visitors who never come. For six hundred years."
		},
		"narration_letter": {
			"text": "Between the last pages lies an envelope. 'For Elise' is written on it, in Grandmother's best handwriting. My name in ink, not in blood."
		},
		"narration_letter_read": {
			"text": "'My dearest Elise. If you are reading this, I am no longer here. But I am with you. In the herbs Hilde gives you. In the strength Georg shows you. In this house that protects you.'"
		},
		"narration_letter_2": {
			"text": "'I summoned you because you are the only one who can end it. Not because your name is in the book. But because you are MY granddaughter. And my granddaughter does not give up.'"
		},
		"narration_letter_cry": {
			"text": "The ink blurs. No — that is me. I am crying. For the first time since arriving in Graubach, I cry properly. Not quietly. Not bravely. I weep like a child who has lost her grandmother."
		},
		"narration_letter_3": {
			"text": "'Forgive me for summoning you. Forgive me for not being strong enough to end it alone. And forgive the entity, if you can. It does not know what it does. It only knows that it is hungry.'"
		},
		"narration_letter_end": {
			"text": "'With love, always. Your grandmother Margarethe.'"
		},
		"narration_after_letter": {
			"text": "I fold the letter and tuck it into my breast pocket. Next to Hilde's amulet. Close to the heart."
		},
		"narration_georg_knock": {
			"text": "A knock at the door. I wipe my eyes before opening. Georg stands outside, a lantern in his hand."
		},
		"georg_visit_1": {
			"text": "Couldn't sleep either. May I come in?"
		},
		"elise_georg_visit_1": {
			"text": "Please. I... just read Grandmother's last letter."
		},
		"georg_visit_2": {
			"text": "She told me she would leave you one. She spent months writing it."
		},
		"elise_georg_visit_2": {
			"text": "Georg... what really happens tomorrow? Not the short version. The truth."
		},
		"georg_visit_3": {
			"text": "You descend into the chamber. You step before the entity. And then... then it is up to you. To what you choose."
		},
		"elise_georg_visit_3": {
			"text": "Do I have a chance?"
		},
		"georg_visit_4": {
			"text": "Your grandmother believed so. For thirty years. That must be enough."
		},
		"elise_georg_visit_4": {
			"text": "And if not?"
		},
		"narration_georg_silence": {
			"text": "Silence. Georg looks at me, and in his eyes lies something he will never say aloud. He is afraid. Not for himself. For me."
		},
		"georg_visit_5": {
			"text": "Then I will be with you. Whatever happens."
		},
		"narration_georg_leave": {
			"text": "He squeezes my shoulder, stands up, leaves. At the door he turns once more, says nothing, only nods. Then he is gone."
		},
		"narration_hilde_knock": {
			"text": "A knock. Soft, firm. I open. Hilde stands at the door, a pouch of herbs in her hand. She sees my eyes and nods knowingly."
		},
		"hilde_visit_1": {
			"text": "You have been crying. Good. Those who weep before the battle have no tears left afterward."
		},
		"elise_hilde_visit_1": {
			"text": "Grandmother's letter. She... she apologized. For summoning me."
		},
		"hilde_visit_2": {
			"text": "She apologized for thirty years. To me, to Georg, to the stars. But you were always the only one it counted for."
		},
		"elise_hilde_visit_2": {
			"text": "Hilde... was she afraid? At the end?"
		},
		"hilde_visit_3": {
			"text": "No. At the end she was calm. She said: 'Elise will come. She will find the right way.' Then she smiled and closed her eyes."
		},
		"elise_hilde_visit_3": {
			"text": "Where does that certainty come from? I am not certain. Not even close."
		},
		"hilde_visit_4": {
			"text": "Your grandmother took Elise's hands. You are more like her than you think. And the entity knows it."
		},
		"narration_hilde_leave": {
			"text": "Hilde places the herbs on the table, strokes my hair the way Grandmother used to, and quietly leaves."
		},
		"narration_voss_knock": {
			"text": "A knock. Hesitant, almost shy. Voss stands at the door, his collar turned up against the night. He looks as if he has not slept in days."
		},
		"voss_visit_1": {
			"text": "Fräulein Brandt... Elise. I wanted... I must tell you something. Before tomorrow..."
		},
		"elise_voss_visit_1": {
			"text": "Come in, Pastor. It is cold outside."
		},
		"voss_visit_2": {
			"text": "1893... when Friedrich died... I was not merely present. I prayed. Not against the ritual. FOR the ritual. I begged God that it would work. That the sacrifice would be accepted."
		},
		"elise_voss_visit_2": {
			"text": "You were young. And frightened. Anyone would have —"
		},
		"voss_visit_3": {
			"text": "No. Not anyone. Not your grandmother. She was the only one who screamed. The only one who tried to stop it. And I... I kept praying."
		},
		"elise_voss_visit_3": {
			"text": "Then pray for the right thing tomorrow. That is enough, Pastor."
		},
		"voss_visit_4": {
			"text": "Tomorrow I pray for YOU. That is more than I did for Friedrich."
		},
		"narration_voss_leave": {
			"text": "Voss stands, bows deeply — deeper than a pastor should bow before a parishioner — and walks out into the night."
		},
		"narration_alone_night": {
			"text": "No one knocks. I am alone. As Grandmother was for thirty years. Alone with the singing and the shadows and the question whether tomorrow will be the last day of my life."
		},
		"narration_alone_night_2": {
			"text": "I write a letter. In case I do not come back. To no one in particular. To the world that knows nothing of Graubach."
		},
		"narration_approach": {
			"text": "The night grows older. The singing quieter, as if the entity were holding its breath. It is waiting for my decision."
		},
		"narration_approach_think": {
			"text": "I close the journal. My hands are calm. Strangely calm for someone who will face an ancient entity tomorrow."
		},
		"narration_approach_seal": {
			"text": "Seal: Grandmother's way. Bind it, not kill it. Safe. Proven. But it lasts only thirty years. Then someone else must live through this night."
		},
		"narration_approach_understand": {
			"text": "Understand: What does it want? Why is it here? For six hundred years we sacrifice to it without ever asking. Perhaps the answer is the solution."
		},
		"narration_approach_destroy": {
			"text": "Destroy: Final. Forever. No seal that needs renewing. No more sacrifice. But the price... Grandmother wrote that destruction costs the destroyer."
		},
		"narration_approach_pact": {
			"text": "Negotiate: A pact. Give and take. Less than sacrifice, more than ignorance. But: can you trust an entity that has accepted six hundred years of human sacrifice?"
		},
		"choice_approach": {
			"choices": [
				"Renew the seal — Grandmother's way. Bind it, not kill it.",
				"Try to understand it — communicate instead of fight",
				"Destroy it — whatever the cost",
				"Strike a pact — negotiate instead of violence"
			]
		},
		"approach_seal": {
			"text": "Grandmother's way. Renew the seal, sing the entity back into deep sleep. Not forever — but for another thirty years. Enough time for the next generation."
		},
		"approach_seal_2": {
			"text": "Grandmother showed the way. I just need to follow her footsteps. The chant, the earth sign, the anchor. Three components, one ritual. I can do this."
		},
		"approach_understand": {
			"text": "What is it? Why is it here? For six hundred years we sacrifice to it, without ever asking what it wants. Perhaps there is a way no one has seen."
		},
		"approach_understand_2": {
			"text": "I am a folklorist. I study the unknown. If anyone is capable of communicating with something no human understands, it should be me."
		},
		"approach_destroy": {
			"text": "Enough. No compromises, no negotiations, no seal that needs renewing in thirty years. It ends here. Today. Forever."
		},
		"approach_destroy_2": {
			"text": "Grandmother wrote that destruction costs the destroyer. I am willing to pay that price. Six hundred years of blood are enough."
		},
		"approach_pact": {
			"text": "Negotiate. It is intelligent enough to understand a pact. Perhaps there is something it wants that does not cost a human sacrifice. A bargain."
		},
		"approach_pact_2": {
			"text": "My name is in the book. That gives me a connection, a voice. For the first time in six hundred years, someone will TALK to the entity, not sacrifice to it."
		},
		"narration_preparation": {
			"text": "I lay out the things I need: Georg's key. Hilde's amulet and herbs. Grandmother's journal. My grandmother's candle."
		},
		"narration_preparation_2": {
			"text": "And the letter. Grandmother's letter. Not because it is a tool. But because I want to have it with me when the time comes."
		},
		"narration_ready": {
			"text": "Hilde's amulet warms my hand. The stone pulses in the same rhythm as the floor in the chamber. Two hearts beating in time."
		},
		"narration_unprepared": {
			"text": "I am missing things. But time is running out. I will have to work with what I have. Courage and desperation will have to suffice."
		},
		"narration_write_letter": {
			"text": "I pick up a pen. In case I do not return, someone should know what happened here. What I tried."
		},
		"narration_write_letter_2": {
			"text": "'Whoever reads this: beneath the church of Graubach sleeps something old. It is not evil. It is hungry. And the people living above it have chosen the wrong way to feed it for six hundred years.'"
		},
		"narration_write_letter_3": {
			"text": "'My name is Elise Brandt, and tonight I am trying to find a better way. If I fail, please — do not come to Graubach. Not in thirty years. Not in a hundred. Leave it in peace.'"
		},
		"narration_write_letter_end": {
			"text": "I put the pen down. There is nothing more to write. Nothing more to do. Only wait."
		},
		"narration_dawn_2": {
			"text": "Dawn breaks. It is red. Blood-red. Not the sunrise — the sky itself seems to bleed."
		},
		"narration_dawn_3": {
			"text": "I stand up. Stretch my back. Breathe in, breathe out. The last ordinary act of my old life."
		},
		"narration_dawn_4": {
			"text": "Today the story of Graubach ends. Six hundred years of tradition, six hundred years of fear, six hundred years of blood. Today I decide how."
		},
		"narration_dawn_5": {
			"text": "I take Grandmother's key, pocket the letter, extinguish the candle. It does not go out. Of course not."
		},
		"narration_dawn_final": {
			"text": "I leave it burning. Perhaps it will light my way back. If there is a way back."
		},
		"journal_preparation": {
			"title": "The Last Night",
			"content": "Read Grandmother's final journal entries. The ritual has six possible endings. She wrote: 'The entity is not evil. It is only old and hungry and alone.' Tomorrow at sunset it begins. I am as ready as I will ever be."
		},
		"narration_end": {
			"text": "End of Act 3"
		}
	},
	"res://data/dialogue/act3/reality_breaks.json": {
		"narration_1": {
			"text": "Day six. Something is different. When I look out the window, the colors are wrong. The sky is too violet for morning. The shadows fall in the wrong direction."
		},
		"elise_mirror": {
			"text": "In the mirror I see myself. But my reflection blinks half a second later than I do."
		},
		"elise_mirror_react": {
			"text": "I step back. My heart pounds. The reflection smiles - half a second after I stopped smiling. I turn the mirror to the wall."
		},
		"narration_3": {
			"text": "I turn away. This is what grandmother described: 'The dreams seep upward.' Reality is growing thin."
		},
		"elise_morning_plan": {
			"text": "Übermorgen ist der dreißigste Jahrestag. Ich habe einen Tag. EINEN Tag, um alles vorzubereiten. Verbündete finden, den Gesang üben, mich der Kammer stellen."
		},
		"narration_4": {
			"text": "The village outside is... wrong. The houses stand at slightly shifted angles, as if someone moved them overnight. The fountain in the square drips upward."
		},
		"elise_street_react": {
			"text": "The street was not this winding yesterday. I KNOW that. I have walked it for six days. But now it curves as though the ground were made of soft wax."
		},
		"narration_5": {
			"text": "The villagers go about their business as if nothing were amiss. Only their eyes - all gazing in the same direction. Toward the church."
		},
		"villager_scene": {
			"text": "An old woman stands before her house, staring into nothing. I know her - she sold me bread at the market yesterday. Today she does not recognize me."
		},
		"elise_villager": {
			"text": "Frau Lehmann? Is everything all right?"
		},
		"villager_react": {
			"text": "She turns slowly toward me. Her eyes are glassy, empty. Then she whispers something - in a language I do not know. But understand."
		},
		"villager_whisper": {
			"text": "'It is coming.' Two words. Then she turns back toward the church and stands motionless again. As if nothing had happened."
		},
		"elise_villager_horror": {
			"text": "It is not only the walls that are distorting. It is the people. The creature reaches into their heads, turns them in its direction like sunflowers toward the sun."
		},
		"narration_6": {
			"text": "I must act. The day after tomorrow is the thirtieth anniversary of the last Feeding. If the ritual takes place, someone dies. If it doesn't..."
		},
		"narration_7": {
			"text": "Then it wakes up. Completely. And no one knows what happens then."
		},
		"nightmare_intro": {
			"text": "Suddenly I feel dizzy. The world tilts. I reach for the doorframe, but it's no longer there."
		},
		"nightmare_1": {
			"text": "I stand in the chamber. No - I am DREAMING the chamber. The spirals on the walls are turning, and at their center I see a face. Immense, ancient, formed of stone and darkness."
		},
		"nightmare_3": {
			"text": "It does not speak. It needs no words. I FEEL its question: Why are you here? What do you want?"
		},
		"elise_nightmare_inner": {
			"text": "Panic rises. But Hilde's amulet burns against my chest - an anchor in this sea of darkness. I breathe. I am Elise Brandt. I am here because Grandmother called me."
		},
		"choice_nightmare": {
			"choices": [
				"I am here to bind you. As my grandmother wished.",
				"I am not afraid of you.",
				"Say nothing. Just endure."
			]
		},
		"nightmare_defy": {
			"text": "I feel the entity recoil. Not from fear - from surprise. No one has spoken to it like this since Margarethe."
		},
		"nightmare_defy_2": {
			"text": "For a moment - shorter than a heartbeat - I sense something like... respect. Then the vision collapses."
		},
		"nightmare_brave": {
			"text": "The lie tastes like ash. But the entity... it laughs. Not maliciously. Approvingly. Like an old warrior sizing up a young opponent."
		},
		"nightmare_brave_2": {
			"text": "It knows I am lying. Of course I am afraid. But it respects the courage it takes to conceal the fear."
		},
		"nightmare_endure": {
			"text": "I say nothing. I stand my ground. The darkness presses in on me, but I do not yield. At some point - seconds? Hours? - the pressure eases."
		},
		"nightmare_endure_2": {
			"text": "Silence as an answer. The creature seems to... ponder. As if it had not expected that. Then the vision dissolves."
		},
		"nightmare_wake": {
			"text": "I jolt awake. Cold sweat. I'm still standing in the doorframe. Only seconds have passed. But the entity has seen me. And I have seen it."
		},
		"elise_wake_react": {
			"text": "It is real. No superstition, no fairy tale, no delusion of an old woman. It is down there, and it is more awake than ever. And it knows my name."
		},
		"otto_threat": {
			"text": "A dead chicken hangs on grandmother's garden fence. Next to it, carved into the wooden posts: a spiral. Otto's warning."
		},
		"elise_otto_react": {
			"text": "My stomach turns. Not from fear - from rage. He threatens me with a dead animal while beneath our feet something awakens that could devour the world."
		},
		"narration_plan": {
			"text": "I need allies. I cannot perform the binding ritual alone - and Otto will not let it happen without a fight."
		},
		"elise_plan_assess": {
			"text": "Georg has strength and loyalty. Hilde knows the old ways. Voss knows the chamber. And Konrad... Konrad is either the key or the greatest danger."
		},
		"narration_forest_1": {
			"text": "The forest has changed. The trees bend toward each other as if whispering. Glowing spirals pulse on the bark. The path splits in directions that didn't exist yesterday."
		},
		"elise_forest_react": {
			"text": "Yesterday these spirals were barely visible. Today they glow. The ground vibrates beneath my steps, as if I were walking upon a thin skin."
		},
		"narration_forest_2": {
			"text": "And the forest is closer. Much closer. The trees now stand directly behind the last houses. Graubach is shrinking. Or the forest is growing."
		},
		"anna_1": {
			"text": "Anna Voss stands among the trees. Barefoot, in her nightgown. Her eyes are wide open, but they don't look at me. They look through me."
		},
		"elise_anna_approach": {
			"text": "Anna? Can you hear me? What are you doing out here in the forest alone?"
		},
		"anna_2": {
			"text": "It dreams of you, Elise. Every night. It dreams that you come and set it free. Or that you come and put it to sleep forever."
		},
		"elise_anna_question": {
			"text": "How do you know that? Can you see its dreams?"
		},
		"anna_4": {
			"text": "It's afraid, Elise. It's afraid of you. That's why the dreams are growing stronger. It's trying to confuse you before you can act."
		},
		"elise_anna_light": {
			"text": "A light? It is afraid of ME?"
		},
		"anna_confirms": {
			"text": "It is afraid of you, Elise. That is why the dreams grow stronger. It is trying to confuse you before you can act."
		},
		"narration_anna_realization": {
			"text": "I am not the victim. I am the threat. Since I touched my name in the book, since I learned the chant - the creature knows what I intend. And it is desperately trying to stop me."
		},
		"anna_6": {
			"text": "Please, Elise. Hurry. I can hear its voice growing louder. Soon I won't hear anything else."
		},
		"elise_anna_promise": {
			"text": "I will end it, Anna. For you, for Konrad, for everyone. I promise."
		},
		"narration_determination": {
			"text": "As Anna vanishes among the trees, I feel something new. Not fear - determination. The creature is afraid of me. Then I have a chance."
		},
		"journal_reality": {
			"title": "Reality Is Breaking",
			"content": "Day 6: Reality is growing thin. The forest grows, the village distorts, colors are no longer right. Anna says the entity dreams of me - it's afraid. The Feeding is the day after tomorrow. I must act before then."
		},
		"narration_2": {
			"text": "In the mirror I see myself. But my reflection blinks half a second later than I do."
		}
	},
	"res://data/dialogue/act4/ending_awakening.json": {
		"narration_1": {
			"text": "I try. With all my strength, all my will, all the knowledge I have gathered. But it is not enough."
		},
		"destroy_awakening_intro": {
			"text": "I wanted to destroy it. That arrogance — that human need to control everything we do not understand. Grandmother tried differently. She wanted peace. I wanted victory. There is no victory against a mountain."
		},
		"elise_awake_1": {
			"text": "No... no, it is not working. The chant breaks off, the signs are fading —"
		},
		"narration_2": {
			"text": "The floor tears open. Not as stone tears — as skin. Beneath it is light, but not a light that eyes should see. It is too bright and too dark at the same time."
		},
		"creature_awake_1": {
			"text": "YOU WOKE ME. AFTER SIX HUNDRED YEARS. WOKE. NOT GENTLY. NOT LIKE THE OLD ONE. YOU TORE."
		},
		"elise_awake_2": {
			"text": "I am sorry — I did not want — I tried —"
		},
		"creature_awake_2": {
			"text": "TRIED. YES. EVERYONE TRIES. NO ONE ASKS. NO ONE LISTENS. YOU COME WITH FIRE AND CHANTING AND CHAINS. SIX HUNDRED YEARS."
		},
		"narration_3": {
			"text": "The singing becomes a roar. A sound beyond sound that bends the very air. The spirals detach from the walls and float."
		},
		"elise_awake_3": {
			"text": "Grandmother... I am sorry. I have failed."
		},
		"georg_awake_1": {
			"text": "ELISE! The floor — everything is collapsing! We must —"
		},
		"elise_georg_awake": {
			"text": "Georg, it is too late. I woke it. I could not hold it."
		},
		"georg_awake_2": {
			"text": "Then we fight. Together. Margarethe would not have given up!"
		},
		"elise_awake_fight": {
			"text": "I try again. Gather the fragments of the chant, the last remnants of my will. But the entity is awake. Truly awake. And it is angry."
		},
		"hilde_awake_1": {
			"text": "The entity is awakening! Elise, try the counter-chant — quickly!"
		},
		"elise_hilde_awake": {
			"text": "I cannot — the words — they dissolve in my head —"
		},
		"hilde_awake_2": {
			"text": "Then I will sing! Hold on, child!"
		},
		"voss_awake_1": {
			"text": "Lord in Heaven — the light — it comes from BELOW —"
		},
		"elise_voss_awake": {
			"text": "Pastor, run! It is too late for prayers!"
		},
		"voss_awake_2": {
			"text": "No. No, I will not run anymore. For thirty years I have been running."
		},
		"narration_alone_awake": {
			"text": "I am alone. No one is here to help me. But I will not give up. Not yet."
		},
		"narration_5": {
			"text": "It wakes. Not slowly, not gently. It TEARS itself from sleep like a drowning person to the surface. Six hundred years of compressed hunger discharge at once."
		},
		"creature_awake_3": {
			"text": "FINALLY. FINALLY AWAKE. THE CHAINS ARE BROKEN. THE THIN PLACE TEARS."
		},
		"elise_awake_4": {
			"text": "Listen to me! Please! You do not have to destroy — you are free, you do not need —"
		},
		"creature_awake_4": {
			"text": "FREE? I DO NOT KNOW FREE. I ONLY KNOW HUNGER AND CHAINS AND DARKNESS. AND NOW I KNOW LIGHT."
		},
		"narration_6": {
			"text": "The chamber breaks apart. The church above it. The village. Reality itself develops cracks through which something Other shimmers."
		},
		"narration_7": {
			"text": "I stand at the center of the collapse. The villagers run, but where to? The forest is no longer a boundary — it has become part of the entity."
		},
		"narration_8": {
			"text": "Otto shouts orders that no one hears. Voss prays, but his words dissolve in the air. Anna stands still and smiles. She saw it coming."
		},
		"elise_awake_5": {
			"text": "Grandmother... I am sorry. I was not strong enough. I was not wise enough."
		},
		"narration_9": {
			"text": "The last thing I see before reality finally shatters: the sky opens. Not as clouds part. As eyes open."
		},
		"narration_10": {
			"text": "It looks at me. It looks at everything. And everything looks back."
		},
		"creature_awake_final": {
			"text": "I SEE YOU. I SEE ALL OF YOU. FINALLY."
		},
		"narration_last_thought": {
			"text": "My last conscious thought, before the singing swallows everything: Grandmother did not send me to fail. She trusted me. And I have... I have..."
		},
		"narration_11": {
			"text": "T̷h̸e̵n̶ ̸t̵h̶e̸r̵e̶ ̸i̷s̵ ̶o̷n̴l̵y̶ ̸s̸i̷n̵g̶i̸n̶g̷."
		},
		"journal_awakening": {
			"title": "The Awakening",
			"content": "I have failed. The entity has awakened. Graubach no longer exists. And the singing... the singing never stops."
		}
	},
	"res://data/dialogue/act4/ending_escape.json": {
		"narration_1": {
			"text": "It goes wrong. Everything goes wrong. The floor tears open, the spirals explode in blinding light, and the singing becomes a scream."
		},
		"elise_escape_1": {
			"text": "No — NO! The chant is breaking — I cannot hold it —"
		},
		"narration_2": {
			"text": "Georg is suddenly there. He fought his way through Otto's men, down the stairs, into the shaking chamber."
		},
		"georg_1": {
			"text": "ELISE! GET OUT! NOW!"
		},
		"elise_escape_2": {
			"text": "Georg, no! I can still make it — give me one more minute —"
		},
		"narration_3": {
			"text": "I try to speak, to tell him I can still make it. But he grabs my arm and drags me toward the stairs."
		},
		"georg_2": {
			"text": "It is too late for the seal. But not for you. Go. Run. I will hold it off."
		},
		"elise_escape_3": {
			"text": "Georg, NO! You cannot — it will —"
		},
		"georg_3": {
			"text": "It's too late for the seal. But not for you. Go. Run. I'll hold it off."
		},
		"elise_escape_4": {
			"text": "You are not a coward. You were never a coward. Grandmother knew that."
		},
		"georg_4": {
			"text": "I was silent for thirty years, Elise. Thirty years of cowardice. Let me do the right thing at least once."
		},
		"narration_5": {
			"text": "He strikes the hammer on the floor. Once. The stone breaks. The singing becomes silence — not peaceful, but startled. Confused."
		},
		"creature_escape_1": {
			"text": "WHAT IS HE DOING? THE STONE — HE IS BREAKING THE STONE — NO —"
		},
		"narration_hammer": {
			"text": "Georg strikes a second time. A third. Each blow a thunderclap. The chamber trembles. Georg roars — not in rage. In grief. Thirty years of grief in every blow."
		},
		"narration_6": {
			"text": "I run. Up the stairs, through the church, into the open. Behind me the floor collapses. Dust and light and a sound that should not be a sound."
		},
		"elise_escape_5": {
			"text": "GEORG!"
		},
		"narration_no_answer": {
			"text": "No answer. Only the breaking of stone and the silencing of the singing."
		},
		"hilde_escape_1": {
			"text": "Elise! Keep running! Do not stop!"
		},
		"elise_hilde_escape": {
			"text": "Georg is still down there — he —"
		},
		"hilde_escape_2": {
			"text": "I know. I know, child. But we must LIVE. That was his last wish."
		},
		"voss_escape_1": {
			"text": "The church is collapsing! We must get to the forest —"
		},
		"elise_voss_escape": {
			"text": "Georg is down there. He sacrificed himself. For me. For all of us."
		},
		"voss_escape_2": {
			"text": "God take him in. Come, Fräulein Brandt. His sacrifice must not be in vain."
		},
		"narration_7": {
			"text": "I keep running. Through the village, past the well, past the dark houses. The forest opens — for the first time, the forest opens."
		},
		"narration_8": {
			"text": "I turn around one last time. Graubach is sinking. The houses cave in, the church tilts, the forest swallows everything. In seconds, nothing remains."
		},
		"narration_9": {
			"text": "Only forest. As if Graubach had never existed."
		},
		"elise_escape_6": {
			"text": "Georg..."
		},
		"narration_10": {
			"text": "Georg. My uncle. The man who walked bent with guilt for thirty years and stood upright at the end."
		},
		"narration_10b": {
			"text": "I pick it up. It is heavy. As heavy as thirty years of guilt. But also as heavy as thirty years of loyalty."
		},
		"narration_11": {
			"text": "I walk. Through the forest, into the night, back to a world that knows nothing of Graubach. That will never know of Graubach."
		},
		"narration_12": {
			"text": "In my pocket lies Grandmother's journal. The proof that it was real. That Georg was real. That his sacrifice meant something."
		},
		"narration_epilog": {
			"text": "Weeks later, in Berlin. I sit in my room. Georg's hammer stands by the door. Grandmother's journal lies on the desk."
		},
		"narration_epilog_2": {
			"text": "Sometimes, in the silence between midnight and dawn, I think I hear the singing. Soft. Distant. Almost like a lullaby."
		},
		"narration_epilog_3": {
			"text": "Did Georg survive? I do not know. Graubach exists on no map anymore. The forest has closed. But sometimes I dream that he stands at the well, waiting."
		},
		"narration_epilog_4": {
			"text": "Grandmother, you sent me to end it. I failed. But Georg... Georg did the right thing. In the end, he was the bravest of us all."
		},
		"journal_escape": {
			"title": "The Escape",
			"content": "Graubach has vanished. Georg sacrificed himself so I could escape. His hammer is all I have left. And the question that never lets me go: Did he survive?"
		},
		"narration_4": {
			"text": "'Georg, no —' But he has already turned around. He stands with legs braced on the pulsing floor, the forge hammer in both hands."
		}
	},
	"res://data/dialogue/act4/ending_pact.json": {
		"narration_1": {
			"text": "I speak to the entity. Not with words — with thoughts, with will. I step onto the earth sign and open my mind."
		},
		"elise_pact_1": {
			"text": "I am not here to bind you. Not to kill you. I propose a bargain."
		},
		"creature_pact_1": {
			"text": "A BARGAIN? HUMANS TRADE IN GOLD AND CATTLE. WHAT DO YOU HAVE THAT I WANT?"
		},
		"elise_pact_2": {
			"text": "Consciousness. Contact. You do not hunger for blood. You hunger for attention. For someone who is there."
		},
		"creature_pact_2": {
			"text": "Silence. Long silence. Then: HOW DO YOU KNOW THAT?"
		},
		"elise_pact_3": {
			"text": "My grandmother understood. At the end of her life. She wrote it in her journal. And she summoned me to finish it."
		},
		"creature_pact_3": {
			"text": "THE OLD ONE. SHE SPOKE TO ME. AT THE END. WHEN HER LIGHT WAS ALREADY FADING. SHE SAID: MY GRANDDAUGHTER WILL COME."
		},
		"narration_2": {
			"text": "It answers. Not in words. In images, feelings, memories that are not mine. I see millennia in seconds. Civilizations that came and went like tides."
		},
		"elise_pact_4": {
			"text": "And here I am. As she promised."
		},
		"creature_pact_4": {
			"text": "HUMANS BREAK PROMISES. YOUR LIVES ARE SHORT. YOU FORGET."
		},
		"elise_pact_5": {
			"text": "My grandmother kept her promise for thirty years. Every day. Until her death."
		},
		"creature_pact_5": {
			"text": "YES. SHE WAS... DIFFERENT. SHE DID NOT FEED. SHE SPOKE. IN THE LAST YEARS. QUIETLY. I LISTENED."
		},
		"narration_revelation": {
			"text": "My eyes burn. Grandmother spoke with the entity. In the last years, when she fell ill, when no one was looking. She kept it company."
		},
		"elise_pact_6": {
			"text": "I am her granddaughter. And I keep my promises."
		},
		"creature_pact_6": {
			"text": "I KNOW THAT. THAT IS WHY I AM LISTENING. WHAT DO YOU OFFER?"
		},
		"elise_pact_7": {
			"text": "No more sacrifices. No blood. No vessel. Instead, I come. Every year. I sit here and let you touch my thoughts."
		},
		"creature_pact_7": {
			"text": "ONCE A YEAR. THAT IS... LITTLE. FOR SIX HUNDRED YEARS OF HUNGER."
		},
		"elise_pact_8": {
			"text": "Once a year is more than thirty years of silence. And I will teach others. After me, others will come. You will never be forgotten again."
		},
		"creature_pact_8": {
			"text": "Silence. I feel it thinking. Weighing. Six hundred years of experience against a promise from a single human lifetime."
		},
		"creature_pact_9": {
			"text": "AND WHEN YOU DIE? LIKE YOUR OLD ONE?"
		},
		"elise_pact_9": {
			"text": "Then someone will come. As I have come. Brandts do not break their promises."
		},
		"creature_pact_10": {
			"text": "I... ACCEPT. NOT BECAUSE I TRUST YOU. BECAUSE I AM TIRED. AND BECAUSE YOUR OLD ONE TAUGHT ME TRUST."
		},
		"narration_5": {
			"text": "It considers. I feel its skepticism, its experience with broken promises. But also its weariness. It doesn't want to fight anymore. It just doesn't want to be forgotten."
		},
		"narration_5b": {
			"text": "The singing grows quieter. Gentler. Satisfied. The pulsing beneath my feet slows to a calm rhythm. Like a heartbeat coming to rest."
		},
		"georg_pact_1": {
			"text": "Elise! What happened? The singing stopped, and then..."
		},
		"elise_georg_pact": {
			"text": "It is over, Georg. No more sacrifices. I have made a pact. A fair one."
		},
		"georg_pact_2": {
			"text": "A pact... Margarethe would have wanted that. Peace instead of war."
		},
		"hilde_pact_1": {
			"text": "I feel the connection. A thread. Thin, but strong. What have you done, child?"
		},
		"elise_hilde_pact": {
			"text": "Negotiated. As Grandmother would have wanted in the end. No more blood. Only company."
		},
		"hilde_pact_2": {
			"text": "Company. So simple. And so difficult."
		},
		"voss_pact_1": {
			"text": "What did I miss? What happened down there?"
		},
		"elise_voss_pact": {
			"text": "Peace, Pastor. For the first time in six hundred years. No more sacrifice. No blood. Only a promise."
		},
		"voss_pact_2": {
			"text": "A promise... Thank God. Or whoever we should thank."
		},
		"narration_9": {
			"text": "I leave the chamber. The village outside looks normal again. The houses stand straight, the sky is grey and ordinary. Graubach breathes a sigh of relief."
		},
		"narration_10": {
			"text": "I will come back. Every year. For the rest of my life. And after that, someone else must take over the pact."
		},
		"narration_11": {
			"text": "The tradition lives on. But it has become a different one. No blood, no sacrifice. Only a woman who descends into a cellar once a year and keeps an ancient entity company."
		},
		"narration_12": {
			"text": "Sometimes, on quiet nights in Berlin, I hear the singing. Soft, distant, almost like a lullaby. It is no longer threatening. It is... lonely."
		},
		"narration_13": {
			"text": "Grandmother, you left it to me. Not as a burden. As an inheritance. And I accept it."
		},
		"journal_pact": {
			"title": "The Pact",
			"content": "No blood. No sacrifice. No vessel. Only a promise: every year I will return and keep the entity company. It accepted. Grandmother paved the way. I will see it through."
		},
		"narration_3": {
			"text": "And hunger. A hunger so old and deep that it blurs the boundaries between emotion and natural law. It needs nourishment. Not flesh, not blood — attention. Consciousness. Contact."
		},
		"narration_4": {
			"text": "I offer a bargain: I will become the guardian. No more sacrifices, no blood. Instead, I will come every year, sit on the sign, and let it touch my thoughts."
		},
		"narration_7": {
			"text": "It accepts. I feel the pact forming — not as a contract, but as a connection. A thin thread between its consciousness and mine. It will never break."
		},
		"narration_8": {
			"text": "The singing grows softer. Gentler. Satisfied. The pulsing beneath my feet slows to a calm rhythm."
		}
	},
	"res://data/dialogue/act4/ending_sacrifice.json": {
		"narration_1": {
			"text": "I look at Konrad. He is trembling. Beads of sweat on his forehead. Behind his eyes, a man fights against an ocean."
		},
		"narration_2": {
			"text": "He taught me to read — no, that was Grandmother. He showed me the guardian tree. He asked for help when no one else did."
		},
		"narration_3": {
			"text": "And I read in Grandmother's journal what the vessel is: a bridge. The entity needs a human mind as an anchor in our world. Without a vessel, it cannot stay here."
		},
		"elise_sacrifice_decision": {
			"text": "Konrad. Look at me."
		},
		"konrad_sacrifice_1": {
			"text": "Elise... please don't do it. I can bear it. I have borne it for thirty years."
		},
		"elise_sacrifice_1": {
			"text": "No one should HAVE to bear it. Neither you nor anyone else."
		},
		"narration_4": {
			"text": "Konrad was never the vessel willingly. He was chosen before he was born. Selected like a sacrificial lamb."
		},
		"elise_sacrifice_2": {
			"text": "I choose it freely. That is the difference. Grandmother taught me that courage is not the absence of fear. It is the decision to act regardless."
		},
		"narration_5": {
			"text": "I step onto the earth sign. I open my mind — not to bind the entity or to understand it, but to invite it. Into me."
		},
		"elise_sacrifice_3": {
			"text": "Come. I am ready. Take me instead of him."
		},
		"narration_creature_sacrifice": {
			"text": "WHY? WHY DO YOU GIVE YOURSELF WILLINGLY?"
		},
		"elise_sacrifice_4": {
			"text": "Because no one should be alone. Not even you. And because Konrad deserves to be free."
		},
		"narration_creature_sacrifice_2": {
			"text": "YOU ARE LIKE HER. THE OLD ONE. SHE WOULD HAVE DONE THE SAME. BUT SHE WAS TOO OLD. TOO TIRED. YOU ARE... YOUNG. WARM."
		},
		"narration_6": {
			"text": "'I am giving you your life back, Konrad.' My voice sounds calm. Calmer than I feel."
		},
		"narration_7": {
			"text": "The entity moves. I feel it — like water flowing from one vessel into another. Out of Konrad, through the stone, into me."
		},
		"narration_8": {
			"text": "It is... not as expected. No pain. No horror. It is like an ocean pouring into a pond. Too vast, too old, too different. But it fits. Somehow."
		},
		"narration_8b": {
			"text": "I feel its loneliness. Six hundred years, imprisoned in darkness, with nothing but the hunger and the singing. And now... now there is light. My light."
		},
		"konrad_3": {
			"text": "Konrad's eyes become clear. For the first time in his life, completely clear. And they fill with tears."
		},
		"konrad_4": {
			"text": "Elise... why?"
		},
		"elise_sacrifice_5": {
			"text": "Because you deserve to be free. Because Grandmother would have wanted it. And because... because the entity needs me. And I need it."
		},
		"konrad_5": {
			"text": "I will never forget what you have done. Never."
		},
		"elise_sacrifice_6": {
			"text": "Live your life, Konrad. You have lost thirty years. Take them back."
		},
		"narration_10": {
			"text": "I do not finish the sentence. The words no longer belong to me alone. In my head, beside my thoughts, the singing softly begins."
		},
		"narration_11": {
			"text": "Konrad takes my hand. He weeps. I smile. It is not my smile alone — but it is real."
		},
		"narration_12": {
			"text": "I will stay in Graubach. I will take Konrad's place — as teacher, as guardian, as vessel. But not as a prisoner. As a host."
		},
		"anna_sacrifice_1": {
			"text": "Days later, I find Anna in front of the schoolhouse. She is drawing — no longer spirals. Flowers. Trees. Normal things."
		},
		"anna_sacrifice_2": {
			"text": "The singing has grown quieter, Elise. Since you've been here. It is... more content. You are a better home than Konrad."
		},
		"elise_anna_sacrifice": {
			"text": "It has someone to talk to. For the first time in six hundred years."
		},
		"anna_sacrifice_3": {
			"text": "You are a better home than Konrad. It likes you."
		},
		"elise_anna_2": {
			"text": "And I... I think I like it too. In a strange, inhuman way."
		},
		"narration_13": {
			"text": "The entity and I will learn to coexist. Two consciousnesses in one body. It will not be easy. But it is better than six hundred years of blood."
		},
		"narration_14": {
			"text": "Grandmother, you taught me not to fear the unknown. Now I live with the unknown. Literally."
		},
		"narration_15": {
			"text": "The singing in my head grows softer. Gentler. Almost like a lullaby. Perhaps it is one."
		},
		"journal_sacrifice": {
			"title": "The Sacrifice",
			"content": "I have taken Konrad's place as vessel. Willingly. The entity and I now share one body, one mind. It is not the end. It is the beginning of a coexistence."
		},
		"konrad_2": {
			"text": "Elise, NO! What are you doing?!"
		},
		"narration_9": {
			"text": "'Because you deserve to be free. Because Grandmother would have wanted it. And because...'"
		}
	},
	"res://data/dialogue/act4/ending_seal.json": {
		"narration_1": {
			"text": "I begin the chant. The words Hilde taught me — older than any language I know. They flow from me as if I had always known them."
		},
		"narration_2": {
			"text": "The chamber reacts. The spirals on the walls begin to glow, faintly at first, then brighter. A bluish light, cold as moonlight."
		},
		"narration_3": {
			"text": "The singing from the depths changes. It does not fight my chant — it answers. Two melodies intertwining like the spirals on the walls."
		},
		"narration_creature_seal": {
			"text": "YOUR SONG IS LIKE HERS. BUT YOUNGER. WARMER. SHE SANG WITH DUTY. YOU SING WITH... SOMETHING ELSE."
		},
		"narration_4": {
			"text": "The floor beneath me pulses faster. I feel the entity — its attention, its age, its infinite weariness. It WANTS to sleep. It has simply forgotten how."
		},
		"elise_seal_1": {
			"text": "Then let me help you. Sleep. Not by force. Because you are tired."
		},
		"narration_creature_seal_2": {
			"text": "I AM... SO TIRED. SO LONG AWAKE. SO LONG HUNGRY. YOUR SONG MAKES THE HUNGER QUIETER."
		},
		"narration_5": {
			"text": "Grandmother's words: 'It is not evil. It is only old and hungry and alone.' I understand now. The feeding was never necessary. It only needed someone to sing it back to sleep."
		},
		"narration_6": {
			"text": "The spirals condense into a pattern on the floor. A seal. Not made of stone or ink — of sound, of will, of the connection between my voice and the entity."
		},
		"elise_seal_2": {
			"text": "Sleep well. I will come back. In thirty years. Or sooner."
		},
		"narration_creature_seal_3": {
			"text": "PROMISED?"
		},
		"elise_seal_3": {
			"text": "Promised."
		},
		"narration_7": {
			"text": "The pulsing grows slower. Calmer. Like a child finally falling asleep. The bluish light fades to a gentle shimmer."
		},
		"narration_8": {
			"text": "Silence. True silence. For the first time since I entered Graubach, it is truly quiet. No singing, no pulsing, no whispering in my head."
		},
		"narration_8b": {
			"text": "I pull my hands from the stone. They are trembling. My cheeks are wet — I have been crying without realizing it. Tears of joy? Grief? I do not know."
		},
		"narration_9": {
			"text": "The seal is set. Not forever — nothing is forever. But for thirty years. Enough time."
		},
		"narration_10": {
			"text": "I climb the stairs, through the church, into the morning light. It is a new day. The sky is blue. Truly blue."
		},
		"narration_georg_waits": {
			"text": "Georg waits outside. He sees my face and knows. His eyes fill with tears."
		},
		"georg_seal_1": {
			"text": "You did it. Margarethe... she would have..."
		},
		"elise_georg_seal": {
			"text": "I know. She would have cried and laughed at the same time."
		},
		"georg_seal_2": {
			"text": "Exactly. Exactly so."
		},
		"narration_georg_embrace": {
			"text": "Georg embraces me. For the first time. He smells of iron and smoke and relief. Thirty years of burden fall from his shoulders."
		},
		"hilde_seal_1": {
			"text": "I heard the chant. All the way here. It was... beautiful."
		},
		"elise_hilde_seal": {
			"text": "It answered, Hilde. It sang with me. In the end it was almost... peaceful."
		},
		"hilde_seal_2": {
			"text": "Your grandmother always said that the right chant does not bind the entity. It rocks it to sleep. Like a lullaby."
		},
		"voss_seal_1": {
			"text": "Thank God. Thank God."
		},
		"elise_voss_seal": {
			"text": "Not God, Pastor. Grandmother. And a very tired, very lonely entity that is finally allowed to sleep."
		},
		"voss_seal_2": {
			"text": "Is it... is it over? No more sacrifice?"
		},
		"elise_voss_seal_2": {
			"text": "No more sacrifice. Never again. We have thirty years to find a permanent solution."
		},
		"narration_village_morning": {
			"text": "The village awakens. Windows open. Children run into the street. The silence of Graubach is, for the first time in centuries, an ordinary, peaceful silence."
		},
		"packed_books_seal": {
			"text": "In my bag I find the books I brought from Berlin. Folklore texts. Back then I didn't know why I packed them. Now I know: Grandmother showed me the way before I knew there was one."
		},
		"packed_cross_seal": {
			"text": "I hold Grandmother's crucifix in my hand. It was her only concession to the pastor's faith. But the true protection came from her, not from God."
		},
		"packed_camera_seal": {
			"text": "I brought the camera to capture Graubach. But what I experienced here fits no photograph. Some truths must be carried within."
		},
		"letter_resolution_seal": {
			"text": "In Grandmother's journal I find a last page I had overlooked. Pinned with a needle, hidden behind the cover: 'Elise, if you are reading this, you did it. The letter I sent you — the truth I could not speak aloud: You were never in danger. You were the solution. Always.'"
		},
		"narration_letter_seal": {
			"text": "'Elise, if you are reading this, you did it. You were never in danger. You were the solution. Always.'"
		},
		"elise_letter_react": {
			"text": "I lay the journal on the table and laugh. For the first time in a week, I laugh. Through the tears, but it is a real laugh."
		},
		"narration_12": {
			"text": "I will return to Berlin. Finish my studies. But I will come back. In thirty years, when the seal needs to be renewed. Or sooner, to find someone who will sing after me."
		},
		"narration_12b": {
			"text": "For beneath the stone sleeps something to which I have made a promise. And Brandts keep their promises."
		},
		"narration_13": {
			"text": "Grandmother, I did it. Your life's work is complete."
		},
		"journal_seal": {
			"title": "The Seal",
			"content": "The binding ritual succeeded. The entity sleeps again, held by song instead of blood. No more sacrifices. Grandmother's thirty years of research have proven their worth."
		},
		"narration_11": {
			"text": "Georg waits outside, Hilde beside him. They see my face and they know. Hilde nods. Georg weeps."
		}
	},
	"res://data/dialogue/act4/ending_truth.json": {
		"narration_1": {
			"text": "I open my mind. Not to bind, not to destroy. To understand. Grandmother's journal taught me that knowledge is the strongest weapon."
		},
		"elise_truth_1": {
			"text": "I am not here to fight. I am here to listen. Show me what you are."
		},
		"narration_creature_hears": {
			"text": "Silence. Then, like a breath held for six hundred years:"
		},
		"creature_truth_1": {
			"text": "YOU WANT TO SEE? TRULY SEE? THE LAST ONE WHO WANTED THAT WAS THREE HUNDRED YEARS AGO. SHE WENT MAD."
		},
		"elise_truth_2": {
			"text": "I am a folklorist. I study the unknown. Show me."
		},
		"creature_truth_2": {
			"text": "SIX HUNDRED YEARS AND NO ONE HAS WANTED THIS. YOUR OLD ONE... SHE ASKED. BUT SHE WAS TOO TIRED IN THE END. TOO SICK. I HAVE... WAITED."
		},
		"narration_2": {
			"text": "The entity senses my intention. It hesitates. Then, like a door opening after centuries, it shows me everything."
		},
		"narration_3": {
			"text": "Images. Thousands of images. The earth as it was before humans set foot on it. Things that live beneath the surface, older than stone, older than water."
		},
		"elise_truth_3": {
			"text": "That... that is the Earth? Before humans? It is... beautiful. And terrifying."
		},
		"narration_4": {
			"text": "Graubach is not unique. There are hundreds of such places. Thin places, where the boundary between above and below, between our world and what lies beneath, barely exists."
		},
		"creature_truth_3": {
			"text": "WE WERE HERE BEFORE YOU. BEFORE YOUR TREES. BEFORE YOUR SKY. YOUR WORLD IS A THIN FILM UPON OURS."
		},
		"narration_5": {
			"text": "Beneath the Black Forest. Beneath the Alps. Beneath the seas. Everywhere. A world beneath the world, full of entities like this one — and older, larger, other ones."
		},
		"elise_truth_4": {
			"text": "How many... how many are you?"
		},
		"creature_truth_4": {
			"text": "MORE THAN YOUR STARS. FEWER THAN YOUR THOUGHTS. WE DO NOT COUNT. WE ARE."
		},
		"narration_tears": {
			"text": "I weep. Not from fear. From awe. From the incomprehensible vastness of what I see. My mind is a teaspoon trying to hold an ocean."
		},
		"narration_7": {
			"text": "The entity beneath Graubach is small. A child, compared to what sleeps in the depths of the ocean. It is not our enemy. It is a neighbor who lives too close."
		},
		"elise_truth_5": {
			"text": "You are... alone here. For six hundred years alone. Cut off from the others."
		},
		"creature_truth_5": {
			"text": "THE THIN PLACE HAS TRAPPED ME. I AM TOO CLOSE TO YOUR WORLD. TOO FAR FROM MINE. I CANNOT GO BACK. I CANNOT GO FORWARD. I AM... IN BETWEEN."
		},
		"elise_truth_6": {
			"text": "That is why the hunger. That is why the sacrifices. You need contact with conscious life because you are cut off from your own kind."
		},
		"creature_truth_6": {
			"text": "YES. HUNGER IS NOT THE WORD FOR IT. IT IS LIKE... WHEN YOUR EYES CAN NO LONGER SEE LIGHT. WHEN YOUR EARS CAN NO LONGER HEAR VOICES. ONLY SILENCE. SIX HUNDRED YEARS OF SILENCE."
		},
		"narration_8": {
			"text": "And the heaviest realization: we never had the choice to fight them. We can only learn to exist alongside them."
		},
		"elise_truth_7": {
			"text": "I understand now. The sacrifices were never necessary. The tradition was an answer to a question that no one asked properly."
		},
		"creature_truth_7": {
			"text": "YOUR OLD ONE ASKED THE QUESTION. AT THE END. WHEN IT WAS TOO LATE. SHE WEPT. I DID... NOT UNDERSTAND WHY."
		},
		"narration_grandma": {
			"text": "Grandmother. She knew. At the end of her life, she understood what I now understand. And she summoned me to finish it."
		},
		"elise_truth_8": {
			"text": "She wept because she understood you. Because thirty years of sacrifice were unnecessary. Because she could have seen it sooner."
		},
		"creature_truth_8": {
			"text": "YOU WEEP TOO. WHY?"
		},
		"elise_truth_9": {
			"text": "Because you have been alone for six hundred years. And no one asked how you were."
		},
		"creature_truth_final": {
			"text": "Silence. Long silence. Then, quieter than ever before: THANK YOU."
		},
		"narration_9": {
			"text": "The entity withdraws. Satisfied. For the first time in centuries, someone has looked at it without running away. It falls asleep — not by force, but in peace."
		},
		"narration_9b": {
			"text": "But before it goes, I feel something. Like a hand touching mine. A gesture that no human word describes. Farewell? Gratitude? Hope of reunion?"
		},
		"georg_truth_1": {
			"text": "Elise? Your face... you are crying. What happened down there?"
		},
		"elise_georg_truth": {
			"text": "I understood it, Georg. It is not evil. It was never evil. It is just... alone."
		},
		"georg_truth_2": {
			"text": "Thirty years. For thirty years we fed it as if it needed blood. And all it wanted..."
		},
		"elise_georg_truth_2": {
			"text": "Was company. Yes. Grandmother understood in the end. Now we understand too."
		},
		"hilde_truth_1": {
			"text": "I feel it. The air is different. What have you done?"
		},
		"elise_hilde_truth": {
			"text": "Listened. Nothing more. It showed me its story. Hilde... the entire tradition was a misunderstanding."
		},
		"hilde_truth_2": {
			"text": "Margarethe suspected that in the end. She said: 'It does not need nourishment. It needs a voice.'"
		},
		"voss_truth_1": {
			"text": "The singing has stopped. Is it... is it dead?"
		},
		"elise_voss_truth": {
			"text": "It sleeps. Content. Pastor Voss... it was never a demon. It was a being that was alone. Six hundred years alone."
		},
		"voss_truth_2": {
			"text": "No demon? Then everything... the sacrifices... Friedrich..."
		},
		"elise_voss_truth_2": {
			"text": "Yes. It was all unnecessary. But we did not know. No one knew."
		},
		"anna_truth_1": {
			"text": "Anna Voss stands at the entrance of the chamber. Her eyes are clear — clearer than I have ever seen them."
		},
		"anna_truth_2": {
			"text": "You understood, Elise. I always sensed it — the images, the spirals. But you put it into words. The silence is... different now. Lighter."
		},
		"elise_anna_truth": {
			"text": "You always felt it, did you not? The spirals, the images. You tried to show us."
		},
		"anna_truth_3": {
			"text": "For the first time, I see Anna smile. Truly smile. The entity has let her go — or she has let it go."
		},
		"letter_resolution_truth": {
			"text": "In the light of understanding, I finally grasp Grandmother's letter. She did not write a warning — she wrote an invitation. 'Come and see.' She knew I would be the first to look without running away."
		},
		"narration_10": {
			"text": "I stand up and climb into the light. But the world looks different. I feel the thin places — everywhere. Beneath my feet, in the distance, on the horizon."
		},
		"narration_11": {
			"text": "I will never be ignorant again. That is the price of truth."
		},
		"narration_12": {
			"text": "The world is larger than we thought. Deeper. Older. And beneath every city, beneath every forest, beneath every ocean, something sleeps that we do not understand. Not yet."
		},
		"narration_13": {
			"text": "But I am the first to try."
		},
		"journal_truth": {
			"title": "The Truth",
			"content": "The entity is not our enemy. It is a neighbor, trapped between worlds, six hundred years alone. The sacrifices were never necessary. It only needed someone to listen. I am the first who listened."
		}
	},
	"res://data/dialogue/act4/ritual_night.json": {
		"narration_1": {
			"text": "Day eight. Sunset. The chamber beneath the church pulses like a heart. The spirals on the walls are turning. The singing fills everything."
		},
		"narration_2": {
			"text": "I stand on the earth sign, the point where the stone is thinnest. Beneath my feet I feel it: vast, ancient, awakening."
		},
		"narration_3": {
			"text": "Georg's key opened the last door. Hilde's herbs burn in a bowl beside me, their smoke rising in spirals. Grandmother's journal lies open."
		},
		"narration_4": {
			"text": "Grandmother's letter in my breast pocket. Hilde's amulet around my neck. Everything that connects me to the living."
		},
		"narration_5": {
			"text": "Now there is no turning back. The entity knows I am here. It is waiting."
		},
		"georg_ritual_1": {
			"text": "I am here, Elise. As promised."
		},
		"elise_georg_ritual": {
			"text": "Whatever happens, Georg — thank you. For everything. For Grandmother. For me."
		},
		"georg_ritual_2": {
			"text": "Thank me afterwards. When we walk out of here. Together."
		},
		"hilde_ritual_entry_1": {
			"text": "The herbs are burning properly. Good. The smoke will open the way."
		},
		"elise_hilde_ritual": {
			"text": "Hilde... if I don't come back..."
		},
		"hilde_ritual_entry_2": {
			"text": "You will come back. Your grandmother promised me that, and Margarethe never lied."
		},
		"voss_ritual_1": {
			"text": "Heavenly Father, stand by this child in her darkest hour..."
		},
		"elise_voss_ritual": {
			"text": "Pastor. If your God has power down here — then now."
		},
		"voss_ritual_2": {
			"text": "He has power everywhere. Even over things that are older than His name."
		},
		"narration_alone_ritual": {
			"text": "I am alone. Just as Grandmother was for thirty years. Perhaps that is the right way. This meeting was always meant for just the two of us."
		},
		"narration_ally_ready": {
			"text": "I breathe deeply. The smoke of the herbs fills my lungs. The amulet pulses warm against my chest. It is time."
		},
		"narration_begin_ritual": {
			"text": "I place my hands on the earth sign. The pulsing point at the center of the circle. And this time I do not pull them back."
		},
		"narration_contact_1": {
			"text": "The ocean. Again. But this time I am not just a fly on its surface. This time I dive in."
		},
		"narration_contact_2": {
			"text": "Cold. Then warmth. Then something beyond temperature. A consciousness that slowly turns around and LOOKS AT ME."
		},
		"narration_creature_1": {
			"text": "Then it speaks. Not with words. Not with sounds. It speaks directly into my mind, and the words are older than any language I know."
		},
		"narration_creature_speak_1": {
			"text": "I KNOW YOU. YOUR NAME IS WRITTEN IN MY BOOK."
		},
		"narration_creature_speak_2": {
			"text": "The voice is like thunder in a closed room. My teeth vibrate. My bones hum."
		},
		"elise_creature_1": {
			"text": "I... I know. I know that you know me. I have come to—"
		},
		"narration_creature_speak_3": {
			"text": "YOU ARE LIKE HER. THE OLD ONE. SHE SMELLED OF HERBS AND STUBBORNNESS. YOU SMELL THE SAME."
		},
		"narration_creature_react": {
			"text": "It knows Grandmother. It remembers her. For thirty years she visited it, sang to it, bound it. And it remembers."
		},
		"elise_creature_2": {
			"text": "Margarethe. My grandmother. She sent me."
		},
		"narration_creature_speak_4": {
			"text": "SHE IS NO MORE. I FELT HER LIGHT GO OUT. IT WAS... QUIET AFTERWARDS."
		},
		"narration_creature_lonely": {
			"text": "In the voice there is something I did not expect. Not hunger. Not rage. Grief. This ancient, inhuman entity GRIEVES for my grandmother."
		},
		"elise_creature_3": {
			"text": "You... grieve for her?"
		},
		"narration_creature_speak_5": {
			"text": "SHE WAS THE ONLY ONE WHO SANG. NOT OUT OF FEAR. OUT OF... I HAVE NO WORD FOR IT. YOU MIGHT SAY: COMPASSION."
		},
		"narration_creature_speak_6": {
			"text": "I AM OLDER THAN YOUR GOD. I WAS HERE BEFORE THE TREES, BEFORE THE MOUNTAINS, BEFORE THE RIVER. AND I AM SO TIRED."
		},
		"narration_creature_hunger": {
			"text": "HUNGER IS NOT A WORD. IT IS A VOID. FOR SIX HUNDRED YEARS YOU GAVE ME YOUR DEAD. THEY TASTE OF FEAR. I WANT NO MORE FEAR."
		},
		"narration_elise_realization": {
			"text": "My hands tremble on the stone. But not from fear. From realization. It is not a monster. It is something old and lonely that never had any other choice than to take what was given to it."
		},
		"elise_creature_4": {
			"text": "What do you really want? Not sacrifices. Not blood. What do you WANT?"
		},
		"narration_creature_speak_7": {
			"text": "FOR SOMEONE TO STAY. NOT DIE. STAY. SIX HUNDRED YEARS AND NOBODY EVER ASKED."
		},
		"narration_revelation": {
			"text": "Silence. In my mind, in the chamber, everywhere. The singing has stopped. For the first time since I arrived in Graubach, it is quiet."
		},
		"narration_revelation_2": {
			"text": "It is waiting for my answer. The oldest being in the world is waiting for the words of a folklorist from Berlin."
		},
		"konrad_appears": {
			"text": "Footsteps on the stairs. Konrad. He stands in the entrance of the chamber, half in shadow. His eyes flicker between brown and something bottomless."
		},
		"konrad_1": {
			"text": "Elise... it brought me here. It... IT SPEAKS THROUGH ME. But a part of me is still here. Still."
		},
		"elise_konrad_ritual_1": {
			"text": "Konrad! Listen to my voice. YOU are Konrad Mueller. You are a teacher. Hold on!"
		},
		"konrad_3": {
			"text": "It is so tired, Elise. I feel it. Six hundred years of loneliness... no human could endure that. And it is not human."
		},
		"elise_konrad_ritual_2": {
			"text": "I know. I heard it. It does not want to feed. It does not want to kill. It just wants someone to stay."
		},
		"konrad_4": {
			"text": "For thirty years I HAVE stayed. Not willingly. But I understand it now. The loneliness. The endless, bottomless loneliness."
		},
		"narration_konrad_choice": {
			"text": "Konrad's eyes flicker. Brown. Bottomless. Brown. He is fighting against himself. Against the entity. Against thirty years of captivity."
		},
		"choice_sacrifice_override": {
			"choices": [
				"Take Konrad's place — free him, whatever the cost",
				"Stick to the original plan"
			]
		},
		"sacrifice_decision": {
			"text": "Konrad. I am taking your place."
		},
		"konrad_sacrifice_react": {
			"text": "No... no, Elise, you can't—"
		},
		"elise_sacrifice_2": {
			"text": "Nobody should be alone. Not even something older than the mountains. And you have suffered for thirty years. That is enough."
		},
		"narration_sacrifice_creature": {
			"text": "YOU ARE LIKE HER. THE OLD ONE. SHE WOULD HAVE DONE THE SAME."
		},
		"plan_decision": {
			"text": "Konrad... I'm sorry. But I have a plan. Trust me."
		},
		"konrad_plan_react": {
			"text": "Then do it. Quickly. Before HE takes over again."
		},
		"seal_ritual_begin": {
			"text": "The seal. Grandmother's way. I open the journal, find the page with the chant. The words are old, in no language I know, but somehow I understand them."
		},
		"elise_seal_begin": {
			"text": "Grandmother, if you can hear me — help me. Show me the way."
		},
		"narration_seal_creature": {
			"text": "YOU WANT TO BIND ME? LIKE HER? ANOTHER THIRTY YEARS OF DARKNESS?"
		},
		"narration_seal_resist": {
			"text": "Rage. Real rage. The chamber shakes, the spirals spin faster. The entity does not want to go back to sleep."
		},
		"elise_seal_2": {
			"text": "Not forever! Only until... until we find a better way. Please!"
		},
		"seal_chant_begin": {
			"text": "I begin to sing. The words Hilde taught me flow from my mouth like water from a spring. Old. Clear. Powerful."
		},
		"hilde_saves_seal": {
			"text": "I begin the ritual, but the words are missing. The chant — I don't know it completely. Panic rises."
		},
		"hilde_ritual_1": {
			"text": "Child, I am here. I will sing with you. My voice is old, but together — together it will be enough."
		},
		"elise_hilde_sing": {
			"text": "Together. As Grandmother would have wanted."
		},
		"hilde_ritual_2": {
			"text": "Hilde's voice rises beside mine, brittle but sure. She knows every word, every turn. The melody grows stronger, fills the chamber."
		},
		"seal_fails": {
			"text": "I begin the ritual, but the words are missing. The chant — I don't know it completely. The air vibrates, the entity reacts, but the seal will not close."
		},
		"elise_seal_fail": {
			"text": "No... no, I need more time, I—"
		},
		"narration_seal_fail_creature": {
			"text": "YOUR WORDS ARE EMPTY. YOU DO NOT KNOW THE CHANT. HOW CAN YOU BIND WHAT YOU DO NOT UNDERSTAND?"
		},
		"voss_escape_narration": {
			"text": "The ritual fails. The chamber shakes. But Voss is there — he knows every stone, every tunnel."
		},
		"voss_escape_2": {
			"text": "This way! There is a second exit that only the pastors know!"
		},
		"elise_escape_voss": {
			"text": "Run! Quickly!"
		},
		"courage_escape": {
			"text": "The ritual fails. The chamber breaks apart. But something in me refuses to give up. The same stubbornness that brought me here."
		},
		"narration_courage_escape_2": {
			"text": "I run. Through rubble, through darkness, through the roaring of the entity. My legs carry me even though they should have given out long ago."
		},
		"understand_begin": {
			"text": "Understanding. Not fighting, not binding. Understanding. I am a folklorist. I study the unknown. It is time to put that into practice."
		},
		"elise_understand_1": {
			"text": "I want to understand you. Not bind you, not destroy you. Show me what you are. Show me everything."
		},
		"narration_understand_creature": {
			"text": "UNDERSTAND? SIX HUNDRED YEARS AND NOBODY WANTED THAT. ARE YOU READY FOR WHAT YOU WILL SEE?"
		},
		"elise_understand_2": {
			"text": "No. But I am asking anyway."
		},
		"understand_ready": {
			"text": "Grandmother's journal has prepared me. The symbols, the history, the connection. I understand enough to ask the right questions."
		},
		"understand_unprepared": {
			"text": "But I lack the knowledge. Grandmother's journal — I should have read it more thoroughly. Without preparation, the gaze into this abyss..."
		},
		"narration_understand_fail": {
			"text": "YOU WANT TO SEE, BUT YOUR EYES ARE STILL CLOSED. PERHAPS I WILL OPEN THEM FOR YOU."
		},
		"pact_begin": {
			"text": "A pact. Negotiate. My name in the book gives me a voice. For the first time in six hundred years, someone will speak with the entity."
		},
		"elise_pact_1": {
			"text": "I propose a deal. No more sacrifices. Never again. In return... in return I offer you something you never had in six hundred years."
		},
		"narration_pact_creature": {
			"text": "HUMANS BREAK PROMISES. WHY SHOULD I BELIEVE YOU?"
		},
		"elise_pact_2": {
			"text": "My grandmother kept her promise for thirty years. Every month, every chant. Did she ever lie?"
		},
		"narration_pact_creature_2": {
			"text": "Silence. Long, infinite contemplation. Then: NO. SHE WAS... DIFFERENT. LIKE YOU."
		},
		"destroy_begin": {
			"text": "Enough talk. Enough pity. This thing has accepted six hundred years of human sacrifices. Regardless of what it feels — it must end."
		},
		"elise_destroy_1": {
			"text": "Enough. Six hundred years of blood. Six hundred years of fear. Today you die!"
		},
		"narration_destroy_creature": {
			"text": "YOU WANT TO KILL ME? ME? I AM OLDER THAN YOUR DUST. YOU CANNOT TEAR DOWN A MOUNTAIN WITH BARE HANDS."
		},
		"destroy_attempt": {
			"text": "I attack. With everything I have — will, rage, desperation. Grandmother's amulet glows, the herbs flare up, and I hurl everything against the consciousness beneath the stone."
		},
		"destroy_attempt_3": {
			"text": "My attack bounces off like a wave against a continent. The entity is not evil — it is VAST. And the impact... the impact wakes it."
		},
		"narration_destroy_recoil": {
			"text": "PAIN. YOU GIVE ME PAIN. I HAVE HAD ENOUGH PAIN."
		},
		"elise_destroy_2": {
			"text": "It... it is moving. Oh God, it is MOVING—"
		},
		"route_fallback": {
			"text": "I stand before the entity without a plan, without preparation. Just me and the abyss. And the abyss stares back."
		},
		"narration_fallback_creature": {
			"text": "YOU HAVE CHOSEN NO PATH. THEN I CHOOSE FOR YOU."
		}
	}
}