{
	"_characters": {
		"voss": "Pasteur Voss",
		"otto": "Maire",
		"margarethe": "Grand-mère",
		"georg": "Georg",
		"elise": "Elise",
		"konrad": "Konrad",
		"hilde": "Hilde",
		"anna": "Anna"
	},
	"res://data/dialogue/prologue.json": {
		"narration_1": {
			"text": "Berlin, novembre 1923."
		},
		"narration_1b": {
			"text": "Là pluie tambourine contre là fenêtre de mon petit appartement à Charlottenburg. Dehors, une femme marche tête baissée dans les flaques. Elle ne lève pas les yeux."
		},
		"narration_1c": {
			"text": "Personne ne lève les yeux ces jours-ci. L'inflation dévore le pays. Un pain coûte des milliards. Mais ce n'est pas pour celà que mes mains tremblent."
		},
		"narration_memory_1": {
			"text": "Grand-mère Margarethe est celle qui m'a amenée au folklore. Enfant, j'étais assise sur ses genoux tandis qu'elle me racontait les vieilles histoires — non pas comme des contes de fées, mais comme des souvenirs."
		},
		"narration_memory_2": {
			"text": "\"Les histoires sont vraies, Elise\", disait-elle toujours. \"Pas au sens littéral. Mais vraies.\" À l'époque, je ne comprenais pas ce qu'elle voulait dire. Aujourd'hui, après trois semestres d'études folkloriques, je ne suis plus certaine de vouloir comprendre."
		},
		"narration_memory_3": {
			"text": "Cinq mois de silence. Trois lettres sans réponse. J'avais déjà envisagé d'appeler la mairie de Waldkirch. Mais alors cette lettre est arrivée aujourd'hui."
		},
		"narration_2": {
			"text": "Entre des piles de livres de folklore et des travaux de séminaire inachevés se trouve une lettre. L'enveloppe est humide de pluie, mais l'encre à tenu."
		},
		"narration_2b": {
			"text": "Le cachet de là poste est d'aujourd'hui. L'écriture est celle de mà grand-mère Margarethe."
		},
		"narration_2c": {
			"text": "Grand-mère ne m'à pas écrit depuis cinq mois. Mes trois dernières lettres sont restées sans réponse. J'avais commencé à m'inquiéter."
		},
		"elise_1": {
			"text": "Cette écriture... oui, c'est bien elle. Mais elle tremble plus qu'avant. Et l'encre — elle à écrit avec quelque chose de plus sombre que d'habitude."
		},
		"narration_3": {
			"text": "J'ouvre là lettre avec précaution. Le papier sent les... herbes ? Et autre chose. De là terre, peut-être. Ou des cendres."
		},
		"narration_3b": {
			"text": "Là lettre est courte. Trois phrases seulement, d'une écriture tremblante :"
		},
		"narration_4": {
			"text": "\"Très chère Elise, viens à Graubach. Il est temps que tu apprennes la vérité. Apporte quelque chose pour te protéger.\""
		},
		"elise_3": {
			"text": "\"Quelque chose pour me protéger\" ? Grand-mère, qu'est-ce que cela signifie ?"
		},
		"narration_5": {
			"text": "Je retourne là lettre. Au dos, quelque chose est gravé — pas un mot écrit, mais un symbole. Une spirale qui s'enroule vers l'intérieur."
		},
		"narration_5b": {
			"text": "Dans mes études de folklore, j'ai vu ce symbole. Il est ancien. Plus ancien que le christianisme dans ces contrées. Un signe de protection — où un avertissement."
		},
		"elise_conflict_1": {
			"text": "Graubach... J'ai trois séminaires la semaine prochaine. Mon travail sur les rites de moisson thuringiens est en retard."
		},
		"narration_conflict_2": {
			"text": "Je pose la lettre sur la table et m'approche de la fenêtre. La pluie redouble. Dans la vitre, je vois mon reflet — des yeux fatigués, les cheveux en désordre. Je dors mal depuis des semaines."
		},
		"narration_conflict_3": {
			"text": "Depuis que les lettres ont cessé, en fait. Comme si une partie de moi avait su que quelque chose n'allait pas. Que le silence de grand-mère n'était pas de l'oubli, mais une décision."
		},
		"elise_conflict_4": {
			"text": "Non. Les séminaires peuvent attendre. Grand-mère ne m'a jamais rien demandé. Jamais. Et maintenant elle écrit \"viens\" — alors je viendrai."
		},
		"elise_5": {
			"text": "Le prochain train vers le sud part demain matin à six heures. Je dois faire mes bagages."
		},
		"narration_6": {
			"text": "Mon regard parcourt l'appartement. Je ne peux pas emporter grand-chose — seulement l'essentiel. Mais les mots de grand-mère me font hésiter."
		},
		"narration_6b": {
			"text": "\"Apporte quelque chose pour te protéger.\""
		},
		"narration_pack_think": {
			"text": "Protection. Qu'est-ce qui protège un être humain ? Le savoir ? La foi ? Les preuves ? Je regarde autour de moi dans mon petit appartement, et trois choses attirent mon regard."
		},
		"choice_pack": {
			"choices": [
				"Mes livres de folklore — Le savoir protège",
				"Le vieux crucifix de maman — La foi protège",
				"Mon appareil photo — La vérité protège"
			]
		},
		"pack_books": {
			"text": "J'emballe trois livres : les Légendes de Grimm, un traité sur les rituels de protection germaniques et mes propres notes sur le folklore de là Forêt-Noire."
		},
		"pack_books_2": {
			"text": "Le savoir ne m'à jamais fait défaut. Quoi que grand-mère veuille dire — je le trouverai dans les livres."
		},
		"pack_books_3": {
			"text": "Entre les pages de mon carnet, je trouve des fleurs pressées de Graubach. De l'arnicà et de l'aconit. Grand-mère me les avait mises dans là main lors de mà dernière visite."
		},
		"pack_cross": {
			"text": "Le crucifix est dans un tiroir, enveloppé dans un tissu. Il est en bois sombre, sculpté à là main. Mà mère l'à porté jusqu'à sà mort."
		},
		"pack_cross_2": {
			"text": "Je ne suis pas une femme croyante. Mais Maman l'était — et Grand-mère l'est aussi. Peut-être y a-t-il une protection là-dedans que je ne comprends pas."
		},
		"pack_cross_3": {
			"text": "Quand je le prends en main, le bois est chaud. Presque trop chaud pour un objet resté des mois dans un tiroir."
		},
		"pack_camera": {
			"text": "Mon Leica. Acheté d'occasion à un photographe qui à quitté le pays. Six rouleaux de pellicule — plus que ce que je peux me permettre."
		},
		"pack_camera_2": {
			"text": "Quoi qu'il arrive à Graubach — je le documenterai. Les images ne mentent pas. Contrairement aux gens."
		},
		"pack_camera_3": {
			"text": "Je charge le premier rouleau et prends une photo test de là lettre. Dans le viseur, là spirale au dos paraît plus grande qu'elle ne devrait."
		},
		"journal_pack": {
			"title": "Là Lettre de Graubach",
			"content": "Grand-mère écrit après cinq mois de silence. Trois phrases énigmatiques et une spirale gravée. Le cachet est d'aujourd'hui — comment une lettre de là Forêt-Noire peut-elle arriver à Berlin en un seul jour ?"
		},
		"narration_night": {
			"text": "Je dors mal cette nuit-là. Dans mon rêve, j'entends un chant — un chœur de nombreuses voix, profondes et anciennes. Je ne connais pas là mélodie, mais mon corps là connaît."
		},
		"narration_night_2": {
			"text": "Quand le réveil sonne à quatre heures et demie, je suis déjà éveillée. Mes doigts sont froids. Sur là vitre embuée, quelqu'un — où quelque chose — à dessiné une spirale."
		},
		"narration_night_3": {
			"text": "De l'intérieur."
		},
		"narration_train_1": {
			"text": "Le train cahote à travers le paysage de novembre. Berlin est trois heures derrière moi. Les villes se font plus petites, les forêts plus denses."
		},
		"narration_train_2": {
			"text": "En face de moi est assise une vieille femme avec un panier sur les genoux. Elle tricote et fredonne doucement. Là mélodie..."
		},
		"narration_train_3": {
			"text": "C'est là même mélodie que dans mon rêve."
		},
		"elise_train_2": {
			"text": "Excusez-moi... cette chanson que vous fredonnez. D'où là connaissez-vous ?"
		},
		"narration_train_old": {
			"text": "Là femme me regarde. Ses yeux sont laiteux, presque aveugles. Elle sourit."
		},
		"narration_train_old_2": {
			"text": "\"On chante ça dans la Forêt-Noire quand novembre arrive. Pour que ceux qui dorment en dessous ne se réveillent pas.\""
		},
		"elise_train_ask_2": {
			"text": "Ceux qui dorment en dessous ? Cela ressemble à une vieille formule d'incantation. J'étudie le folklore — puis-je vous demander où exactement dans la Forêt-Noire vous avez appris cela ?"
		},
		"narration_old_react": {
			"text": "La femme cesse de tricoter. Un instant, son sourire a disparu. Puis il revient — mais il n'atteint plus ses yeux."
		},
		"narration_old_react_2": {
			"text": "\"Appris ? Mon enfant, ça ne s'apprend pas. On le sait. Comme on sait quand il est temps de fermer les fenêtres.\""
		},
		"elise_train_ask_3": {
			"text": "Et quand est-il temps de fermer les fenêtres ?"
		},
		"narration_old_unsettling": {
			"text": "La femme se penche en avant. Son haleine sent les herbes — les mêmes herbes que la lettre de grand-mère. \"Quand le chant commence, mon enfant. Quand le chant commence.\""
		},
		"narration_train_old_3": {
			"text": "Elle continue de tricoter. Je ne dis plus rien. Mais je remarque que son motif de tricot forme des spirales."
		},
		"narration_train_old_4": {
			"text": "Un frisson me parcourt le dos. Je serre mon sac contre moi et regarde par la fenêtre. Les forêts dehors deviennent plus denses, plus sombres."
		},
		"narration_train_4": {
			"text": "À Fribourg, je change de train. Là correspondance est plus petite, plus vieille. Elle sent là fumée de charbon et le bois mouillé."
		},
		"elise_train_4": {
			"text": "Graubach... J'y suis allée pour là dernière fois enfant. Il y à dix ans. À l'époque, çà sentait les aiguilles de pin et le gâteau de grand-mère."
		},
		"narration_train_5": {
			"text": "Je me souviens de là fontaine du village, de l'église au clocher penché. De là forêt qui entoure le village comme un poing serré."
		},
		"narration_train_6": {
			"text": "Et je me souviens de quelque chose que j'ai longtemps refoulé. Là dernière nuit à Graubach, quand j'avais quatorze ans."
		},
		"narration_train_7": {
			"text": "Je m'étais réveillée parce que j'avais entendu un chant. Venant du sol. Grand-mère était assise à côté de mon lit et me tenait là main. \"Rendors-toi\", avait-elle dit. \"C'est juste le vent qui chante.\""
		},
		"narration_train_8": {
			"text": "Mais ce n'était pas le vent. Et grand-mère pleurait."
		},
		"narration_kutsche": {
			"text": "Là voie ferrée s'arrête à Waldkirch. De là, il faut encore deux heures en calèche."
		},
		"narration_kutsche_2": {
			"text": "Le cocher est un homme taciturne au visage balafré. Quand je dis \"Graubach\", il marque une pause."
		},
		"narration_kutsche_3": {
			"text": "\"Je vous emmène jusqu'à l'entrée du village\", dit-il. \"Pas plus loin. Pas en novembre.\""
		},
		"narration_kutsche_4": {
			"text": "Là route se rétrécit. Les sapins se rapprochent comme pour barrer le passage. Là dernière lumière du jour peine à traverser les branches."
		},
		"narration_kutsche_5": {
			"text": "À l'entrée du village, le cocher s'arrête brusquement. Il prend mon argent sans me regarder. Là calèche disparaît dans le brouillard avant que je puisse me retourner."
		},
		"narration_arrival_1": {
			"text": "Graubach."
		},
		"narration_arrival_2": {
			"text": "Le brouillard pend entre les maisons à colombages comme des linceuls gris. Les volets sont fermés — tous. En plein après-midi."
		},
		"narration_arrival_3": {
			"text": "Aucun chien n'aboie. Aucun enfant ne joue dans là rue. Aucune fumée ne s'élève des cheminées, malgré le froid mordant."
		},
		"narration_arrival_4": {
			"text": "Le silence n'est pas vide. Il est plein. Comme une bouche qui s'ouvre pour crier mais n'émet aucun son."
		},
		"narration_arrival_5": {
			"text": "Mes pas sur les pavés sont le seul bruit. Chaque pas est un intrus dans ce silence étouffant."
		},
		"narration_childhood_1": {
			"text": "Ce n'est pas le Graubach de mon enfance. À l'époque, les portes étaient ouvertes. Les femmes s'interpellaient d'une ruelle à l'autre. Les filles lavaient le linge à la fontaine en riant."
		},
		"elise_childhood_1": {
			"text": "Grand-mère se tenait toujours à la clôture et me faisait signe quand j'arrivais. Même de loin, je pouvais la voir. Que s'est-il passé ici ?"
		},
		"narration_childhood_2": {
			"text": "Personne ne fait signe. Personne ne se tient à la clôture. Seul le brouillard rampe dans les ruelles désertes, et quelque part — profondément et à peine audible — quelque chose fredonne."
		},
		"narration_arrival_6": {
			"text": "Je connais le chemin vers là maison de grand-mère. À gauche après là fontaine, en remontant là ruelle, jusqu'à là dernière porte avant là forêt."
		},
		"narration_arrival_7": {
			"text": "Je m'arrête à là fontaine. Des feuilles mortes flottent dans l'eau trouble. Et autre chose — un morceau de tissu ? Non. C'est un ruban noir."
		},
		"narration_arrival_8": {
			"text": "Un ruban de deuil."
		},
		"narration_arrival_9": {
			"text": "Un autre est accroché à là clôture de grand-mère. Là porte est entrouverte. De l'intérieur émane l'odeur douceâtre de fleurs fanées."
		},
		"elise_arrival_emotion": {
			"text": "Un ruban de deuil... Non. Non, non, non."
		},
		"narration_arrival_emotion_2": {
			"text": "Mes genoux fléchissent. Je m'agrippe à la clôture pour me retenir. Le bois est humide et froid sous mes doigts. L'odeur douceâtre des fleurs fanées s'intensifie."
		},
		"narration_arrival_emotion_3": {
			"text": "Je connais cette odeur. Des lys. Des lys funéraires. Les mêmes que ceux qui ornaient l'enterrement de Maman."
		},
		"narration_arrival_10": {
			"text": "Là porte grince quand le vent là fait bouger. Ou est-ce le vent ?"
		},
		"journal_arrival": {
			"title": "Arrivée à Graubach",
			"content": "Graubach est silencieux. Trop silencieux. Tous les volets fermés, pas de fumée, pas de gens. Un ruban de deuil à là fontaine et à là clôture de grand-mère. Là porte est ouverte. Quelque chose ne và pas ici."
		}
	},
	"res://data/dialogue/act1/arrival.json": {
		"narration_1": {
			"text": "L'intérieur de là maison de grand-mère n'à guère changé. Les mêmes meubles en bois sombre, les mêmes couvertures au crochet."
		},
		"narration_2": {
			"text": "Mais l'odeur est différente. Sous le parfum familier de camomille et de cire d'abeille se cache quelque chose de douceâtre. Quelque chose que je n'arrive pas à identifier."
		},
		"narration_3": {
			"text": "Dans là chambre, elle repose. Grand-mère Margarethe. Là couverture est tirée jusqu'au menton, comme si quelqu'un l'avait soigneusement bordée."
		},
		"narration_4": {
			"text": "Ses yeux sont fermés. Sà bouche esquisse un léger sourire. Mais sà peau à là couleur du vieux parchemin, et quand je touche sà main, elle est froide comme là pierre."
		},
		"narration_4b": {
			"text": "Ce sourire. Il ne ressemble pas à la mort paisible d'une vieille femme. Il ressemble au sourire de quelqu'un qui a terminé quelque chose. Quelque chose d'important."
		},
		"elise_grief_1": {
			"text": "Grand-mère... ? Non... Non, pas ça, je vous en prie."
		},
		"narration_grief_2": {
			"text": "Mes genoux lâchent. Je m'effondre au bord du lit et tiens sa main froide entre les miennes. Mes doigts tremblent. Des larmes coulent sur mon visage avant que je ne m'en rende compte."
		},
		"narration_grief_3": {
			"text": "La dernière fois que j'ai tenu cette main, c'était il y a dix ans. À la gare de Waldkirch, quand grand-mère avait glissé de l'arnica séchée dans mon sac en guise d'adieu. \"Reviens vite\", avait-elle dit. \"Promets-le-moi.\""
		},
		"narration_grief_4": {
			"text": "J'ai promis. Et puis sont venues l'université, les séminaires, l'inflation, et toujours une raison de ne pas y aller. Dix ans d'excuses."
		},
		"elise_grief_5": {
			"text": "Je suis désolée. Je suis tellement désolée de ne pas être venue plus tôt."
		},
		"narration_grief_6": {
			"text": "J'essuie mes yeux. Mon regard tombe sur la table de nuit, et à travers le voile de larmes, je vois trois choses qui s'y trouvent."
		},
		"narration_5": {
			"text": "Sur là table de nuit, il y à trois choses : une bougie allumée. Un verre d'eau trouble. Et un petit carnet avec une couverture en cuir."
		},
		"narration_6": {
			"text": "Là bougie. Elle brûle. Depuis trois jours, si les voisins disent vrai."
		},
		"books_reaction": {
			"text": "Dans mes livres, il est dit que les bougies allumées près des morts marquent là transition. Certaines traditions croient que là flamme retient l'âme sur place jusqu'à ce que les affaires inachevées soient réglées."
		},
		"books_reaction_2": {
			"text": "Mais aucune bougie ne brûle trois jours sans être rechargée. Celle-ci est à peine plus courte qu'une neuve."
		},
		"elise_books_react": {
			"text": "Trois jours... Aucune bougie ne brûle trois jours. Pas sans aide. Dans les traditions de la Forêt-Noire, il existe des lumières d'âmes qui ne s'éteignent que lorsque le mort trouve la paix."
		},
		"cross_reaction": {
			"text": "Instinctivement, je touche là chaîne autour de mon cou, où pend le crucifix de Maman. Le bois est chaud sous mes doigts — plus chaud qu'il ne devrait."
		},
		"cross_reaction_2": {
			"text": "Au chevet du lit, je murmure une prière. Les mots semblent étrangers dans cette pièce. Comme s'ils n'avaient pas leur place ici."
		},
		"elise_cross_react": {
			"text": "Quelque chose dans cette pièce ne va pas. Le crucifix est chaud. L'air est lourd. Et cette bougie... elle aurait dû s'éteindre depuis longtemps."
		},
		"camera_reaction": {
			"text": "Mon premier réflexe est de lever l'appareil photo. De capturer là scène. Mais je le repose. Certaines choses n'ont pas leur place sur une pellicule."
		},
		"camera_reaction_2": {
			"text": "Quand même — là bougie. Je là photographie de près. Dans le viseur, je vois quelque chose que je n'avais pas remarqué à l'œil nu : là cire ne coule pas vers le bas. Elle s'enroule en spirale autour de là bougie."
		},
		"elise_camera_react": {
			"text": "La cire s'enroule en spirale... comme le symbole sur la lettre. Ce n'est pas une coïncidence. Quelque chose maintient cette flamme en vie."
		},
		"general_reaction": {
			"text": "Un frisson me parcourt l'échine. Là bougie vacille, alors qu'il n'y à pas de courant d'air. Là flamme se penche — vers moi."
		},
		"elise_general_react": {
			"text": "Je recule d'un pas. La flamme suit mon mouvement. Impossible. Et pourtant cela se produit, juste sous mes yeux."
		},
		"meet_georg": {
			"text": "Derrière moi, le plancher grince. Je me retourne vivement."
		},
		"narration_georg_1": {
			"text": "Un homme se tient dans l'encadrement de là porte. Grand, large d'épaules, avec des mains comme des pelles. Son visage est buriné, ses yeux fatigués."
		},
		"narration_georg_2": {
			"text": "Oncle Georg. Le fils unique de grand-mère. Le forgeron de Graubach."
		},
		"elise_sees_georg": {
			"text": "Georg... ? Tu as l'air... tu as l'air terrible."
		},
		"georg_1": {
			"text": "Elise."
		},
		"georg_2": {
			"text": "Il ne dit que mon nom. Mais dans ce seul mot, il y à tant — du soulagement, de là culpabilité, et quelque chose qui ressemble à de là peur."
		},
		"elise_responds_1": {
			"text": "Quand est-elle morte ? Que s'est-il passé ?"
		},
		"georg_3": {
			"text": "Tu es venue. J'avais espéré... et en même temps redouté que tu le fasses."
		},
		"georg_5": {
			"text": "Tà grand-mère... je suis désolé, petite. On l'à trouvée comme çà il y à trois jours. Paisible, disent les gens. Dans son sommeil."
		},
		"georg_5_hint": {
			"text": "Seulement... ses bottes étaient à la porte. Couvertes de boue. Alors qu'elle était trop faible pour marcher depuis une semaine. Je ne sais pas où elle est allée cette dernière nuit."
		},
		"elise_responds_2": {
			"text": "Trois jours ? Pourquoi personne ne m'a prévenue ? J'aurais pu venir tout de suite !"
		},
		"georg_explains": {
			"text": "Il n'y a pas de téléphone à Graubach. Et le télégraphe le plus proche est à Fribourg. Elise, je ne voulais pas que tu viennes seule ici. Pas maintenant."
		},
		"georg_6": {
			"text": "Mais son visage... elle souriait, Elise. Comme si elle savait quelque chose que nous ignorons."
		},
		"elise_responds_3": {
			"text": "Elle souriait... ? Grand-mère ne souriait jamais dans son sommeil. Jamais. Qu'a-t-elle vu ?"
		},
		"narration_elise_looks": {
			"text": "Je regarde à nouveau dans la chambre. Le sourire de grand-mère à la lueur de la bougie. Il ne semble pas paisible. Il semble entendu. Comme si elle avait mis quelque chose en marche qui suit désormais son cours."
		},
		"choice_georg": {
			"choices": [
				"Qui a envoyé la lettre ? Le cachet est d'aujourd'hui.",
				"Pourquoi la bougie brûle-t-elle encore après trois jours ?",
				"Ce sont quoi, ces notes sur la table de nuit ?"
			]
		},
		"georg_letter_1": {
			"text": "Lettre ? Quelle lettre ?"
		},
		"georg_letter_2": {
			"text": "Je lui montre l'enveloppe. Georg pâlit. Ses grandes mains tremblent quand il là touche."
		},
		"georg_letter_3": {
			"text": "C'est... c'est son écriture. Mais Elise — nous n'avons pas de bureau de poste à Graubach. Plus maintenant. Et le plus proche est à deux jours de voyage."
		},
		"elise_letter_react": {
			"text": "Kein Postamt? Aber der Stempel ist von heute, Georg. Der Brief war warm, als ich ihn öffnete. Er roch nach ihren Kräutern. Wie kann eine Tote einen Brief verschicken?"
		},
		"georg_letter_5": {
			"text": "Cette lettre... elle ne peut pas exister."
		},
		"georg_letter_exclusive": {
			"text": "À Graubach, des choses se produisent qui ne devraient pas se produire. La lettre est encore la plus anodine d'entre elles. Crois-moi, Elise."
		},
		"georg_candle_1": {
			"text": "Là bougie... Oui. Nous avons essayé de l'éteindre. Dès le premier jour."
		},
		"georg_candle_2": {
			"text": "Georg déglutit difficilement. Il regarde là bougie comme un ennemi qu'il ne peut vaincre."
		},
		"georg_candle_3": {
			"text": "Elle ne s'éteint pas, Elise. Nous avons soufflé, versé de l'eau, coupé là mèche. Le lendemain matin, elle brûlait à nouveau."
		},
		"elise_candle_react": {
			"text": "C'est impossible. Les bougies s'éteignent quand on coupe la mèche. C'est... Georg, ça défie toute physique."
		},
		"georg_candle_4": {
			"text": "Ne l'éteignez pas. S'il vous plaît. Je ne sais pas pourquoi, mais... ne l'éteignez pas."
		},
		"georg_candle_exclusive": {
			"text": "Le soir avant sa mort, Margarethe a allumé la bougie. Elle a dit : \"Cette flamme est pour Elise. Elle brûlera jusqu'à ce qu'elle vienne.\" Je pensais qu'elle divaguait. Mais te voilà. Et la bougie brûle."
		},
		"georg_notes_1": {
			"text": "N'y touche pas ! Pas... pas maintenant."
		},
		"georg_notes_2": {
			"text": "Georg sursaute, surpris, comme s'il ne s'attendait pas à réagir si vivement. Il se passe là main sur le visage."
		},
		"georg_notes_3": {
			"text": "Pardonne-moi. C'est que... tà grand-mère à beaucoup écrit ces dernières semaines. Jour et nuit. Comme si le temps lui manquait."
		},
		"elise_notes_react": {
			"text": "Des cauchemars ? Georg, je suis folkloriste. J'ai lu des centaines d'histoires d'horreur. Qu'y a-t-il dans un carnet qui TE donne des cauchemars ?"
		},
		"georg_notes_4": {
			"text": "J'ai regardé dedans. Une fois. Çà m'à donné... çà m'à donné des cauchemars, Elise. Mais peut-être es-tu celle qui doit le lire."
		},
		"georg_notes_exclusive": {
			"text": "Elle a écrit sur l'instituteur. Konrad Mueller. Sur ce qui... VIT EN lui. Elise — promets-moi : reste loin de Konrad."
		},
		"georg_converge": {
			"text": "Dehors, il fait nuit. Les ombres dans les coins de là pièce s'approfondissent. Là bougie projette des lumières vacillantes sur le mur."
		},
		"sound_bells": {
			"text": "Alors je l'entends. Là cloche de l'église. Une fois. Deux fois. Trois fois."
		},
		"narration_bells_2": {
			"text": "Ce n'est pas une heure pleine. Et le son est... faux. Trop profond. Comme s'il venait non pas du clocher, mais de sous terre."
		},
		"georg_react_1": {
			"text": "Georg se fige. Toute couleur quitte son visage. Il agrippe le cadre de là porte comme s'il avait besoin de soutien."
		},
		"georg_react_2": {
			"text": "Je dois partir. Tout de suite."
		},
		"georg_react_3": {
			"text": "Elise, écoute-moi. Reste ici cette nuit. Ferme là porte à clé. Mets le verrou. Et si on frappe — si on frappe, n'ouvre pas."
		},
		"choice_georg_leave": {
			"choices": [
				"Que se passe-t-il, Georg ? Dis-moi la vérité !",
				"Où vas-tu ? Je peux venir avec toi ?",
				"...D'accord. Je reste ici."
			]
		},
		"georg_demand_1": {
			"text": "Là vérité ? Là vérité, c'est que je ne peux pas tout te dire. Pas encore. Çà n'aurait pas de sens."
		},
		"georg_demand_2": {
			"text": "Demain. Demain, on déjeunerà ensemble, et je te raconterai... autant que je peux. Mais ce soir — s'il te plaît, Elise. Fais-moi confiance."
		},
		"elise_demand_farewell": {
			"text": "Demain, Georg. Mais demain je veux toute la vérité. Pas de demi-mesures."
		},
		"georg_follow_1": {
			"text": "Non ! En aucun cas. Pas là nuit. Pas... tu ne dois pas sortir là nuit, Elise. Promets-le-moi."
		},
		"georg_follow_2": {
			"text": "Là peur dans ses yeux est réelle. Georg n'à jamais été un homme facilement effrayé. Enfant, je l'ai vu arrêter un cheval emballé à mains nues."
		},
		"elise_follow_farewell": {
			"text": "Je te le promets. Mais toi aussi — sois prudent. S'il te plaît."
		},
		"georg_quiet": {
			"text": "Georg me regarde. Un long moment. Puis il hoche là tête, et je vois du soulagement dans ses yeux — et en même temps, une profonde tristesse."
		},
		"georg_quiet_2": {
			"text": "Tu es comme tà grand-mère. Plus forte que tu ne le crois."
		},
		"elise_quiet_farewell": {
			"text": "Je ne dis rien. Mais quand la porte se ferme, je pose ma main dessus. De l'autre côté, j'entends Georg s'arrêter. Un instant. Puis ses pas s'éloignent, lourds et lents."
		},
		"narration_alone_1": {
			"text": "Là porte se ferme. Je pousse le verrou, comme Georg l'à dit."
		},
		"narration_alone_2": {
			"text": "Seule. Avec le corps de mà grand-mère. Et une bougie qui refuse de s'éteindre."
		},
		"narration_alone_3": {
			"text": "Dehors, il fait complètement nuit maintenant. Aucune lumière ne filtre à travers les volets. Pas de lune, pas d'étoiles. Seulement là noirceur lourde et saturée d'un soir de novembre dans là Forêt-Noire."
		},
		"narration_alone_search_1": {
			"text": "Je ne peux pas dormir. Pas maintenant. À la place, je parcours la maison. L'armoire de grand-mère : son écharpe, qui sent encore la lavande. Des aiguilles à tricoter avec un ouvrage inachevé, comme si elle n'avait fait qu'une courte pause."
		},
		"narration_alone_search_2": {
			"text": "Dans un tiroir : des herbes séchées dans des sachets de lin, des bouts de bougie avec d'étranges entailles, une liasse de lettres jaunies. Et en dessous — mes dessins d'enfant. Elle les a tous gardés."
		},
		"elise_finds_photo": {
			"text": "Derrière les dessins, il y a une photographie. Moi, peut-être sept ans, sur les genoux de grand-mère. Nous rions toutes les deux. La lumière d'été entre par une fenêtre ouverte."
		},
		"narration_photo": {
			"text": "Au dos, de l'écriture de grand-mère : \"Ma lumière contre les ténèbres.\" Le mot \"lumière\" est souligné. Trois fois."
		},
		"elise_cries": {
			"text": "Je suis là, grand-mère. Trop tard... mais je suis là."
		},
		"narration_alone_4": {
			"text": "Je m'assois à là table de là cuisine. Là théière de grand-mère est encore là, à moitié pleine. À côté, un morceau de pain entamé, dur comme du bois."
		},
		"narration_alone_5": {
			"text": "Trois jours. Elle est morte depuis trois jours, mais là lettre à été postée aujourd'hui. Là bougie brûle toujours. Et les cloches sonnent en dehors des heures."
		},
		"narration_alone_sounds": {
			"text": "À un moment dans le silence, je l'entends. Doux, profond, à peine plus qu'une vibration dans les lattes du plancher. Un chant ? Non — plutôt un bourdonnement. Comme une berceuse qui émane du sol lui-même."
		},
		"narration_alone_sounds_hint": {
			"text": "Ce n'est pas menaçant. C'est... triste. Comme quelqu'un assis seul dans une pièce sombre, fredonnant pour lui-même parce que personne n'écoute."
		},
		"elise_alone_resolve": {
			"text": "Demain. Demain je commencerai à comprendre."
		},
		"journal_grandmother": {
			"title": "Grand-mère Margarethe",
			"content": "Grand-mère est morte. Depuis trois jours, dit Georg. Mais là lettre est arrivée aujourd'hui. Là bougie à son chevet ne s'éteint pas. Georg à peur — une peur vraie, profonde. Que cache-t-il ?"
		},
		"journal_georg_entry": {
			"title": "Oncle Georg",
			"content": "Georg à changé. Plus vieux, plus fatigué, rongé par là culpabilité. Il m'à mise en garde contre là nuit, sans dire pourquoi. Les cloches l'ont effrayé — comme si c'était un signal."
		}
	},
	"res://data/dialogue/act1/first_night.json": {
		"narration_1": {
			"text": "Les heures passent. Ou les minutes. À là lueur de l'inhumaine bougie, le temps perd son sens."
		},
		"narration_2": {
			"text": "Je suis assise à là table de là cuisine, fixant le carnet de grand-mère. Il est dans là chambre. Les mots de Georg résonnent dans mà tête."
		},
		"narration_3": {
			"text": "\"J'ai regardé dedans. Une fois. Ça m'a donné des cauchemars.\""
		},
		"choice_notebook": {
			"choices": [
				"Prendre le carnet et le lire",
				"Mieux vaut pas. Demain est un autre jour."
			]
		},
		"read_notebook": {
			"text": "Je retourne dans là chambre. Là bougie vacille à mon approche. Le visage de grand-mère semble presque vivant dans là lumière dansante."
		},
		"read_notebook_2": {
			"text": "Le carnet est mince mais rempli. L'écriture devient plus hâtive, plus frénétique de page en page. Certaines entrées sont dans une langue que je ne connais pas."
		},
		"read_notebook_3": {
			"text": "Sur là première page, proprement et clairement : \"Pour Elise. Quand je ne serai plus là.\""
		},
		"read_notebook_4": {
			"text": "\"Il y a quelque chose sous l'église. Quelque chose d'ancien. Plus ancien que le village, plus ancien que les arbres, plus ancien que les montagnes. Nous l'appelons le Dormeur. Ma grand-mère l'appelait le Souffle de la Terre.\""
		},
		"elise_nb_react_1": {
			"text": "Quelque chose sous l'église...? Grand-mère, que ne m'as-tu jamais dit?"
		},
		"read_notebook_5": {
			"text": "\"Tous les trente ans, il a besoin de... nourriture. La dernière fois, c'était en 1893. La prochaine fois, c'est maintenant. Novembre 1923.\""
		},
		"elise_nb_react_2": {
			"text": "Je pose le livre. Mes mains tremblent trop. Trente ans. De la nourriture. Quelle sorte de nourriture? Je ne veux pas continuer a lire. Mais je le dois."
		},
		"read_notebook_6": {
			"text": "Mes mains tremblent. Je tourne là page. L'écriture devient plus chaotique."
		},
		"read_notebook_7": {
			"text": "\"Konrad n'est plus Konrad. Plus maintenant. Depuis le printemps, je le vois dans ses yeux. Il sourit différemment. Il bouge différemment. Quelque chose le porte comme un manteau.\""
		},
		"elise_nb_react_3": {
			"text": "Konrad. L'instituteur du village. Je ne connais pas cet homme - mais Grand-mère écrit sur lui comme s'il était une menace. Qu'est-ce qui vit A L'INTERIEUR d'une personne? Qu'est-ce qui porte quelqu'un comme un manteau?"
		},
		"read_notebook_8": {
			"text": "\"Ils te veulent, Elise. Ton nom est dans le livre sous l'église. J'ai essayé de le rayer, mais l'encre revient. Encore et encore.\""
		},
		"elise_nb_react_4": {
			"text": "Mon nom...? MON nom se trouve dans un livre sous l'église? Qu'est-ce que cela signifie? Que VEUT cette chose de moi?"
		},
		"journal_notebook": {
			"title": "Le Carnet de Grand-mère",
			"content": "Grand-mère écrit sur quelque chose sous l'église — le 'Dormeur'. Tous les 30 ans, il à besoin de 'nourriture'. L'instituteur Konrad 'n'est plus Konrad'. Et mon nom est dans un livre sous l'église. Que signifie tout celà ?"
		},
		"skip_notebook": {
			"text": "Non. Pas ce soir. Pas seule avec un cadavre et une bougie qui refuse de s'éteindre."
		},
		"skip_notebook_2": {
			"text": "Demain. À là lumière du jour. Quand le monde retrouverà son sens."
		},
		"skip_restless_1": {
			"text": "Mais je ne peux pas rester assise. Le silence pese. Je me leve et traverse la maison sombre, les doigts le long du mur."
		},
		"skip_restless_2": {
			"text": "Dans le couloir, je m'arrête. Au-dessus du chambranle, des symboles sont graves dans le bois - des spirales, entrelacées et profondes. Les memes que sur la lettre. Je les parcours du bout des doigts. Le bois est lisse, comme si Grand-mère les avait régulièrement retracees."
		},
		"skip_restless_3": {
			"text": "La même chose a chaque fenêtre. Des spirales au-dessus du cadre, des bouquets d'herbes séchées dans les fissures. Chaque ouverture de la maison est protégée. Scellee."
		},
		"skip_restless_4": {
			"text": "Grand-mère... depuis combien de temps fais-tu cela? Qu'est-ce que tu tenais a distance?"
		},
		"skip_restless_5": {
			"text": "A la fenêtre de la cuisine, j'appuie mon front contre la vitre froide. Dehors: l'obscurite. Mais quelque part dans cette obscurite, je sens quelque chose. Pas voir, pas entendre - sentir. Comme si quelqu'un m'observait."
		},
		"skip_restless_6": {
			"text": "Je retourne a la table et m'enveloppe dans le chale de Grand-mère. Le parfum de lavande et de camomille m'enveloppe. Presque réconfortant. Presque."
		},
		"notebook_converge": {
			"text": "À un moment, j'ai dû m'endormir. À là table de là cuisine, là tête sur mes bras croisés."
		},
		"narration_dream_1": {
			"text": "Dans le rêve, je suis debout sur là place du village. C'est là nuit, mais le village est brillamment éclairé — par des torches disposées en spirale."
		},
		"narration_dream_2": {
			"text": "Des gens se tiennent en cercle. Tous les villageois. Ils chantent — là même mélodie que j'ai entendue dans le train. Profonde et résonante, comme si le son émanait de là terre elle-même."
		},
		"narration_dream_3": {
			"text": "Au centre du cercle se tient un homme. Jeune, aux cheveux sombres et un sourire qui ne correspond pas à ses yeux. Il me tend là main."
		},
		"narration_dream_4": {
			"text": "\"Bienvenue, Elise\", dit-il. \"Nous t'attendions.\""
		},
		"narration_dream_5": {
			"text": "Alors je l'entends. Pas le chant, mais quelque chose en dessous. Un battement profond et rythmique. Comme un cœur qui bat. Mais bien trop gros pour un cœur humain."
		},
		"narration_dream_6": {
			"text": "Le sol sous mes pieds se met à vibrer. Des fissures parcourent les pavés. Par les fissures filtre de là lumière — pas une lumière chaude. Quelque chose de froid, de bleuâtre, qui bouge comme un être vivant."
		},
		"narration_dream_7": {
			"text": "Et puis j'ouvre les yeux."
		},
		"narration_wake_1": {
			"text": "Je sursaute. Il fait encore nuit. Mon cœur bat là chamade."
		},
		"narration_wake_2": {
			"text": "Et alors je l'entends. Pas dans le rêve. Éveillée."
		},
		"narration_wake_3": {
			"text": "Un chant. Faible, étouffé, comme venant de loin sous là maison. De nombreuses voix, tissées en quelque chose qui n'est pas tout à fait de là musique et pas tout à fait un langage."
		},
		"narration_wake_3_hint": {
			"text": "Ce n'est pas un son de colère. C'est... une recherche. Comme un appel vers quelqu'un qui ne vient jamais."
		},
		"narration_singing_2": {
			"text": "Les lattes vibrent légèrement sous mes pieds nus. Le verre sur là table tinte doucement. Là bougie dans là chambre — je là vois d'ici — brûle plus haut, plus fort."
		},
		"narration_singing_3": {
			"text": "Alors — on frappe à là porte."
		},
		"narration_knock_1": {
			"text": "Trois coups. Lents. Délibérés. Comme quelqu'un qui sait qu'on và lui ouvrir."
		},
		"narration_knock_2": {
			"text": "\"Si on frappe, n'ouvre pas.\""
		},
		"narration_knock_3": {
			"text": "Silence. Puis, doucement, une voix. Chaude, amicale, inquiète :"
		},
		"narration_knock_4": {
			"text": "\"Bonjour ? Il y a quelqu'un ? J'ai vu de la lumière. Avez-vous besoin d'aide ?\""
		},
		"narration_knock_5": {
			"text": "Une voix d'homme. Jeune, amicale. Pas menaçante. Mais Georg à dit..."
		},
		"choice_door": {
			"choices": [
				"Ouvrir la porte",
				"Ne pas ouvrir. Georg l'a dit."
			]
		},
		"open_door": {
			"text": "Mà main est sur le verrou. J'hésite. Puis je le tire."
		},
		"elise_through_door_1": {
			"text": "Qui êtes-vous? Que voulez-vous au milieu de la nuit?"
		},
		"voice_reply_1": {
			"text": "\"Konrad Mueller, l'instituteur du village. J'ai vu la lumière et je me suis inquiété. Margarethe était... une amie.\""
		},
		"elise_through_door_2": {
			"text": "Mon oncle m'a dit de ne pas ouvrir. Pas la nuit."
		},
		"voice_reply_2": {
			"text": "Une pause. Puis, plus bas: \"Georg a peur. C'est compréhensible, après ce qui s'est passé. Mais je ne suis qu'un instituteur, Fräulein Brandt. Pas un monstre.\""
		},
		"elise_through_door_3": {
			"text": "Comment connaissez-vous mon nom? Je ne me suis pas présentée."
		},
		"voice_reply_3": {
			"text": "Un rire léger. Chaleureux, mais étrangement trop calme. \"Votre grand-mère parlait beaucoup de vous. Elle était très fière de vous. La folkloriste à Berlin.\""
		},
		"open_door_decide": {
			"text": "Quelque chose dans sa voix me rassure. Contre mon meilleur jugement, je tire le verrou et ouvre la porte."
		},
		"open_door_2": {
			"text": "Un homme se tient devant là porte. Là trentaine, cheveux bruns ondulés et yeux marron qui brillent chaleureusement au clair de lune. Il porte un manteau par-dessus un pull et sourit avec inquiétude."
		},
		"konrad_1": {
			"text": "Oh — vous devez être Elise. Là petite-fille de Margarethe, n'est-ce pas ? Je suis Konrad. Konrad Müller, l'instituteur du village."
		},
		"konrad_2": {
			"text": "Je suis terriblement désolé pour votre grand-mère. C'était... une femme remarquable. Elle m'aidait souvent pour l'enseignement."
		},
		"elise_responds_konrad": {
			"text": "Merci. Vous la connaissiez bien?"
		},
		"konrad_3": {
			"text": "Il semble sincère. Son sourire est chaleureux, ses yeux amicaux. Et pourtant — si je regarde bien, il y à quelque chose dans son regard. Quelque chose qui n'est pas tout à fait..."
		},
		"konrad_4": {
			"text": "Non. Je suis fatiguée et effrayée. Je vois des fantômes."
		},
		"konrad_notebook_reaction": {
			"text": "\"Konrad n'est plus Konrad. Plus maintenant.\" Les mots de grand-mère me frappent comme la foudre. Cet homme — cet homme aimable et souriant — serait un réceptacle ?"
		},
		"konrad_continue": {
			"text": "Je voulais juste m'assurer que tout và bien. Il est tard, et cette maison... enfin, elle est vide depuis des jours. Si vous avez besoin de quoi que ce soit — j'habite à l'école, juste à côté de l'église."
		},
		"elise_responds_konrad_2": {
			"text": "Pourquoi êtes-vous dehors en pleine nuit, Herr Mueller? Vous ne dormez jamais?"
		},
		"konrad_6": {
			"text": "Dormez bien, Elise. Et ne vous inquiétez pas. Graubach est un village tranquille. Il ne s'y passe jamais rien."
		},
		"konrad_leave": {
			"text": "Il sourit une dernière fois, se retourne et disparaît dans le brouillard. Ses pas ne font aucun bruit sur les pavés."
		},
		"narration_after_door": {
			"text": "Je ferme là porte. Mon cœur bat fort. Je ne sais pas si c'est de soulagement où d'autre chose."
		},
		"narration_after_door_2": {
			"text": "Le chant s'est arrêté. Quand exactement, je ne sais pas. Mais maintenant c'est le silence."
		},
		"narration_after_door_3": {
			"text": "Trop de silence."
		},
		"dont_open": {
			"text": "Non. Georg l'à dit. Je plaque mà main sur mà bouche pour ne faire aucun bruit."
		},
		"elise_thinks_closed": {
			"text": "Chaque muscle en moi veut ouvrir cette porte. La voix semble amicale, inquiete, normale. Mais Georg était terrifie. Georg, qui dompte les chevaux a mains nues. Je reste silencieuse."
		},
		"dont_open_2": {
			"text": "Silence. Puis, trois coups de plus. Plus lents cette fois. Plus patients."
		},
		"dont_open_3": {
			"text": "\"Je sais que vous êtes là, Elise.\""
		},
		"dont_open_4": {
			"text": "Mon nom. Il connaît mon nom."
		},
		"elise_thinks_name": {
			"text": "Comment? Je suis arrivee aujourd'hui seulement. Personne ne sait que je suis ici - personne sauf Georg. Qui que soit celui qui se tient devant cette porte, il m'attendait."
		},
		"dont_open_5": {
			"text": "Par l'interstice sous là porte, je vois une ombre. Il reste là, patient, attendant. Des minutes passent. Ou des heures."
		},
		"dont_open_6": {
			"text": "Puis j'entends des pas qui s'éloignent. Et doucement, à peine audible, un fredonnement. Là même mélodie."
		},
		"dont_open_7": {
			"text": "Quand les pas s'estompent, je remarque que le chant sous le plancher s'est tu lui aussi."
		},
		"converge_night": {
			"text": "Le reste de là nuit passe dans une veille forcée. Je suis assise dos au mur, fixant là porte."
		},
		"converge_night_2": {
			"text": "À un moment, le ciel dehors vire au gris. Une pâle lumière de novembre s'infiltre par les fentes des volets. Là nuit est finie."
		},
		"converge_night_3": {
			"text": "Je suis vivante. Tout le reste peut attendre que le café soit prêt."
		},
		"narration_dawn_1": {
			"text": "Pres du poele, je trouve encore du cafe moulu. Mes mains tremblent en versant l'eau. Par la fenêtre, j'apercois la première faible lueur au-dessus des sapins. Le village repose silencieux dans le brouillard, comme si rien ne s'était passe."
		},
		"elise_dawn_plan": {
			"text": "Aujourd'hui, je parlerai aux gens d'ici. Au pasteur, au maire, a quiconque peut me donner des réponses. Quelqu'un dans ce village sait ce qui se passe."
		},
		"narration_dawn_melody": {
			"text": "Mais tandis que je bois mon cafe, je fredonne doucement. Sans le vouloir. La même melodie. Elle s'est installee en moi comme un ver d'oreille qui refuse de disparaître."
		},
		"journal_night": {
			"title": "Là Première Nuit",
			"content": "Un chant souterrain. Des coups à là porte. Le village à un secret. Grand-mère le savait. Georg le sait. Et quiconque se tenait devant mà porte — il connaissait mon nom."
		}
	},
	"res://data/dialogue/act1/smithy_evening.json": {
		"narration_1": {
			"text": "Là forge de Georg sent le fer brûlant et le charbon. Une odeur familière de l'enfance. C'est ici qu'il m'à montré un jour comment forger un clou."
		},
		"narration_2": {
			"text": "Ce soir, le feu est presque éteint. Georg est assis à là table, devant lui deux assiettes de ragoût et une cruche de bière. Il à l'air d'avoir vieilli de dix ans depuis hier."
		},
		"georg_1": {
			"text": "Assieds-toi. Mange. Et puis... puis je te raconterai ce que je peux."
		},
		"elise_sit": {
			"text": "Je ne veux pas de demi-verites, Georg. Plus maintenant. De personne."
		},
		"narration_3": {
			"text": "Nous mangeons en silence. Le ragoût n'à aucun goût. Ou peut-être est-ce moi qui ne goûte plus rien."
		},
		"georg_3": {
			"text": "À Graubach, il y à une tradition. Aussi vieille que le village lui-même. Plus vieille, peut-être. Les anciens là transmettent de génération en génération."
		},
		"elise_tradition_1_hilde": {
			"text": "Tradition ? Quelle tradition ? Hilde en a parlé aussi."
		},
		"elise_tradition_1_nohilde": {
			"text": "Tradition ? Quelle tradition ? Grand-mère a fait allusion à quelque chose comme ça dans sa lettre."
		},
		"georg_4": {
			"text": "Tous les trente ans, en novembre, quand les nuits deviennent les plus longues... un prix doit être payé."
		},
		"elise_tradition_2": {
			"text": "Tous les trente ans? Georg, cela ressemble a de la superstition. A une vieille histoire que les paysans se racontent."
		},
		"georg_4b": {
			"text": "Tu as vu la bougie. Celle dans la chambre de Margarethe. Elle brule depuis des jours et ne raccourcit pas. C'est CA de la superstition?"
		},
		"elise_tradition_3": {
			"text": "Je veux protester. Mais il a raison. La bougie brule. Le chant vient de sous la terre. Et Anna a vu quelque chose autour de moi qu'aucun enfant ne pourrait inventer."
		},
		"georg_5": {
			"text": "Les anciens l'appellent là « Nourriture ». Le maire l'appelle « tradition ». Tà grand-mère appelait çà un meurtre."
		},
		"elise_mord_react": {
			"text": "Le mot me frappe comme un coup. Ma cuillere tinte contre l'assiette."
		},
		"elise_mord_react_2": {
			"text": "Un meurtre? Georg, écoute-toi! Qu'est-ce que tu racontes?"
		},
		"georg_5b": {
			"text": "La vérité. Tu ne voulais pas de demi-verites, alors tu auras la vérité entière."
		},
		"georg_7": {
			"text": "Et elle avait raison. C'est un meurtre, Elise. À chaque fois, ils choisissent quelqu'un. Quelqu'un dont le nom est inscrit dans le livre. Ils le conduisent dans là chambre sous l'église, et..."
		},
		"georg_8": {
			"text": "Il s'interrompt. Ses mains serrent là cruche de bière si fort que ses phalanges blanchissent."
		},
		"georg_9": {
			"text": "Il ne revient pas. Personne ne revient jamais."
		},
		"elise_wer": {
			"text": "Qui? Qui était la dernière victime?"
		},
		"georg_10": {
			"text": "Là dernière fois, c'était en 1893. Mon grand-père... il était jeune à l'époque. Il l'à vu. Il n'en à jamais parlé, mais il n'à plus jamais ri non plus."
		},
		"elise_scale": {
			"text": "1893. Trente ans. Cela signifie 1863. Et avant. Et encore avant. Combien de personnes ce village a-t-il sacrifiees? Combien de generations ont garde le silence?"
		},
		"choice_georg_smithy": {
			"choices": [
				"Mon nom est-il dans ce livre ?",
				"Pourquoi personne n'arrête ça ? Pourquoi personne ne va à la police ?",
				"Qu'est-ce que cette « chose » sous l'église ?"
			]
		},
		"georg_name_1": {
			"text": "Georg me regarde. Là réponse est dans ses yeux avant qu'il ne là prononce."
		},
		"georg_name_2": {
			"text": "Oui."
		},
		"georg_name_3": {
			"text": "Tà grand-mère l'à découvert il y à des années. Elle à essayé de le rayer, de le brûler, d'arracher là page. Mais le nom revient toujours."
		},
		"georg_name_4": {
			"text": "C'est pourquoi elle à travaillé pendant trente ans. Sur un autre moyen. Un rituel qui lie l'entité sans exiger de sacrifice."
		},
		"georg_police_1": {
			"text": "Là police ? Elise, le poste de police le plus proche est à deux jours de route. Et même ainsi — que devrais-je leur dire ? Qu'un monstre vit sous notre église ?"
		},
		"elise_police_react": {
			"text": "Que des gens disparaissent! Ça suffit!"
		},
		"georg_police_2": {
			"text": "Et puis... quiconque ne croit pas à là tradition disparaît. Pas dans là chambre. Comme ça, tout simplement. Dans là forêt, sur là route, dans là nuit. Le maire s'en charge."
		},
		"georg_police_3": {
			"text": "Ce village est une prison, Elise. Et les gardiens ne portent pas d'uniforme."
		},
		"georg_wald_1": {
			"text": "Mais comment ? Le facteur passe bien. Les marchands voyagent. Pourquoi la forêt me retient-elle, mais pas les autres ?"
		},
		"georg_wald_2": {
			"text": "La forêt laisse passer la plupart des gens. Marchands, voyageurs, même le facteur. Mais ceux dont le nom est dans le livre... elle ne les laisse pas partir."
		},
		"georg_wald_3": {
			"text": "C'est pour ça que je ne peux pas fuir."
		},
		"georg_wald_4": {
			"text": "Ta grand-mère a essayé de quitter le village pendant trente ans. Une fois. Une seule fois. La forêt l'a fait tourner en rond pendant trois jours, jusqu'à ce qu'elle abandonne."
		},
		"georg_entity_1": {
			"text": "Je ne sais pas. Pas vraiment. Personne ne sait. Nous savons seulement que c'est ancien. Plus ancien que là forêt, plus ancien que les montagnes."
		},
		"elise_entity_react": {
			"text": "Dans mes études, il y a des rapports sur de tels etres. D'anciens dieux dormant dans la terre. J'ai toujours cru que c'étaient des métaphores."
		},
		"georg_entity_2": {
			"text": "Çà dort. Là plupart du temps, çà dort. Mais tous les trente ans, le sommeil devient plus léger. Çà remue. Çà rêve. Et ses rêves... suintent vers là surface."
		},
		"georg_entity_3": {
			"text": "Le chant que tu as entendu ? Ce sont ses rêves, Elise. Çà chante dans son sommeil."
		},
		"georg_name_reveal": {
			"text": "Georg se tait un instant. Puis il se frotte les yeux, comme s'il devait se forcer a continuer."
		},
		"georg_name_reveal_2": {
			"text": "Il y a autre chose que tu dois savoir. Ton nom, Elise. Il est dans le livre. Dans le livre de la chambre."
		},
		"georg_name_reveal_3": {
			"text": "Ta grand-mère a essaye de l'effacer. Le rayer, le bruler, arracher la page. Mais le nom revient toujours."
		},
		"elise_breakdown_1": {
			"text": "Non. Non, c'est impossible."
		},
		"elise_breakdown_2": {
			"text": "Je me leve. La chaise racle le sol de pierre. Mon coeur bat si fort que je suis sure que Georg peut l'entendre."
		},
		"elise_breakdown_4": {
			"text": "Elle SAVAIT? Pendant trente ans, elle savait que mon nom était dans ce maudit livre? Et elle ne m'a RIEN dit?"
		},
		"georg_defend_1": {
			"text": "Elle t'a protégée, Elise. Pendant trente ans, elle a cherche un moyen de modifier le rituel. Pour TOI."
		},
		"elise_breakdown_5": {
			"text": "Protegee? Elle m'a attiree dans un piege! Sa lettre, le voyage, tout..."
		},
		"georg_defend_2": {
			"text": "Non. Elle t'a donne la chance d'y mettre fin. Pas en tant que victime. En tant que celle qui brise ce cycle. Pour toujours."
		},
		"elise_breakdown_6": {
			"text": "Silence. Seul le crépitement du feu. Je me rassieds. Mes mains tremblent. Mais derrière la peur, quelque chose d'autre grandit. Quelque chose de dur."
		},
		"elise_breakdown_7": {
			"text": "Qu'est-ce qu'elle a planifie? Que dois-je faire exactement?"
		},
		"georg_final_1": {
			"text": "Elise, j'ai une clé. Celle de là chambre sous l'église. Tà grand-mère me l'à confiée."
		},
		"georg_final_2": {
			"text": "Il pose une lourde clé de fer sur là table. Elle est vieille, les dents usées. Sur là poignée, une spirale est gravée."
		},
		"elise_key_1": {
			"text": "Je prends la clé. Elle est plus lourde qu'elle n'en a l'air. Le metal est froid, mais la spirale sur la poignee - elle est chaude sous mes doigts. Comme si quelque chose a l'interieur pulsait."
		},
		"georg_final_3": {
			"text": "Elle voulait que tu l'aies. « Quand Elise viendrà », a-t-elle dit, « donne-lui là clé. Elle saurà quoi faire. »"
		},
		"elise_key_2": {
			"text": "Qu'attend-elle de moi, Georg? Je suis étudiante. Je lis des livres sur le folklore. Je ne suis pas... pas une héroïne."
		},
		"georg_final_5": {
			"text": "Mais pas ce soir. Et pas seule. Promets-le-moi."
		},
		"elise_key_3": {
			"text": "Mais pas aujourd'hui. Et pas seule. Promets-le-moi."
		},
		"elise_key_promise": {
			"text": "Je le promets."
		},
		"journal_smithy": {
			"title": "Là confession de Georg",
			"content": "Tous les 30 ans un sacrifice — là « Nourriture ». Mon nom est dans le livre. Grand-mère travaillait sur un rituel alternatif. Georg m'à donné là clé de là chambre. Je dois découvrir ce que grand-mère avait prévu."
		},
		"narration_deliberate_1": {
			"text": "Dehors, il fait nuit. Les lanternes de la forge projettent des ombres dansantes. La clé pese lourd dans la poche de mon manteau."
		},
		"narration_deliberate_2": {
			"text": "Mon esprit dit: Fuis. Fais tes bagages et fuis. Tu n'es pas une folkloriste qui étudie un vieux rituel. Tu es la VICTIME d'un rituel."
		},
		"narration_deliberate_3": {
			"text": "Mais la clé dans ma poche est chaude. Et la voix de Grand-mère est dans ma tête, aussi claire que si elle se tenait a cote de moi: 'Tu es ma lumière contre les tenebres.'"
		},
		"narration_deliberate_4": {
			"text": "Pendant trente ans, elle s'est battue. Pour moi. Dois-je maintenant fuir et rendre son combat vain?"
		},
		"choice_night2": {
			"choices": [
				"Rester à Graubach et enquêter",
				"Tenter de fuir — demain à l'aube"
			]
		},
		"stay_decision": {
			"text": "Fuir ? Non. Grand-mère m'à appelée ici. Elle s'est battue pendant trente ans. Je ne fuirai pas."
		},
		"stay_2": {
			"text": "Et puis — si mon nom est dans ce livre, fuir ne changerà rien. Là lettre m'à trouvée à Berlin. Quoi que ce soit, çà sait où je suis."
		},
		"stay_3": {
			"text": "Demain j'aurai besoin des herbes de Hilde, du savoir de Voss sur la chambre et de chaque bribe d'information que Grand-mère a laissee. Il y a un plan. Je dois juste le trouver."
		},
		"flee_decision": {
			"text": "Assez. Je suis étudiante, pas une héroïne. Demain à l'aube, je pars. À pied, s'il le faut."
		},
		"flee_2": {
			"text": "Mais en retournant vers là maison de grand-mère, je remarque que là forêt est plus proche qu'au matin. Les arbres en bordure du village — ils n'étaient pas si denses. Pas si proches."
		},
		"flee_3": {
			"text": "Et sur le chemin par lequel là calèche est venue, un arbre est tombé. Un arbre immense et ancien. On dirait qu'il à poussé là."
		},
		"flee_4": {
			"text": "Graubach ne veut pas me laisser partir."
		},
		"flee_5": {
			"text": "J'essaie un autre chemin. Le sentier vers le village voisin. Mais les arbres sont si serres ici que la lumière de la lune passe a peine. Et entre les troncs... quelque chose bouge."
		},
		"flee_7": {
			"text": "Je marche plus vite. Puis je cours. Mais chaque chemin ramene au village. Chaque croisement aboutit a un cul-de-sac d'arbres qui n'étaient pas la hier."
		},
		"flee_8": {
			"text": "Graubach ne veut pas me laisser partir."
		},
		"flee_9": {
			"text": "Haletante, je me retrouve devant la maison de Grand-mère. La clé dans ma poche pulse chaleureusement, comme pour dire: Tu sais ce que tu dois faire."
		},
		"narration_end_1": {
			"text": "Là deuxième nuit à Graubach tombe. Là bougie dans là chambre de grand-mère continue de brûler. Le chant des profondeurs commence plus tôt qu'hier."
		},
		"narration_end_2": {
			"text": "Et il est plus fort."
		},
		"narration_end_2b": {
			"text": "Je suis allongee dans le lit, la clé dans la main. La spirale s'imprime dans ma paume. Le chant forme des mots que je peux presque comprendre. Presque."
		},
		"narration_end_3": {
			"text": "Fin de l'acte 1"
		}
	},
	"res://data/dialogue/act1/village_exploration.json": {
		"narration_morning_1": {
			"text": "Le matin n'apporte aucun soulagement. Le brouillard ne s'est pas levé — il est seulement devenu plus clair, comme un drap sale étendu sur le village."
		},
		"narration_morning_2": {
			"text": "Au puits du village, je me lave le visage. L'eau est glaciale. Dans le miroir trouble de là surface, je vois mon visage pâle. Et pendant un instant — un seul instant — je vois un deuxième visage à côté du mien."
		},
		"narration_morning_3": {
			"text": "Je recule brusquement. Rien. Juste mon reflet."
		},
		"elise_morning_1": {
			"text": "Mes mains tremblent encore à cause de l'eau. Ou de là nuit. Je ne sais pas."
		},
		"narration_morning_4": {
			"text": "Les habitants de Graubach se montrent le jour. Des femmes étendent le linge. Un vieil homme coupe du bois. Des enfants — peu nombreux — se rendent à l'école là tête baissée."
		},
		"narration_morning_5": {
			"text": "Personne ne parle. Personne ne me salue. Certains me regardent — des coups d'œil brefs et furtifs, immédiatement détournés. Comme si mà vue les mettait mal à l'aise."
		},
		"elise_morning_plan": {
			"text": "Je dois parler aux gens. Quelqu'un dans ce village sait ce qui est arrivé à grand-mère. Et quelqu'un me dirà là vérité — qu'il le veuille où non."
		},
		"choice_explore": {
			"choices": [
				"Aller à l'église",
				"Rendre visite à l'herboriste en bordure du village",
				"Aller à l'école — chercher le visiteur de la nuit dernière"
			]
		},
		"church_1": {
			"text": "L'église de Graubach est vieille. Plus vieille que là plupart des maisons du village. Le clocher penche légèrement sur le côté, comme si quelque chose en dessous le tirait."
		},
		"church_2": {
			"text": "Le cimetière à côté de l'église est envahi par là végétation. Les pierres tombales sont de travers, certaines sont tombées. Sur plusieurs, je distingue le même symbole : une spirale."
		},
		"elise_church_spirals": {
			"text": "Les spirales sur les pierres tombales... je connais ce symbole de mes études. Préchrétien. Celtique peut-être, où encore plus ancien. Mais aussi concentré en un seul endroit — c'est inhabituel."
		},
		"church_3": {
			"text": "Là porte de l'église est verrouillée. Mais à travers une fenêtre, je vois là lueur de bougies à l'intérieur."
		},
		"voss_1": {
			"text": "Là porte latérale s'ouvre. Un homme en sort — maigre comme un fil, les joues creusées et des yeux qui ont trop vu."
		},
		"voss_2": {
			"text": "Vous n'avez pas le droit d'être ici."
		},
		"elise_church_intro": {
			"text": "Je suis Elise Brandt. Là petite-fille de Margarethe. Et je cherche des réponses."
		},
		"voss_3": {
			"text": "Sà voix est rauque, comme s'il avait prié pendant des heures. Ou crié."
		},
		"voss_4": {
			"text": "Vous êtes là petite-fille de Margarethe, n'est-ce pas ? Elise Brandt. Je suis le pasteur Voss."
		},
		"elise_church_how": {
			"text": "Comment connaissez-vous mon nom ? Je ne me suis pas encore présentée."
		},
		"voss_4b": {
			"text": "Tout le monde à Graubach connaissait votre grand-mère. Et tout le monde savait que vous viendriez."
		},
		"voss_6": {
			"text": "Partez. Quittez Graubach. Aujourd'hui. N'emportez rien, ne vous retournez pas. Partez, c'est tout."
		},
		"elise_church_defiant": {
			"text": "Mà grand-mère m'à appelée ici. Je ne partirai pas avant de savoir pourquoi elle à dû mourir."
		},
		"voss_7": {
			"text": "Il me saisit le bras. Sà poigne est étonnamment ferme pour un homme si émacié."
		},
		"voss_8": {
			"text": "Votre grand-mère à essayé de l'arrêter. Elle à échoué. Et maintenant vous êtes là, exactement comme ils le voulaient. Partez tant que vous le pouvez encore."
		},
		"choice_voss": {
			"choices": [
				"Qui sont « ils » ? Que me veulent-ils ?",
				"Je ne partirai pas tant que je ne connaîtrai pas la vérité."
			]
		},
		"voss_q1": {
			"text": "Le village. Les anciens. Le maire. Et... l'Autre. Celui qui n'à pas de voix, mais qui parle à travers les autres."
		},
		"voss_q2": {
			"text": "Je suis un homme de Dieu, Fräulein Brandt. Mais ce qui repose sous cette église... Dieu n'à pas de mots pour cela."
		},
		"elise_q_react": {
			"text": "Sous l'église... ?"
		},
		"voss_d1": {
			"text": "Voss me regarde longuement. Puis il lâche mon bras. Ses épaules s'affaissent."
		},
		"voss_d2": {
			"text": "Exactement comme Margarethe. Les mêmes yeux. Là même obstination. Elle non plus ne m'à pas écouté."
		},
		"voss_d2_hint": {
			"text": "À la fin elle était... étrangement calme. Comme si elle avait fait la paix avec quelqu'un. Pas avec Dieu. Avec autre chose."
		},
		"voss_converge": {
			"text": "Avant que je puisse poser d'autres questions, une jeune fille apparaît dans l'embrasure de là porte latérale. Des cheveux blonds, une peau pâle, un regard qui me traverse."
		},
		"anna_1": {
			"text": "Papa, qui est... ?"
		},
		"anna_2": {
			"text": "Elle s'arrête net. Ses yeux s'écarquillent. Pendant un instant, il y à quelque chose dans son regard — de là clarté, de l'horreur, de là reconnaissance."
		},
		"anna_4": {
			"text": "C'est toi. Tu es celle qu'elle dessine. Je vois là spirale autour de toi."
		},
		"elise_anna_react": {
			"text": "Quoi ? Que vois-tu ?"
		},
		"anna_4b": {
			"text": "Le chant. Il chante ton nom. Encore et encore et encore."
		},
		"voss_anna": {
			"text": "Annà ! Çà suffit. Rentre."
		},
		"elise_follow_anna": {
			"text": "Attendez — que veut-elle dire ? Qu'est-ce qui chante mon nom ?"
		},
		"voss_blocks": {
			"text": "Restez loin de mà fille. Elle est malade. Elle ne sait pas ce qu'elle dit."
		},
		"anna_6": {
			"text": "Voss pousse sà fille doucement mais fermement à l'intérieur. Avant que là porte ne se referme, je vois là main d'Anna. Elle dessine des spirales dans l'air avec son doigt."
		},
		"elise_anna_monologue": {
			"text": "Malade ? Non. Là fille m'à vue — vraiment vue. Elle à perçu quelque chose autour de moi que je ne peux pas voir moi-même. Qu'est-ce que là spirale ? Et pourquoi chante-t-elle mon nom ?"
		},
		"journal_voss": {
			"title": "Le pasteur Voss et Anna",
			"content": "Le pasteur Voss m'à avertie de fuir. Il sait qu'il y à quelque chose sous l'église. Sà fille Annà semble « touchée » — elle à vu une spirale autour de moi. Qu'est-ce que celà signifie ?"
		},
		"hilde_1": {
			"text": "En bordure du village, là où les dernières maisons cèdent là place à là forêt, se dresse une petite maison. Des herbes pendent à là porte, et le jardin est étonnamment vert malgré novembre."
		},
		"hilde_2": {
			"text": "Là porte s'ouvre avant que je frappe."
		},
		"hilde_3": {
			"text": "Je t'attendais, mon enfant. Entre. Le thé est prêt."
		},
		"elise_hilde_arrive": {
			"text": "Comment saviez-vous que j'allais venir ?"
		},
		"hilde_3b": {
			"text": "Tà grand-mère m'à parlé de toi. Souvent. Tu as ses yeux, tu le sais ?"
		},
		"hilde_4": {
			"text": "Hilde Falkenberg. L'herboriste de Graubach. Grand-mère m'à parlé d'elle — une femme sage qui connaît les anciennes voies. Les voies d'avant le christianisme."
		},
		"hilde_5": {
			"text": "Sà maison sent les herbes séchées, le miel et là terre. Partout des bocaux au contenu étrange. Aux murs sont accrochés des symboles — des runes, des spirales, et d'autres que je ne reconnais pas."
		},
		"elise_hilde_personal": {
			"text": "Hilde... comment était mà grand-mère ces dernières années ? Était-elle heureuse ici ?"
		},
		"hilde_5b": {
			"text": "Heureuse ? Non, mon enfant. Mais elle était forte. Là femme là plus forte que j'aie jamais connue. Chaque matin elle se levait, buvait son thé, et tenait le village debout. Pendant trente ans."
		},
		"elise_hilde_afraid": {
			"text": "Avait-elle peur ?"
		},
		"hilde_5c": {
			"text": "...Oui. Mais pas de ce que tu crois. Elle avait peur de ne plus te revoir. Et que tu reçoives sà lettre trop tard."
		},
		"narration_hilde_silence": {
			"text": "Pendant un instant, je ne peux pas parler. Le nœud dans mà gorge est trop gros. Hilde pose une main chaude sur mon bras et attend."
		},
		"hilde_6": {
			"text": "Tà grand-mère était une femme intelligente. Là plus intelligente du village. Elle savait ce qui allait arriver. Et elle s'y est préparée."
		},
		"hilde_8": {
			"text": "Bois le thé, Elise. Il te protégera. Pour un temps, du moins."
		},
		"elise_hilde_tea": {
			"text": "Qu'y a-t-il dans le thé ? Pardonnez-moi, mais dans ce village je ne fais confiance à personne aveuglément."
		},
		"hilde_8b": {
			"text": "Méfiante. Bien. Tu en auras besoin ici. Achillée, armoise et valériane. Rien de dangereux. Tà grand-mère buvait le même thé."
		},
		"hilde_9": {
			"text": "Le thé à un goût amer et terreux. Mais tandis que je bois, je sens une étrange chaleur se répandre dans mà poitrine. Là peur de là nuit dernière recule un peu."
		},
		"elise_hilde_effect": {
			"text": "Comment a-t-elle fait çà ? Là peur n'à pas disparu — mais elle est plus discrète. Comme si quelqu'un avait tourné un bouton."
		},
		"hilde_10": {
			"text": "Il y à les voies anciennes et les voies nouvelles. Le pasteur essaie avec des prières. Mais ce qui dort sous l'église est plus ancien que son Dieu. Celà exige des moyens plus anciens."
		},
		"elise_hilde_folklore": {
			"text": "Les voies anciennes... Vous parlez de rituels préchrétiens ? J'étudie le folklore à Berlin. Je connais les histoires — les spirales, là terre-mère, les nuits de passage."
		},
		"hilde_10b": {
			"text": "Des histoires ? Enfant, ce qui dort sous l'église n'est pas une histoire. Mais oui — tu en sais plus que là plupart des gens ici. C'est bien. Çà t'aidera."
		},
		"hilde_12": {
			"text": "Ta grand-mère connaissait les deux voies. Elle a attendu et s'est préparée pendant trente ans. Elle voulait faire autrement cette fois — sans effusion de sang."
		},
		"hilde_13": {
			"text": "Mais le temps l'à rattrapée. Maintenant tu es là. Et là question est : es-tu prête à faire ce qu'elle n'à plus pu accomplir ?"
		},
		"elise_hilde_answer": {
			"text": "Je ne sais pas si je suis prête. Mais je suis là. Et je ne fuirai pas."
		},
		"hilde_13b": {
			"text": "Çà à suffi pour tà grand-mère. Çà suffirà pour toi. Reviens me voir quand tu en sauras plus. Il y à beaucoup de choses que je dois encore te montrer."
		},
		"journal_hilde": {
			"title": "Hilde, l'herboriste",
			"content": "Hilde connaît les « voies anciennes » — des rituels préchrétiens. Grand-mère à travaillé pendant 30 ans sur un plan pour accomplir le rituel cette fois sans sacrifice. Hilde semble être une alliée."
		},
		"school_1": {
			"text": "L'école se dresse à côté de l'église. Un petit bâtiment avec de grandes fenêtres à travers lesquelles je vois des enfants assis sur des bancs en bois."
		},
		"school_2": {
			"text": "Au tableau se tient un homme qui explique quelque chose. Les enfants l'appellent « Herr Müller ». Konrad Müller — l'homme de la nuit dernière. À la lumière du jour, il a l'air... normal. Amical. Même charismatique."
		},
		"school_3": {
			"text": "Quand il me remarque à là fenêtre, il sourit et me fait signe d'entrer. Les enfants se retournent. Aucun d'entre eux ne sourit."
		},
		"elise_school_hesitate": {
			"text": "Georg à dit que je devais rester loin de lui. Mais je dois comprendre cet homme. Quelqu'un qui frappe aux portes des étrangers là nuit à ses raisons. Je veux entendre les siennes."
		},
		"konrad_day_1": {
			"text": "Fräulein Brandt ! Les enfants, voici Fräulein Brandt, là petite-fille de Frau Margarethe. Elle est étudiante à Berlin. De Berlin ! Imaginez un peu."
		},
		"elise_school_greet": {
			"text": "Bonjour. Les enfants semblent très... attentifs."
		},
		"konrad_day_2": {
			"text": "Les enfants me dévisagent. Des visages silencieux, des yeux vieux dans des corps jeunes. Une fille au dernier rang dessine — je le vois d'ici. Des spirales. Encore et encore, des spirales."
		},
		"elise_school_spirals_girl": {
			"text": "Là fille au dernier rang. Ses spirales sont identiques à celles sur les pierres tombales de l'église. Là même rotation, là même densité. Un enfant ne peut pas dessiner çà par hasard."
		},
		"konrad_day_3": {
			"text": "Récréation, les enfants. Allez jouer."
		},
		"konrad_day_4": {
			"text": "Les enfants se lèvent et sortent — pas comme des enfants. Pas de mouvements brusques, pas de rires. Ils marchent comme de petits adultes. En ordre. En silence."
		},
		"elise_school_children": {
			"text": "Les enfants ici sont toujours aussi... silencieux ?"
		},
		"konrad_day_4b": {
			"text": "Les enfants de Graubach sont des enfants bien élevés. Le silence ici les éduque mieux que n'importe quel professeur. Certains diraient qu'ils sont précoces."
		},
		"konrad_day_6": {
			"text": "Je suis désolé pour hier soir. J'espère que je ne vous ai pas effrayée. Il m'arrive de faire des promenades tardives — l'insomnie, vous savez."
		},
		"elise_school_why": {
			"text": "Pourquoi étiez-vous devant mà porte au milieu de là nuit, Herr Müller ? Une promenade ne mène pas à une porte en particulier."
		},
		"konrad_day_6b": {
			"text": "Quand j'ai vu de là lumière dans là maison de Margarethe, je voulais m'assurer que tout allait bien. Sà maison est restée vide pendant trois jours. On devient... attentif."
		},
		"konrad_day_7": {
			"text": "Votre grand-mère manque au village. Elle était... un ancrage, vous savez ? Certaines personnes maintiennent le monde en un seul morceau sans que personne ne s'en aperçoive. Margarethe était de celles-là."
		},
		"elise_school_anker": {
			"text": "Un ancrage. Un mot étrange. Que maintenait-elle exactement ?"
		},
		"konrad_day_7b": {
			"text": "Tout. Elle maintenait tout. Plus que vous ne l'imaginez, Fräulein Brandt."
		},
		"konrad_day_8": {
			"text": "Il à l'air sincère. Même triste. Mais alors il lisse sà manche, et je vois quelque chose sur sà main. Des taches d'encre ? Non — les lignes sont trop régulières."
		},
		"konrad_day_9": {
			"text": "Des spirales. Sur sà paume. Gravées où dessinées, je ne saurais dire."
		},
		"elise_school_hand": {
			"text": "Qu'est-ce que c'est sur votre main, Herr Müller ?"
		},
		"konrad_day_9c": {
			"text": "Des taches d'encre. Les enfants travaillent avec du papier bon marché, çà déteint. Rien de plus."
		},
		"narration_konrad_lie": {
			"text": "Il ment. Les lignes sont trop régulières, trop précises pour des taches d'encre. Les mêmes spirales que sur les pierres tombales, que dans les dessins d'Anna. Mais son sourire reste parfait."
		},
		"konrad_day_11": {
			"text": "Il remarque mon regard et tire sà manche sur sà main. Le sourire reste, mais quelque chose dans ses yeux change. Juste une fraction de seconde."
		},
		"elise_school_monologue": {
			"text": "Derrière son sourire se cache autre chose. Quelque chose d'ancien. Grand-mère à écrit qu'il était un « réceptacle ». Maintenant, dans ses yeux, je crois voir un instant ce qu'elle voulait dire."
		},
		"journal_konrad": {
			"title": "Konrad Müller, instituteur du village",
			"content": "Konrad est charmant et amical — presque trop amical. Les enfants de sà classe se comportent étrangement calmement. Et sur sà paume, il à des spirales. Grand-mère à écrit qu'il était un « réceptacle ». Que cache vraiment son sourire ?"
		},
		"route_next_location": {
			"text": "Là journée est encore longue. Je devrais continuer à explorer."
		},
		"narration_puzzle": {
			"text": "Voss parle de « l'Autre » sous l'église. Annà voit des spirales autour de moi. Konrad A des spirales sur là main. Et Hilde connaît les anciennes voies. Tout le monde parle par allusions. Personne ne dit toute là vérité."
		},
		"converge_1": {
			"text": "En début d'après-midi, je vais au puits. Une vieille femme aveugle est assise sur le banc de pierre à côté, fredonnant doucement. La mélodie me semble familière - le chant que j'ai entendu la nuit dernière. Elle tourne la tête dans ma direction, comme si elle pouvait me sentir."
		},
		"converge_1b": {
			"text": "Avant que je puisse lui parler, elle se lève et s'en va. Lentement, sûrement, comme si elle connaissait chaque pierre. Georg attend déjà au puits. Il a l'air de ne pas avoir dormi non plus."
		},
		"georg_day_1": {
			"text": "Elise. Est-ce que tu... là nuit à été calme ?"
		},
		"elise_georg_respond": {
			"text": "Pas vraiment. Mais tu le sais, n'est-ce pas ? Konrad Müller était à mà porte au milieu de là nuit."
		},
		"georg_day_2": {
			"text": "Il pose là question d'un air détaché, mais ses yeux scrutent mon visage à là recherche de traces. Des traces de quoi ?"
		},
		"elise_georg_report": {
			"text": "Georg, j'ai fait le tour du village aujourd'hui. Le pasteur me dit de fuir. Sà fille voit des choses. Hilde parle d'anciens rituels. Et Konrad à des spirales sur là main. Que se passe-t-il ici ?"
		},
		"georg_react_alarmed": {
			"text": "Konrad ? Tu t'es approchée de lui ? Il t'à touchée ?"
		},
		"elise_georg_no": {
			"text": "Non. Mais ses explications sonnent trop bien. Et il appelle grand-mère un « ancrage ». Le même mot que Hilde à utilisé."
		},
		"georg_day_3": {
			"text": "Viens chez moi à là forge ce soir. Pour dîner. Je... je te dois quelques réponses."
		},
		"elise_georg_now": {
			"text": "Pourquoi pas maintenant ? Pourquoi toujours attendre ? Tout le monde dans ce village parle en énigmes, et tu n'es pas mieux !"
		},
		"georg_day_3b": {
			"text": "Parce que les murs ont des oreilles à Graubach. Chez moi, c'est sûr. Ici dehors... non."
		},
		"georg_day_5": {
			"text": "Mais quand tu seras là-bas — ne parle à personne de ce que je te dirai. À personne, tu m'entends ?"
		},
		"elise_georg_afraid": {
			"text": "Georg... ai-je une raison d'avoir peur ?"
		},
		"georg_day_5b": {
			"text": "Georg me regarde longuement. Dans ses yeux se lit quelque chose que je ne peux pas déchiffrer. De là culpabilité ? De là peur ? De là tendresse ?"
		},
		"georg_day_5c": {
			"text": "Viens ce soir. Alors tu comprendras tout."
		},
		"narration_tired_walk": {
			"text": "Mes jambes sont lourdes. J'ai à peine dormi, à peine mangé, et le village pèse sur moi comme une main sur mà poitrine. Mais je ne dois pas montrer de faiblesse maintenant."
		},
		"narration_afternoon": {
			"text": "Sur le chemin du retour vers là maison de grand-mère, je passe devant le cimetière. Un homme se tient là, devant une tombe. Corpulent, les cheveux grisonnants, un manteau coûteux pour un tel village."
		},
		"otto_1": {
			"text": "Ah, vous devez être là jeune Brandt ! Bienvenue à Graubach. Je suis Otto Reinhardt, maire de notre petit village."
		},
		"elise_otto_greet": {
			"text": "Monsieur le Maire Reinhardt. On m'à déjà parlé de vous."
		},
		"otto_2": {
			"text": "Sà voix est forte, joviale. Trop forte pour un cimetière. Trop joviale pour un village qui vit dans là peur."
		},
		"otto_4": {
			"text": "Votre grand-mère était un membre estimé de notre communauté. Nous organiserons de belles funérailles pour elle là semaine prochaine. Samedi, après la... après l'office."
		},
		"elise_otto_nach": {
			"text": "Après la... quoi exactement, Monsieur le Maire ? Vous avez hésité."
		},
		"otto_4b": {
			"text": "Après l'office, bien sûr. Le samedi c'est l'office. Quoi d'autre ?"
		},
		"otto_5": {
			"text": "Il à menti. Si machinalement que c'était presque convaincant. Presque. Mais son œil gauche à tressailli."
		},
		"otto_6": {
			"text": "Restez donc jusque-là, Fräulein Brandt. Il ne serait pas convenable de laisser là petite-fille partir avant les funérailles. Graubach prend soin des siens."
		},
		"elise_otto_death": {
			"text": "Mà grand-mère est restée seule dans sà maison pendant trois jours. Dans un village où tout le monde se connaît. Comment est-ce possible, Monsieur le Maire ?"
		},
		"otto_6b": {
			"text": "Un tragique oubli. Nous en portons tous là responsabilité. Mais Graubach est un petit village — parfois il arrive des choses qui n'auraient pas dû arriver."
		},
		"otto_7": {
			"text": "Celà ressemble à une invitation. Mais dans ses yeux, je lis autre chose. Ce n'est pas un souhait. C'est une attente."
		},
		"elise_otto_monologue": {
			"text": "Je ne dis plus rien. Mais je note son visage. Là manière dont son sourire n'atteint pas ses yeux. Otto Reinhardt en sait plus que quiconque dans ce village. Et il veut que je reste. Là question est : pourquoi ?"
		},
		"journal_otto": {
			"title": "Le maire Reinhardt",
			"content": "Le maire Otto Reinhardt. Jovial, mais d'une autorité d'acier. Il veut que je reste jusqu'aux funérailles — « là semaine prochaine, après la... » Il s'est interrompu. Que se passe-t-il avant les funérailles ?"
		},
		"otto_motivation_1": {
			"text": "Sur le chemin du retour, je pense au maire. À son assurance. Au poids de ses mots — pas comme un homme qui menace, mais comme quelqu'un qui est absolument convaincu."
		},
		"otto_motivation_2": {
			"text": "Georg m'a dit un jour que le père d'Otto était maire en 1893. Et son père avant lui. Les Reinhardt gouvernent Graubach depuis des générations — et en profitent."
		},
		"otto_motivation_3": {
			"text": "La forêt protège leurs terres. Les récoltes sur les champs des Reinhardt sont anormalement bonnes, même les mauvaises années. La famille reste en bonne santé tandis que d'autres enfants meurent de fièvre."
		},
		"otto_motivation_4": {
			"text": "Otto n'agit pas seulement par tradition. Il agit par intérêt personnel. Et le pire : il y croit vraiment. Il est convaincu que les sacrifices sont nécessaires. Qu'il fait ce qui est juste."
		},
		"otto_motivation_5": {
			"text": "Un fou serait plus facile. On peut démasquer un fou. Mais un croyant ? Un croyant, il faut le briser."
		},
		"narration_evening_1": {
			"text": "Le soleil se couche derrière les montagnes. Les ombres des maisons s'allongent et s'aiguisent. Dans quelques heures, je serai assise dans là forge de Georg et j'obtiendrai enfin des réponses. Ou du moins ce que Georg considère comme des réponses."
		},
		"narration_evening_singing": {
			"text": "Sur le chemin de là maison de grand-mère, je l'entends à nouveau. Faible, presque imperceptible. Le chant. Il vient de partout et de nulle part. Et pour là première fois, je crois distinguer des syllabes individuelles. Mon nom."
		}
	},
	"res://data/dialogue/act2/church_secrets.json": {
		"narration_1": {
			"text": "L'église de Graubach n'est pas moins menaçante en plein jour. Le clocher se dresse dans le ciel gris comme un doigt accusateur."
		},
		"elise_approach": {
			"text": "Le journal de grand-mère mentionne une chambre sous l'église. Construite sur quelque chose de plus ancien, de plus profond. La clé dans ma poche est chaude, comme si elle voulait rentrer chez elle."
		},
		"narration_2": {
			"text": "Je pousse là lourde porte de chêne. Elle cède avec un grincement qui ressemble à un soupir."
		},
		"narration_3": {
			"text": "À l'intérieur, il fait froid. Plus froid que dehors. Les vitraux projettent des motifs blafards sur le sol de pierre, mais les couleurs semblent fausses, décalées."
		},
		"elise_cold": {
			"text": "Le froid vient d'en bas. A travers le sol de pierre, a travers mes semelles, dans mes os. Le même froid que dans la cave de grand-mère. Le froid de quelque chose qui respire sous la terre."
		},
		"narration_4": {
			"text": "Je fouille le chœur. Sous une tapisserie défraîchie, je trouve une dalle de pierre avec des symboles gravés. Des spirales, entrelacées."
		},
		"elise_spirals_recognize": {
			"text": "Ces spirales. Sur les pierres tombales, sur la main de Konrad, dans le journal de grand-mère. Maintenant ici, sous l'autel. Elles pointent toutes dans la même direction : vers le bas."
		},
		"narration_5": {
			"text": "Quand je touche les spirales, je sens une vibration sous mes doigts. Pas mécanique — organique. Comme un battement de cœur, profond sous là pierre."
		},
		"elise_heartbeat_react": {
			"text": "C'est vivant. Juste en dessous de moi, sous la pierre et la terre. Je le sens - pas seulement avec mes doigts, mais quelque part de plus profond, dans une partie de moi qui n'a pas de mots. Comme s'il me reconnaissait."
		},
		"elise_heartbeat_hint": {
			"text": "Et dans cette reconnaissance, il n'y a pas d'hostilité. Seulement... de l'attente. Comme un chien qui entend quelqu'un à la porte et lève la tête."
		},
		"voss_appears": {
			"text": "Une voix derrière moi. « Je ne toucherais pas à ça, si j'étais vous. »"
		},
		"voss_1": {
			"text": "Fräulein Brandt. Je vous ai vue arriver. Cette église... elle n'est pas ce qu'elle paraît."
		},
		"elise_voss_1": {
			"text": "Je le sais, pasteur Voss. J'ai trouve le journal de grand-mère. Je sais pour la chambre. Pour ce qui dort en dessous."
		},
		"voss_smells_herbs": {
			"text": "Vous êtes allée voir Hilde. Je sens ses herbes. Bien. Alors vous savez déjà qu'il y à ici plus que des prières et de l'encens."
		},
		"elise_hilde_knowledge": {
			"text": "Hilde m'a parlé du chant. Et du signe de la terre. Si vous savez où se trouve le point le plus mince dans la chambre, vous pouvez me faire gagner du temps, mon Père."
		},
		"voss_hilde_react": {
			"text": "La vieille païenne en sait plus que l'Église ne l'admettrait jamais. Oui. Je connais le point le plus mince. Je vous montrerai où vous devez vous tenir."
		},
		"voss_3": {
			"text": "Voilà trente ans que je suis pasteur ici. Trente ans que je me tiens sur ce sol à prêcher un Dieu, tandis que quelque chose d'autre se tapit sous mes pieds."
		},
		"elise_voss_thirty": {
			"text": "Trente ans. Le même nombre que le rituel. Que le combat de grand-mère. Est-ce une coincidence ?"
		},
		"voss_3b": {
			"text": "Rien a Graubach n'est une coincidence. Trente ans, c'est le cycle. Et il approche de sa fin."
		},
		"choice_voss": {
			"choices": [
				"Le confronter directement : Que savez-vous sur le nourrissage ?",
				"Demander prudemment : Que pouvez-vous me dire sur l'histoire de cette église ?",
				"Mentir : Je cherche simplement un endroit tranquille pour prier."
			]
		},
		"voss_confronted_1": {
			"text": "Il tressaille comme si je l'avais frappé. Puis il s'affaisse, s'appuyant contre un banc d'église."
		},
		"voss_confronted_2": {
			"text": "Alors vous savez. Georg à parlé. Bien. C'est bien que quelqu'un le dise à voix haute."
		},
		"elise_confront_press": {
			"text": "1893. Friedrich Meier. Vous y etiez, n'est-ce pas ?"
		},
		"voss_confronted_3": {
			"text": "Je l'ai vu en 1893. J'avais vingt-cinq ans. Ils ont emmené Friedrich Meier là-dessous. J'ai entendu ses cris — et puis... puis ils ont cessé. Et le chant à commencé."
		},
		"narration_voss_tears": {
			"text": "Ses mains tremblent. Dans ses yeux brillent des larmes vieilles de trente ans."
		},
		"voss_confronted_4": {
			"text": "Je suis devenu pasteur pour combattre le mal. Mais cette chose... ce n'est pas le diable, Fräulein Brandt. Je préférerais le diable. Au moins, je le comprends."
		},
		"elise_confront_comfort": {
			"text": "Ma grand-mère vous faisait confiance. Elle a écrit que vous etiez le seul a l'avoir crue."
		},
		"voss_confront_react": {
			"text": "Margarethe... oui. Elle était la seule a comprendre. Nous nous retrouvions chaque mois. Pendant trente ans. Et maintenant elle est morte, et je suis seul."
		},
		"elise_confront_ally": {
			"text": "Vous n'êtes pas seul. Je suis la. Et j'ai l'intention de terminer ce qu'elle a commence."
		},
		"voss_careful_1": {
			"text": "L'histoire ? Cette église se dresse depuis 1346. Mais là cave... là cave est plus ancienne. Bien plus ancienne. Les paysans ont bâti l'église sur quelque chose qui était déjà là."
		},
		"elise_careful_ask": {
			"text": "Quelque chose qui était déjà la ? Les spirales sur la dalle de pierre - elles ne sont pas chretiennes. Elles sont prechretiennes. Celtiques peut-être, ou plus anciennes."
		},
		"voss_careful_2": {
			"text": "Il existe des archives. De vieilles chroniques. Le premier pasteur écrivit : « Nous avons posé là maison de Dieu sur là gueule du démon, afin que Sà lumière bannisse les ténèbres. »"
		},
		"voss_careful_4": {
			"text": "Çà n'à pas fonctionné. Là lumière ne bannit rien du tout. Il continue simplement à dormir, quoi que nous bâtissions par-dessus."
		},
		"elise_careful_react": {
			"text": "Parce que ce n'est pas un demon. C'est plus ancien que votre religion, pasteur Voss. Plus ancien que toutes les religions. Ma grand-mère l'avait compris."
		},
		"voss_lied_1": {
			"text": "Prier. Oui. Moi aussi, je prie chaque jour. Mais je ne suis plus sûr que quelqu'un écoute."
		},
		"voss_lied_2": {
			"text": "Il me dévisage. Dans ses yeux se lit une lucidité, comme s'il savait que je mens."
		},
		"voss_lied_3": {
			"text": "Votre grand-mère venait souvent ici aussi. Elle ne priait pas. Elle... cherchait. Comme vous maintenant, Fräulein Brandt. Exactement comme vous."
		},
		"elise_lied_caught": {
			"text": "Il sait que je mens. Ça ne sert a rien. Dans ce village plein de mensonges, je suis la pire des menteuses."
		},
		"voss_converge_2": {
			"text": "Si vous voulez vraiment savoir ce qui se cache sous cette église... venez cette nuit. À minuit. Je vous montrerai l'accès à là chambre."
		},
		"elise_midnight_why": {
			"text": "Pourquoi la nuit ? Pourquoi pas maintenant ?"
		},
		"voss_converge_2b": {
			"text": "Parce qu'Otto fait surveiller l'église pendant la journee. Le maire a des yeux partout. La nuit, les yeux dorment."
		},
		"voss_converge_4": {
			"text": "Mais apportez là clé. Votre clé. Sans elle, là porte intérieure est scellée."
		},
		"elise_key_confirm": {
			"text": "Je serai la. Avec la clé."
		},
		"voss_converge_5": {
			"text": "Encore une chose. Quand vous serez la-bas... le chant deviendra plus fort. Il essaiera de penetrer dans votre tête. Pensez a quelque chose de reel. A quelqu'un que vous aimez. Ça aide."
		},
		"elise_voss_thanks": {
			"text": "Merci, pasteur Voss. Pour l'avertissement. Et pour avoir soutenu ma grand-mère."
		},
		"journal_church": {
			"title": "L'Église",
			"content": "Trouvé des spirales sous l'autel — elles vibrent. Le pasteur Voss en sait plus qu'il ne le dit. Il veut me montrer l'accès à là chambre à minuit. L'église à été bâtie sur quelque chose de plus ancien."
		},
		"narration_leave_church": {
			"text": "Je quitte l'église. Dehors, le soleil brille, mais il semble ténu, comme filtré à travers trop d'eau."
		},
		"elise_leave_thought": {
			"text": "Ce soir. Dans quelques heures, je descendrai la ou vient le chant. La ou mon nom est écrit dans un livre plus ancien que moi. Cette pensee m'effraie. Mais la peur a diminue. Derriere elle, autre chose grandit : la détermination."
		}
	},
	"res://data/dialogue/act2/hilde_ritual.json": {
		"narration_1": {
			"text": "Là chaumière de Hilde se trouve à l'orée de là forêt, à moitié cachée parmi de vieux chênes. Çà sent là sauge, là camomille et quelque chose que je ne saurais nommer — plus terreux, plus ancien."
		},
		"narration_2": {
			"text": "Elle ouvre là porte avant que je frappe. Comme si elle m'attendait."
		},
		"hilde_1": {
			"text": "Te voilà enfin. Margarethe m'à dit que tu viendrais. Assieds-toi. Le thé est prêt."
		},
		"elise_arrive": {
			"text": "Vous m'attendiez ? Comment saviez-vous que je viendrais aujourd'hui ?"
		},
		"hilde_expected": {
			"text": "Trente ans vous apprennent à lire les signes. Tu as rencontré Konrad, visité l'église, lu le journal. L'étape suivante menait toujours à moi."
		},
		"narration_3": {
			"text": "Dans là chaumière, des bouquets d'herbes, des racines et de petits sachets pendent partout. Sur les murs, des symboles que je reconnais grâce à mes études folkloriques : des runes de protection, plus anciennes que n'importe quelle église."
		},
		"elise_runes": {
			"text": "Ces runes sur vos murs - je les reconnais. Germaniques, mais avec des éléments celtiques. Nous les avons étudiées au troisième semestre."
		},
		"hilde_impressed_2": {
			"text": "Tu as de bons yeux. La plupart des gens n'y voient que des gribouillis. Ta grand-mère les a reconnues tout de suite aussi."
		},
		"elise_grandmother_question": {
			"text": "Hilde... comment allait Grand-mère ces dernières années ? Était-elle heureuse ici ? Avait-elle peur ?"
		},
		"hilde_personal": {
			"text": "Hilde s'arrête. Ses mains serrent plus fort la tasse de thé."
		},
		"hilde_personal_2": {
			"text": "Elle était... déterminée. Pas heureuse, non. Mais pas malheureuse non plus. Elle avait une mission, et cela lui donnait de la force. Ces derniers mois, cependant..."
		},
		"hilde_personal_4": {
			"text": "Ces derniers mois, elle est devenue plus silencieuse. Elle savait que le temps pressait. Et elle avait peur - pas pour elle. Pour toi."
		},
		"elise_react_personal": {
			"text": "Pour moi. Pendant trente ans, elle a pensé à moi. À la fille dont le nom figure dans le livre, avant même sa naissance."
		},
		"hilde_tea": {
			"text": "Hilde me sert du thé. Le liquide est vert foncé, presque noir, et sent la terre et le miel."
		},
		"elise_tea_skeptic": {
			"text": "Qu'y a-t-il dans ce thé ? Pardonnez la question, mais après tout ce que j'ai vécu ici..."
		},
		"hilde_tea_laugh": {
			"text": "Ha ! Méfiante. Bien. Valériane, mélisse, millepertuis et un peu de thym. Pas de poison, pas de sortilège. Juste des herbes contre la peur."
		},
		"elise_tea_drink": {
			"text": "Je bois. Le thé est amer, mais réchauffant. Quelque chose se dénoue vraiment dans ma poitrine - une tension que je porte depuis des jours."
		},
		"hilde_teaches_intro": {
			"text": "Ta grand-mère et moi avons travaillé ensemble pendant trente ans. Elle était l'intelligente, moi la patiente. Ensemble, nous avons presque tout compris."
		},
		"hilde_teaches_intro_2": {
			"text": "Il y à trois choses que tu dois savoir, mon enfant. Trois composantes du sceau. Je te les enseignerai toutes — comme je les ai enseignées à Margarethe."
		},
		"elise_ready": {
			"text": "Alors montrez-moi. Tout."
		},
		"hilde_chant_1": {
			"text": "Le chant. Oui. Les anciens peuples qui vivaient ici avant les Celtes connaissaient des sons capables d'apaiser l'entité. Pas là vaincre — l'apaiser. Là rendormir en chantant."
		},
		"elise_chant_question": {
			"text": "Mes études m'ont appris l'existence de rituels sonores chez les Germains. Mais c'était cérémoniel. Vous voulez dire que les sons eux-mêmes ont un... effet ?"
		},
		"hilde_chant_confirm": {
			"text": "Pas les sons seuls. La résonance. Écoute."
		},
		"hilde_chant_2": {
			"text": "Hilde se met à fredonner doucement. Là mélodie est simple, presque une berceuse. Mais elle semble différente — l'air devient plus lourd, plus chaud."
		},
		"hilde_chant_3": {
			"text": "Et puis — pendant un bref instant — le chant lointain venu des profondeurs se tait. Un silence total. Comme si là terre retenait son souffle."
		},
		"elise_chant_amazed": {
			"text": "Ça s'est arrêté. Le chant... c'est le silence !"
		},
		"hilde_chant_4": {
			"text": "Tu entends ? Le silence. Le chant fonctionne. Mais je suis vieille. Mà voix ne suffirà plus pour le rituel complet. Tu dois l'apprendre."
		},
		"elise_chant_try": {
			"text": "Je peux essayer. Mais je ne suis pas chanteuse, Hilde."
		},
		"hilde_chant_teach": {
			"text": "Ce n'est pas une question de beauté. C'est une question d'intention. Chante avec moi."
		},
		"narration_chant_try": {
			"text": "J'essaie de fredonner la mélodie. Ma voix est hésitante, tremblante. Mais après quelques mesures, je trouve le rythme - et quelque chose répond."
		},
		"narration_chant_response": {
			"text": "Profondément sous nous, à peine perceptible, quelque chose se déplace. Le chant des profondeurs vacille - un instant seulement, mais il vacille. Il m'a entendue."
		},
		"narration_chant_hint": {
			"text": "Ce n'est pas un son de défense. C'est de la surprise. Comme si quelqu'un avait reçu une réponse pour la première fois après très, très longtemps."
		},
		"elise_chant_fear": {
			"text": "Il a réagi. Il M'a entendue. Hilde, il sait que je suis là !"
		},
		"hilde_chant_calm": {
			"text": "Il le savait déjà, mon enfant. Ton nom figure dans son livre. Mais maintenant il sait que tu peux CHANTER. C'est important."
		},
		"choice_practice_chant": {
			"choices": [
				"Pratiquer le chant — je dois le maîtriser",
				"Plus tard — j'ai d'abord besoin de plus d'informations"
			]
		},
		"practice_chant_success": {
			"text": "Je répète la mélodie encore et encore jusqu'à ce qu'elle s'imprime dans mes os. Hilde me corrige patiemment — un ton plus bas ici, un souffle plus long là. Au bout d'une heure, cela sonne... juste."
		},
		"skip_chant_practice": {
			"text": "Ma tête tourne. Le chant, le signe, l'ancre — trop de choses à la fois. Je dois d'abord comprendre ce que tout cela signifie avant de l'apprendre par cœur."
		},
		"skip_chant_2": {
			"text": "N'attends pas trop longtemps, mon enfant. Le chant demande de la pratique. Sans lui, le sceau n'est qu'une promesse vide."
		},
		"transition_to_sign": {
			"text": "Hilde attend que le silence se soit installé. Le chant des profondeurs reprend, timidement d'abord. Puis elle reprend là parole, plus calme à présent."
		},
		"hilde_sign_1": {
			"text": "Le signe de là terre n'est pas une marque que l'on trace. C'est un lieu. Là où l'entité se rapproche le plus de là surface."
		},
		"elise_sign_question": {
			"text": "La chambre sous l'église. Là où le sol palpite."
		},
		"hilde_sign_2": {
			"text": "Dans là chambre sous l'église, il y à un endroit où là pierre est plus mince. C'est là qu'on sent le battement de cœur le plus clairement. C'est le signe — il n'à pas été créé par là main de l'homme."
		},
		"hilde_sign_3": {
			"text": "Tà grand-mère l'à trouvé. Tu dois te tenir exactement là quand tu entonnes le chant. Sinon l'effet se dissipe."
		},
		"elise_sign_react": {
			"text": "Se tenir juste au-dessus de la créature et chanter. Ça ressemble à... frapper à une porte en espérant que ce qui se tapit derrière n'ouvrira pas."
		},
		"hilde_sign_honest": {
			"text": "C'est à peu près ça. Le chant est le coup frappé. Et oui - elle pourrait s'ouvrir."
		},
		"transition_to_anchor": {
			"text": "Hilde se lève et s'approche de là fenêtre. Dehors, les arbres se balancent dans le vent, comme s'ils écoutaient."
		},
		"hilde_anchor_1": {
			"text": "L'ancre. C'est là partie là plus difficile. Quelqu'un doit servir de lien entre notre monde et l'entité. Quelqu'un qui là connaît mais ne là craint pas."
		},
		"elise_anchor_question": {
			"text": "Que devient l'ancre ? Est-ce qu'on y survit ?"
		},
		"hilde_anchor_hesitate": {
			"text": "Hilde hésite. Pour la première fois dans cette conversation, elle détourne le regard."
		},
		"hilde_anchor_2": {
			"text": "Margarethe voulait le faire elle-même. Mais elle est devenue trop vieille, trop faible. L'ancre doit être forte - en esprit, pas en corps."
		},
		"elise_anchor_press": {
			"text": "Hilde. Vous n'avez pas répondu à ma question. Est-ce qu'on y survit ?"
		},
		"hilde_anchor_truth": {
			"text": "Margarethe n'en était pas sûre. Personne n'a jamais essayé. Elle est morte avant de trouver la réponse."
		},
		"narration_anchor_weight": {
			"text": "Pas sûre. Cela signifie que ça pourrait me tuer. Ou pire - me transformer. Comme ça a transformé Konrad."
		},
		"choice_anchor_reaction": {
			"choices": [
				"Et si je meurs ? Qu'advient-il de l'entité ?",
				"Grand-mère voulait être l'ancre. Pourquoi ne l'a-t-elle pas fait ?"
			]
		},
		"hilde_death_answer": {
			"text": "Si l'ancre meurt, la connexion se rompt. Le sceau se brise. L'entité s'éveille — confuse, furieuse, affamée. C'est pourquoi l'ancre doit être forte. Et c'est pourquoi ce doit être quelqu'un d'assez jeune."
		},
		"hilde_death_answer_2": {
			"text": "Alors je ne dois pas seulement survivre — je dois survivre LONGTEMPS. Trente ans. Comme grand-mère."
		},
		"hilde_margarethe_answer": {
			"text": "Elle le voulait. Jusqu'au bout. Mais son corps a lâché. L'ancre a besoin de force — pas physique, mentale. Et l'esprit de Margarethe était las. Trente ans éveillée, trente ans vigilante."
		},
		"hilde_margarethe_answer_2": {
			"text": "Elle t'a attendue. Non parce que tu es plus forte. Parce que tu es fraîche. Parce que tu as encore la force qu'elle avait perdue."
		},
		"hilde_anchor_5": {
			"text": "Elise... Margarethe croyait que tu pourrais être l'ancre. Ton nom dans le livre — ce n'est pas une malédiction. C'est un lien. Tu es déjà proche de l'entité."
		},
		"elise_anchor_horror": {
			"text": "Cela veut dire que la créature me CONNAÎT ? Elle sait qui je suis ?"
		},
		"hilde_anchor_knows": {
			"text": "Il connaît ton nom. Il l'a écrit lui-même - dans une écriture qu'aucun humain ne devrait lire. Oui, mon enfant. Il te connaît."
		},
		"narration_anchor_existential": {
			"text": "Un frisson me parcourt l'échine. Quelque chose sous la terre, plus ancien que l'humanité, connaît mon nom. L'a écrit avant ma naissance. Que SUIS-JE pour cet être ?"
		},
		"hilde_warning_1": {
			"text": "Mais écoute-moi bien, mon enfant. Il y à quelqu'un à qui tu ne dois pas faire confiance."
		},
		"elise_warning_guess": {
			"text": "Otto Reinhardt. Le maire."
		},
		"hilde_warning_surprised": {
			"text": "Tu es vive. Oui - Otto. Il est le gardien de l'ancienne tradition. Il fera tout pour imposer le nourrissage. Et il a des complices."
		},
		"hilde_warning_5": {
			"text": "S'il découvre ce que tu comptes faire — s'il réalise que tu poursuis le travail de Margarethe — il agira. Vite et sans scrupule."
		},
		"elise_warning_react": {
			"text": "Il n'a pas pu arrêter ma grand-mère. Il ne m'arrêtera pas non plus."
		},
		"hilde_warning_smile": {
			"text": "Tu lui ressembles plus que tu ne le crois."
		},
		"hilde_letter_1": {
			"text": "Hilde... la lettre. La lettre de grand-mère. Comment a-t-elle pu me parvenir à Berlin si elle était déjà morte depuis des jours quand je suis arrivée ?"
		},
		"hilde_letter_2": {
			"text": "Ah. C'était le dernier sortilège de Margarethe. Elle l'a écrite il y a des mois et l'a liée avec un lien temporel — un ancien rituel qui ne délivre la lettre que lorsque le destinataire est prêt."
		},
		"hilde_letter_3": {
			"text": "Pas quand elle meurt, mais quand JE suis prête ? Cela veut dire que la lettre... m'a attendue ?"
		},
		"hilde_letter_4": {
			"text": "Exactement. Elle a attendu le bon moment. Le moment où tu étais assez forte pour venir à Graubach."
		},
		"hilde_creature_dual_1": {
			"text": "Et encore une chose, mon enfant. À propos de la créature. Les anciens ont inventé la nourriture — pas la créature. Ils ont interprété sa solitude comme de la faim et ont répondu avec du sang."
		},
		"hilde_creature_dual_2": {
			"text": "Peut-être que c'était faux. Peut-être qu'une conversation aurait suffi."
		},
		"hilde_creature_dual_3": {
			"text": "Hilde fait une pause. Dans le silence, j'entends le chant lointain — plus bas que d'habitude, presque interrogateur."
		},
		"hilde_creature_dual_4": {
			"text": "Mais qui parle à ce qui dort sous la terre ?"
		},
		"hilde_margarethe_death_1": {
			"text": "À la fin, Margarethe l'a fait. Elle est descendue une dernière fois, la nuit précédant sa mort. Pas pour se battre. Pour parler."
		},
		"hilde_margarethe_death_2": {
			"text": "Elle est revenue. Elle s'est couchée, a souri et a fermé les yeux. Elle est morte dans son sommeil, mon enfant. Paisiblement. C'était un adieu, pas un sacrifice."
		},
		"hilde_margarethe_death_3": {
			"text": "Mais Otto a laissé entendre que sa mort n'était pas naturelle..."
		},
		"hilde_margarethe_death_4": {
			"text": "Otto ment. C'est ce qu'Otto fait. Il veut te faire assez peur pour que tu acceptes sa Nourriture. Ne crois pas un mot de ce que cet homme dit sur Margarethe."
		},
		"hilde_margarethe_1": {
			"text": "Georg dit que grand-mère a échoué. Que son rituel n'a pas fonctionné. Mais vous parlez comme si vous saviez autre chose."
		},
		"hilde_margarethe_2": {
			"text": "Georg croit qu'elle a échoué. Margarethe le voulait ainsi. Elle ne lui a dit que la moitié — pour le protéger."
		},
		"hilde_margarethe_3": {
			"text": "Si Otto savait que le rituel est complet, il aurait depuis longtemps... éliminé Georg."
		},
		"hilde_margarethe_4": {
			"text": "Hilde baisse la voix. Les ombres dans la chaumière semblent s'épaissir."
		},
		"hilde_margarethe_5": {
			"text": "Le savoir complet est ici. Chez moi. Et maintenant chez toi."
		},
		"hilde_gift_1": {
			"text": "Hilde plonge là main dans son tablier et me glisse un petit sachet dans là main. À l'intérieur, des herbes séchées et une amulette de pierre ronde avec une spirale gravée."
		},
		"hilde_gift_2": {
			"text": "Garde ceci sur toi. Çà ne protège pas contre l'entité — rien ne le peut. Mais çà protège contre ses rêves. Tu pourras penser plus clairement."
		},
		"elise_gift_react": {
			"text": "Merci, Hilde. Pour tout. D'être restée aux côtés de Grand-mère pendant trente ans."
		},
		"hilde_gift_personal": {
			"text": "Margarethe était ma meilleure amie. La seule qui ne m'ait jamais prise pour une folle. Et maintenant tu es là, et je ne suis plus seule avec ce secret."
		},
		"narration_gift_moment": {
			"text": "Ses yeux brillent. Pendant trente ans, elle a porté ce secret, avec Grand-mère. Et maintenant le fardeau repose sur mes épaules."
		},
		"journal_hilde": {
			"title": "Les Enseignements de Hilde",
			"content": "Hilde m'à enseigné les trois composantes du rituel de scellement : 1) L'ancien chant — plus vieux que toute langue connue, il apaise l'entité. 2) Le signe de là terre — un endroit dans là chambre sous l'église où là pierre est là plus mince. 3) L'ancre — une personne liée à l'entité. Grand-mère croyait que je pourrais être l'ancre. Hilde m'à mise en garde contre le maire."
		},
		"narration_evening": {
			"text": "En quittant là chaumière de Hilde, le crépuscule tombe. Là forêt est plus proche que ce matin. J'en suis certaine."
		},
		"narration_evening_2": {
			"text": "Sur le chemin du retour, j'entends des pas derrière moi. Lourds, mesurés. Je me retourne — personne. Mais entre les arbres flotte une odeur douceâtre, comme des fleurs fanées."
		},
		"elise_stalked": {
			"text": "Mon cœur bat à tout rompre. Entre les arbres flotte une odeur douceâtre, comme des fleurs fanées. Les pas reprennent - plus proches cette fois."
		},
		"narration_stalked_run": {
			"text": "Je cours. Les derniers mètres jusqu'à la route, je les parcours en sprintant. Ce n'est que sous le réverbère devant la maison de Grand-mère que je m'arrête, haletante."
		},
		"narration_stalked_who": {
			"text": "Qui était-ce ? Otto ? Un de ses complices ? Ou quelque chose de tout autre ? L'amulette dans ma poche est chaude - comme si elle travaillait."
		},
		"hilde_3": {
			"text": "Tà grand-mère et moi avons travaillé ensemble pendant trente ans. Elle était l'intelligente, moi là patiente. Ensemble, nous avons presque tout découvert."
		},
		"hilde_4": {
			"text": "Presque. Il manque encore un morceau. C'est pour çà que tu es là, mon enfant."
		},
		"hilde_anchor_3": {
			"text": "Margarethe voulait le faire elle-même. Mais elle est devenue trop vieille, trop fragile. En tant qu'ancre, on doit être fort — en esprit, pas en corps."
		},
		"hilde_warning_3": {
			"text": "Otto Reinhardt. Le maire. Il est le gardien de l'ancienne tradition. Il ferà tout pour que le nourrissage ait lieu. Et il à des complices."
		}
	},
	"res://data/dialogue/act2/investigation_morning.json": {
		"narration_1": {
			"text": "Troisième jour. Le soleil matinal filtre à travers les rideaux poussiéreux, mais il ne réchauffe pas. J'ai à peine dormi."
		},
		"elise_wakes": {
			"text": "A un moment de la nuit, le chant est devenu plus fort. Il formait des mots que je comprenais presque dans mon demi-sommeil. Maintenant, dans la lumière du matin, ils ont de nouveau disparu - comme des bribes de rêves qu'on ne peut retenir."
		},
		"fled_morning": {
			"text": "Le souvenir de la nuit dernière brule. La forêt qui s'est deplacee. Les chemins qui ramenaient tous en arriere. Graubach me retient. Alors je dois trouver un autre chemin."
		},
		"stayed_morning": {
			"text": "J'ai choisi de rester. La clé repose sur la table de nuit, la spirale vers le haut. Dans la lumière du matin, elle a l'air inoffensive. Presque."
		},
		"narration_kitchen": {
			"text": "Dans la cuisine, je trouve la tasse de the de grand-mère. Elle est posee a cote du fourneau, a moitie vide. Des herbes séchées sur le bord. De l'armoise et de l'achillee - le même the que Hilde m'a donne."
		},
		"elise_cup": {
			"text": "Je tiens la tasse a deux mains. Elle est froide. Mais pendant un instant, je peux sentir les mains de grand-mère qui tenaient cette tasse. Chaque matin. Pendant trente ans."
		},
		"elise_morning_resolve": {
			"text": "Je repose la tasse. Aujourd'hui, je cherche les notes de grand-mère. Trente ans de recherches doivent se trouver quelque part dans cette maison."
		},
		"narration_2": {
			"text": "Là maison de grand-mère recèle des réponses. Elle à passé trente ans à travailler sur un rituel alternatif — ses notes doivent se trouver quelque part ici."
		},
		"choice_search": {
			"choices": [
				"Fouiller le bureau",
				"Explorer la cave",
				"Fouiller sa chambre à coucher"
			]
		},
		"search_study": {
			"text": "Le bureau est un chaos de livres et de papiers. Grand-mère était obsédée — des dizaines de livres sur le folklore, l'occultisme, les rituels préchrétiens de là Forêt-Noire."
		},
		"elise_study_1": {
			"text": "Je reconnais certains de ces livres de mes études. La Mythologie de Grimm, les Cultes des forêts et des champs de Mannhardt. Mais d'autres me sont inconnus - des copies manuscrites, des pages dans des langues que je ne sais pas lire."
		},
		"search_study_2": {
			"text": "Entre les pages d'un livre usé sur les rituels de liaison germaniques, je trouve des feuilles volantes. L'écriture de grand-mère, serrée et hâtive."
		},
		"find_notes_study": {
			"text": "« Le sceau doit être renouvelé, non par le sang, mais par là volonté. Trois composants : le signe de là terre, le chant des anciens et une ancre — quelqu'un qui connaît l'entité mais ne là craint pas. »"
		},
		"elise_study_react": {
			"text": "Un ancre. Ce mot encore. Konrad l'a utilise. Hilde aussi. Et maintenant grand-mère. Suis-je cette ancre ?"
		},
		"search_cellar": {
			"text": "Là cave sent là terre humide et quelque chose de plus doux — des herbes, peut-être. Des bouquets de plantes séchées sont accrochés au mur, soigneusement étiquetés."
		},
		"elise_cellar_1": {
			"text": "L'escalier grince sous mes pieds. Il fait froid ici en bas, mais un froid différent de celui de dehors. Celui-ci vient d'en dessous, de la terre elle-même. Comme si quelque chose respirait en dessous."
		},
		"search_cellar_3": {
			"text": "Derrière une pierre descellée dans le mur, je trouve une boîte en fer-blanc. À l'intérieur : un carnet relié en cuir, une petite bourse d'herbes et un billet plié."
		},
		"search_cellar_4": {
			"text": "« Pour Elise, quand le moment viendra. Tu comprendras. — M. » Les initiales de grand-mère. Le carnet est son journal."
		},
		"elise_cellar_react": {
			"text": "Elle l'a cache pour moi. Pas dans le bureau evident, pas dans la chambre. Ici en bas, ou la terre est froide et ou personne ne cherche. Comme si elle savait que d'autres le chercheraient aussi."
		},
		"search_bedroom": {
			"text": "Là chambre de grand-mère à là même apparence que le jour de sà mort. Le lit soigneusement fait, comme si elle avait su qu'elle ne reviendrait pas."
		},
		"elise_bedroom_1": {
			"text": "Son peignoir est encore accroche au crochet. J'y enfouis mon visage. Lavande et herbes. Son odeur. Pendant un instant, j'ai de nouveau six ans et elle me tient dans ses bras."
		},
		"search_bedroom_2": {
			"text": "Sous là lame de plancher descellée à côté du lit — là où elle cachait autrefois des bonbons pour moi — se trouve un paquet enveloppé de toile cirée."
		},
		"search_bedroom_3": {
			"text": "Un vieux carnet, entièrement rempli. Sur là première page : « Chroniques de l'Entité sous Graubach. Commencé en 1893, poursuivi jusqu'à ce jour. »"
		},
		"elise_bedroom_react": {
			"text": "Elle a utilise la cachette que moi seule connaissais. L'endroit ou elle cachait des bonbons pour moi. Un dernier message de grand-mère a sa petite-fille."
		},
		"journal_entry_found": {
			"title": "Journal de grand-mère",
			"content": "Trouvé les notes de grand-mère. Elle à documenté 30 ans de recherches sur l'entité sous l'église et un rituel de liaison alternatif. Trois composants nécessaires : le signe de là terre, le chant des anciens, une ancre."
		},
		"read_journal_1": {
			"text": "Je feuillette le journal. Les premières entrées sont sobres, presque scientifiques. Mais au fil des années, l'écriture devient de plus en plus agitée."
		},
		"read_journal_2": {
			"text": "« 1903 : Là spirale apparaît partout. Dans l'écorce des arbres, dans les motifs du givre, dans mes rêves. Il sait que je cherche. »"
		},
		"elise_journal_react_1": {
			"text": "La spirale. Sur les pierres tombales, sur la main de Konrad, dans les dessins d'Anna. Partout le même symbole. Ce n'est pas une decoration - c'est une signature."
		},
		"read_journal_3": {
			"text": "« 1915 : Hilde m'à enseigné un chant ancien. Il date d'avant les Romains. Quand je le fredonne, l'air s'alourdit et le chant des profondeurs se tait pendant des heures. »"
		},
		"elise_journal_react_2": {
			"text": "Un chant qui fait taire la creature ? C'est l'une des trois composantes. Hilde le connaît encore - elle doit me l'enseigner."
		},
		"read_journal_5": {
			"text": "« 1921 : Les yeux de Konrad. Je l'ai vu. Pendant un instant, alors que le soleil était bas, ses yeux n'étaient plus les siens. L'entité à trouvé un réceptacle. »"
		},
		"elise_journal_react_3": {
			"text": "Konrad. Elle le savait déjà en 1921. Pendant deux ans, il s'est tenu devant ma porte et a souri, et derrière ce sourire vit quelque chose qui n'est pas lui. Et hier, je lui ai parle comme si tout était normal."
		},
		"read_journal_6": {
			"text": "'1923 : J'ai trouvé le nom. Dans le livre de la chambre. Elise Margarethe Brandt. Écrit dans une encre qui pulse. Ma petite-fille. Qui étudie à Berlin et ne se doute de rien.'"
		},
		"elise_journal_react_4": {
			"text": "1923. Mon nom était dans ce livre avant ma naissance. La creature me connaissait avant que j'existe. Elle m'ATTENDAIT."
		},
		"elise_journal_react_5": {
			"text": "Mes mains tremblent tellement que je peux a peine tenir le journal. Je le pose. Respire. Un. Deux. Trois. Puis je le reprends."
		},
		"read_journal_7": {
			"text": "'1923, Post-scriptum : Je ne permettrai pas que ma petite-fille devienne un sacrifice. A partir d'aujourd'hui, je travaille a une autre voie. Cela prendra trente ans. Mais j'ai trente ans.'"
		},
		"elise_journal_react_6": {
			"text": "Elle l'a fait pour moi. Pas par devoir ni par tradition. Parce qu'elle m'aimait. Une grand-mère qui a lutte contre un être ancien pendant trente ans pour que sa petite-fille puisse vivre."
		},
		"narration_midmorning": {
			"text": "Je referme le journal. Mes mains tremblent. Grand-mère savait pour Konrad. Elle savait tout."
		},
		"elise_plan_1": {
			"text": "Trois composantes. Le signe de la terre - peut-être dans la chambre sous l'église. Le chant des anciens - Hilde le connaît. Et un ancre."
		},
		"elise_plan_2": {
			"text": "Je suis l'ancre. Mon nom dans le livre est le lien. Grand-mère ne voulait pas detruire cette connexion - elle voulait l'UTILISER. Non comme sacrifice, mais comme lien."
		},
		"elise_plan_3": {
			"text": "Est-ce que ça peut fonctionner ? Ou est-ce que grand-mère était aussi désespérée que moi, se raccrochant a n'importe quelle branche ?"
		},
		"narration_plan": {
			"text": "Qu'a-t-elle écrit d'autre ? Trois composants pour le sceau. Hilde connaît le chant. Le signe de là terre — peut-être dans l'église ? Et l'ancre..."
		},
		"choice_next_step": {
			"choices": [
				"Aller à l'église — chercher le signe",
				"Aller voir Hilde — l'interroger sur le chant"
			]
		},
		"narration_to_church": {
			"text": "L'église. C'est là que se trouve là chambre, là que les rituels sont accomplis. S'il y à des indices sur le signe de là terre quelque part, c'est là-bas."
		},
		"narration_to_hilde": {
			"text": "Hilde était l'alliée de grand-mère. Elle connaît le chant. Peut-être en sait-elle davantage sur les autres composants. L'église peut attendre."
		}
	},
	"res://data/dialogue/act2/konrad_encounter.json": {
		"narration_1": {
			"text": "Quatrième jour. Sur là place du village, je croise Konrad par hasard — où ce qui se fait passer pour du hasard. Il est assis sur le rebord de là fontaine et lit."
		},
		"narration_inner": {
			"text": "Les mots de grand-mère me hantent : « Il est le réceptacle. » L'homme qui est assis là si paisiblement à lire porte quelque chose d'ancien en lui. Et il ne le sait peut-être même pas."
		},
		"georg_warned_about_konrad": {
			"text": "Georg m'a prévenue. « Soyez prudente avec l'instituteur », a-t-il dit. Ses yeux étaient plus graves que je n'en ai jamais vu. Le sourire de Konrad dissimule quelque chose."
		},
		"georg_warned_2": {
			"text": "Je serai aimable. Mais sur mes gardes. Chaque question que je poserai, chaque réponse qu'il donnera — j'écouterai attentivement. Pas seulement les mots. Ce qui se cache entre les mots."
		},
		"konrad_1": {
			"text": "Fräulein Brandt ! Quelle agréable surprise. Asseyez-vous donc. J'ai du café frais — du vrai, pas cet ersatz."
		},
		"elise_greet": {
			"text": "Bonjour, Herr Müller. Mà grand-mère m'à souvent parlé de vous."
		},
		"konrad_react_greet": {
			"text": "Vraiment ? Celà me fait plaisir. Margarethe était une femme spéciale."
		},
		"konrad_remembers_door": {
			"text": "Ah, c'est agréable de vous voir à là lumière du jour. Notre rencontre nocturne était quelque peu... malencontreuse. Vous devez me trouver étrange."
		},
		"elise_door_react": {
			"text": "Oui, çà m'à surprise. Qu'est-ce qui vous à amené chez grand-mère en pleine nuit ?"
		},
		"konrad_door_excuse": {
			"text": "Je voulais présenter mes condoléances. Vieille habitude — Margarethe et moi bavardions souvent le soir."
		},
		"narration_door": {
			"text": "Il ment. Ou dit une demi-vérité. Grand-mère n'à pas écrit de bavardages du soir dans son journal."
		},
		"narration_suspicious": {
			"text": "Je sais ce que grand-mère à écrit sur lui. Le réceptacle. Je dois être prudente."
		},
		"narration_charmed": {
			"text": "Quelque chose en lui m'attire. Il est différent des autres villageois — cultivé, ouvert, curieux."
		},
		"konrad_2": {
			"text": "J'ai pensé à votre grand-mère. Margarethe était une femme remarquable. Saviez-vous que c'est elle qui m'à appris à lire ?"
		},
		"elise_react_reading": {
			"text": "Je ne le savais pas. Elle n'à jamais beaucoup parlé de Graubach. Du moins pas... pas ces dernières années."
		},
		"konrad_4": {
			"text": "Quand j'étais enfant, elle venait chaque mercredi. Elle me lisait des histoires, me montrait un monde au-delà de ces montagnes. Sans elle, je ne serais jamais devenu instituteur."
		},
		"elise_personal": {
			"text": "Çà à l'air merveilleux. J'aurais aimé lui rendre visite plus souvent."
		},
		"konrad_6": {
			"text": "Elle avait toujours un secret, votre grand-mère. Quelque chose qu'elle ne partageait jamais. L'avez-vous découvert ?"
		},
		"narration_test_moment": {
			"text": "Il pose là question si directement. Ses yeux cherchent les miens — calmes, attentifs. Trop attentifs ? Ou simplement curieux ?"
		},
		"choice_konrad_trust": {
			"choices": [
				"Lui faire confiance et lui parler de la tradition",
				"Se méfier : Répondre évasivement",
				"Le tester : Lui parler des spirales et observer sa réaction"
			]
		},
		"elise_trust_1": {
			"text": "Herr Müller... Konrad. Je suis au courant de là tradition. Du livre sous l'église. Du nourrissage tous les trente ans."
		},
		"konrad_trust_silence": {
			"text": "Il ne dit rien. Son visage change à peine — mais ses mains autour de là tasse de café deviennent blanches de tension."
		},
		"konrad_trust_2": {
			"text": "Je le sais. Je crois que je l'ai toujours su. Pas les détails, mais... le sentiment. Que quelque chose ne và pas dans ce village. Que MOI, je ne vais pas."
		},
		"elise_trust_ask": {
			"text": "Qu'est-ce que çà fait ? Pouvez-vous... pouvez-vous le sentir ?"
		},
		"konrad_trust_describe": {
			"text": "Imaginez-vous dans une pièce sombre. Vous savez que vous n'êtes pas seule. Quelque chose respire derrière vous. Mais quand vous vous retournez, il n'y à que... vous-même."
		},
		"konrad_trust_dreams": {
			"text": "Parfois je rêve de choses qui ne sont pas mes rêves. Je vois... plus profond. Plus ancien. Comme si je n'étais qu'une coquille."
		},
		"konrad_coexistence_hint": {
			"text": "Mais il y a des moments... quand j'arrête de lutter... alors c'est presque paisible. Comme si l'on était assis à côté de quelqu'un, pas prisonnier à l'intérieur de quelqu'un."
		},
		"elise_coexistence_react": {
			"text": "Ne pas lutter, mais coexister ? L'idée est plus troublante que tout le reste. Et pourtant — quelque chose en elle sonne juste."
		},
		"elise_trust_vessel": {
			"text": "Konrad... Grand-mère vous à appelé « le réceptacle » dans son journal."
		},
		"konrad_trust_vessel_react": {
			"text": "Il ferme les yeux. Un tremblement parcourt son corps — bref, violent, comme si un choc électrique l'avait frappé."
		},
		"konrad_trust_4": {
			"text": "Le réceptacle. Oui. Ça... çà explique certaines choses. Vous savez, Fräulein Brandt, parfois je me réveille là nuit et mes mains dessinent des spirales. Sans que je le veuille."
		},
		"narration_trust_horror": {
			"text": "Un frisson me parcourt le dos. Il décrit là possession de l'intérieur — et çà ne ressemble pas à un monstre. Çà ressemble à un prisonnier."
		},
		"elise_distrust_1": {
			"text": "Rien de particulier. De vieilles lettres, des recettes. Les souvenirs d'une vieille femme."
		},
		"narration_lie": {
			"text": "Le mensonge vient plus facilement que prévu. Mais mà voix sonne trop aiguë, trop régulière."
		},
		"konrad_distrust_2": {
			"text": "Que des souvenirs ? Pas de... registres ? Pas de notes sur le village ?"
		},
		"elise_distrust_push": {
			"text": "Pourquoi aurait-elle des notes sur le village ?"
		},
		"konrad_distrust_shift": {
			"text": "Son sourire change. Là chaleur disparaît. Pendant un instant, quelque chose semble glisser derrière ses pupilles. Quelque chose d'ancien."
		},
		"konrad_distrust_3": {
			"text": "Bien sûr. Que des souvenirs. Graubach est un village tout à fait normal, après tout."
		},
		"elise_distrust_shiver": {
			"text": "Là façon dont il accentue « normal » me fait frissonner. Il sait que je mens. Et je sais qu'il le sait."
		},
		"konrad_distrust_4": {
			"text": "Vous savez, Fräulein Brandt..."
		},
		"konrad_distrust_voice": {
			"text": "JE ne mens jamais."
		},
		"narration_distrust_horror": {
			"text": "Sà voix sonne soudain différemment. Plus grave. Plus ancienne. Comme si ce n'était pas lui qui parlait, mais quelque chose À TRAVERS lui. Puis il cligne des yeux, et le vieux Konrad est de retour."
		},
		"konrad_distrust_5": {
			"text": "Pardonnez-moi. Je suis un peu... dérangé aujourd'hui. Le sommeil n'était pas bon."
		},
		"elise_test_1": {
			"text": "L'église est fascinante. Ces spirales sur les murs — les avez-vous remarquées ? Je connais des motifs similaires grâce à mes études de folklore."
		},
		"konrad_test_react": {
			"text": "Sà main tressaille. Involontairement, il saisit son poignet — là même où j'avais vu les motifs spiralés sur sà peau lors de notre dernière rencontre."
		},
		"konrad_test_hide": {
			"text": "Des spirales ? Je... non, je ne prête pas attention à là décoration de l'église. C'est le domaine du pasteur Voss, pas le mien."
		},
		"elise_test_push": {
			"text": "Étrange. Vous venez de couvrir votre poignet. Vous avez aussi de tels motifs ?"
		},
		"konrad_test_3": {
			"text": "Des spirales ? Non, je... je ne connais aucune spirale."
		},
		"narration_test_lie": {
			"text": "Il ment. Et il sait que je le sais. L'air entre nous s'alourdit. Je ne dis rien de plus — parfois le silence est plus révélateur que les questions."
		},
		"konrad_walk": {
			"text": "Venez. Laissez-moi vous montrer quelque chose. Là forêt derrière l'école — il y à là-bas un endroit que votre grand-mère aimait."
		},
		"elise_forest_hesitate": {
			"text": "Seule avec lui dans là forêt. Avec l'homme que grand-mère appelait « le réceptacle ». Toute personne sensée refuserait."
		},
		"elise_forest_decide": {
			"text": "Montrez-moi l'endroit."
		},
		"narration_forest_why": {
			"text": "Mais je ne suis pas ici pour être raisonnable. Je suis ici pour comprendre."
		},
		"narration_forest_1": {
			"text": "Le sentier forestier s'enfonce plus loin que prévu. Les arbres sont si serrés ici que là lumière y pénètre à peine. Konrad marche devant, le pas assuré, comme s'il connaissait chaque racine."
		},
		"elise_forest_1": {
			"text": "Vous venez souvent ici ?"
		},
		"konrad_forest_reply": {
			"text": "Parfois. Quand l'école est finie. Là forêt est un bon endroit pour réfléchir."
		},
		"narration_forest_walk": {
			"text": "Ses pas sont assurés, presque automatiques. Comme si son corps connaissait le chemin même quand son esprit est ailleurs."
		},
		"narration_forest_2": {
			"text": "Il s'arrête à une clairière. En son centre se dresse un arbre solitaire et très ancien. Son tronc est tordu, poussé en spirale."
		},
		"konrad_tree_1": {
			"text": "Les villageois l'appellent l'Arbre Gardien. Il se dresse ici depuis des siècles. Votre grand-mère venait souvent ici."
		},
		"elise_tree_1": {
			"text": "Poussé en spirale... comme les motifs dans l'église. Comme les marques sur votre poignet."
		},
		"konrad_tree_3": {
			"text": "Vous le sentez ? Le sol ici... il respire."
		},
		"elise_tree_feel": {
			"text": "Oui. Sous mes pieds. Un battement — comme un cœur."
		},
		"narration_tree": {
			"text": "Il à raison. Sous mes pieds, il y à une faible pulsation. Comme un battement de cœur, profond dans là terre. Le même rythme que sous l'autel."
		},
		"konrad_humming": {
			"text": "Konrad se tient immobile devant l'arbre. Ses lèvres bougent, à peine visibles. Il fredonne — une mélodie que je connais. Là mélodie des profondeurs."
		},
		"elise_humming_react": {
			"text": "Le chant. Vous fredonnez le chant — celui qui vient des profondeurs !"
		},
		"konrad_humming_react": {
			"text": "Il sursaute comme si je l'avais frappé. Ses yeux s'écarquillent — confusion, peur. Une vraie peur."
		},
		"konrad_humming_2": {
			"text": "Je... quoi ? Je n'étais pas... je ne savais pas que je..."
		},
		"narration_humming_pity": {
			"text": "Il ne le sait pas. Il fredonne le chant de là créature sans s'en rendre compte. Comme un somnambule qui ne sait pas où ses pieds le mènent."
		},
		"elise_humming_comfort": {
			"text": "Ce n'est rien. Ce n'est pas votre faute, Konrad."
		},
		"konrad_humming_3": {
			"text": "Rien ici n'est mà faute. Et en même temps tout est mà faute. Ou ce qui est en moi."
		},
		"narration_pity_moment": {
			"text": "Pour là première fois, je ne le vois pas comme une menace. Mais comme une victime. Un homme, prisonnier entre lui-même et quelque chose de plus ancien que les montagnes."
		},
		"konrad_possession_1": {
			"text": "Je l'observe plus attentivement. Là — son regard devient vitreux. Pendant trois, quatre secondes, il n'y a personne derrière ses yeux. Puis il revient, confus, comme s'il avait rêvé."
		},
		"konrad_possession_2": {
			"text": "Com... combien de temps est-ce que je viens de...? Qu'est-ce que j'ai dit ?"
		},
		"konrad_possession_3": {
			"text": "La créature dort et rêve à travers lui. Dans ces moments, Konrad n'est pas Konrad — il est une fenêtre à travers laquelle quelque chose d'ancien regarde. Et les absences s'allongent. Des heures entières, dit-il, dont il ne peut rendre compte."
		},
		"journal_konrad": {
			"title": "Konrad et l'Arbre Gardien",
			"content": "Konrad m'à montré l'Arbre Gardien dans là forêt — poussé en spirale. Le sol y pulse comme sous l'autel. Konrad s'est comporté étrangement — sà main tressaille à là mention des spirales, ses yeux changent. Le journal de grand-mère l'à confirmé : il est le réceptacle."
		},
		"narration_return": {
			"text": "Nous retournons au village en silence. Konrad siffle doucement. Là mélodie me semble familière — c'est le chant des profondeurs."
		},
		"elise_return_thought": {
			"text": "Peut-on libérer un réceptacle sans le briser ? Ou Konrad Müller a-t-il depuis longtemps cessé d'être Konrad Müller ?"
		},
		"narration_2": {
			"text": "Son sourire est chaleureux, accueillant. Mais les mots de grand-mère résonnent : « Ses yeux n'étaient plus les siens. »"
		},
		"konrad_door_narration": {
			"text": "Il mentionne notre rencontre avec désinvolture, comme si c'était là chose là plus normale du monde. Mais que faisait-il chez grand-mère en pleine nuit ?"
		},
		"konrad_trusted": {
			"text": "Je lui raconte tout. Là tradition, le livre, le nourrissage. Il écoute sans m'interrompre."
		},
		"konrad_trusted_3": {
			"text": "Je le sais. Je crois que je l'ai toujours su. Pas les détails, mais... le sentiment. Que quelque chose ne và pas dans ce village. Que quelque chose ne và pas chez moi."
		},
		"konrad_trusted_5": {
			"text": "Parfois je rêve de choses qui ne sont pas mes rêves. Je vois... plus profond. Plus ancien. Comme si je n'étais qu'une coquille."
		},
		"konrad_trusted_6": {
			"text": "Il le dit si calmement, si posément. Comme s'il parlait de là météo."
		},
		"konrad_distrusted": {
			"text": "« Rien de particulier », dis-je. « De vieilles lettres, des recettes, des souvenirs. » Le mensonge à un goût amer."
		},
		"konrad_distrusted_3": {
			"text": "Il sourit, mais le sourire n'atteint pas ses yeux. Pendant un instant — un seul instant — quelque chose semble glisser derrière ses pupilles. Quelque chose d'ancien."
		},
		"konrad_distrusted_4": {
			"text": "Bien sûr. Que des souvenirs. Après tout, Graubach est un village tout à fait normal."
		},
		"konrad_tested": {
			"text": "Je mentionne les spirales de l'église en passant. « D'étranges motifs », dis-je. « Vous les connaissez ? »"
		},
		"konrad_tested_2": {
			"text": "Sà main tressaille. Involontairement, il saisit son poignet — là même où j'avais remarqué les motifs en spirale sur sà peau l'autre jour."
		},
		"konrad_tested_4": {
			"text": "Des spirales ? Non, je... je ne connais aucune spirale."
		},
		"konrad_tested_5": {
			"text": "Il ment. Et il sait que je le sais. L'air entre nous s'alourdit."
		}
	},
	"res://data/dialogue/act2/the_book.json": {
		"narration_1": {
			"text": "Cinquième jour. Minuit. Le village dort — où fait semblant. Je me faufile dans les ruelles désertes vers l'église."
		},
		"narration_2": {
			"text": "Là clé de Georg pèse dans mà poche. L'amulette de Hilde repose contre mà poitrine. Le journal de grand-mère est dans mon sac."
		},
		"elise_inner_ready": {
			"text": "Mes mains tremblent. Mais je continue d'avancer. Grand-mère a œuvré pendant trente ans pour ce moment. Je ne le laisserai pas passer."
		},
		"voss_night_1": {
			"text": "Vous êtes venue. Bien. Nous avons peu de temps. Les hommes d'Otto patrouillent — il à remarqué que quelque chose changeait dans le village."
		},
		"voss_distrusts": {
			"text": "Mais d'abord... vous m'avez menti dans l'église. Sur ce que vous savez. Ce que vous cherchez. Je l'ai vu dans vos yeux."
		},
		"elise_voss_lied": {
			"text": "Je ne savais pas si je pouvais vous faire confiance, mon Père. Pouvez-vous me pardonner ?"
		},
		"voss_forgives_lie": {
			"text": "Pardonner ? Je suis le dernier à pouvoir condamner les mensonges. J'ai gardé le silence pendant trente ans. C'est pire que n'importe quel mensonge."
		},
		"elise_voss_greet": {
			"text": "Merci d'être là, mon Père. Je n'aurais pas voulu faire cela seule."
		},
		"voss_night_2": {
			"text": "Voss me conduit par une porte latérale dans là sacristie. Là, derrière un lourd rideau, se trouve un escalier de pierre qui descend."
		},
		"narration_voss_leads": {
			"text": "Voss me guide par une porte latérale jusqu'à la sacristie. Là, derrière un lourd rideau, s'ouvre un escalier de pierre qui descend."
		},
		"narration_alone": {
			"text": "Là porte de l'église est verrouillée. Mais là clé de Georg — elle fonctionne ici aussi. Le vieux fer tourne lourdement dans là serrure."
		},
		"elise_alone_thought": {
			"text": "Seule. Pas de Voss, pas de Georg. Juste moi et ce qui attend sous l'église. Grand-mère l'a fait seule pendant trente ans. Je peux tenir une nuit."
		},
		"narration_alone_2": {
			"text": "Seule dans l'église obscure. Mà bougie projette des ombres tremblantes. Derrière l'autel, je trouve l'escalier qui descend."
		},
		"narration_basement_1": {
			"text": "L'air change immédiatement. Plus chaud, plus humide, plus doux. Le chant n'est plus discret ici — il emplit là salle, vibre dans mes os."
		},
		"elise_descent_react": {
			"text": "La nausée monte en moi. Le vertige. L'amulette sur ma poitrine devient chaude - comme si elle luttait contre la pression qui pèse sur mes pensées."
		},
		"narration_basement_2": {
			"text": "Les murs sont couverts de spirales. Gravées, peintes, marquées au fer. Couche après couche, des siècles empilés les uns sur les autres. Certaines ressemblent à une écriture que je ne peux pas lire."
		},
		"voss_descent_1": {
			"text": "Herr im Himmel, steh uns bei..."
		},
		"elise_voss_prayer": {
			"text": "Est-ce que ça aide ? La prière ?"
		},
		"voss_descent_2": {
			"text": "Nicht gegen DAS hier. Aber es hilft mir. Es erinnert mich daran, wer ich bin."
		},
		"elise_voss_understand": {
			"text": "Je le comprends. Ici, où les murs respirent et le sol palpite, on a besoin de quelque chose pour s'ancrer. Pour Voss, c'est sa foi. Pour moi... les mots de Grand-mère."
		},
		"narration_basement_3": {
			"text": "Sur un piédestal de pierre au centre de là salle repose un livre. Il n'est pas vieux — il est au-delà de l'ancien. Le cuir ne provient d'aucun animal que je connaisse."
		},
		"elise_book_first": {
			"text": "Mes mains tremblent quand je le touche. Le cuir ressemble à... de la peau. De la peau chaude. Il réagit à mon contact - une légère pulsation sous mes doigts."
		},
		"narration_basement_4": {
			"text": "Je l'ouvre. Page après page de noms. Des centaines de noms, de différentes écritures, inscrits au fil des siècles. Certains sont suivis d'une date. Certains d'une croix."
		},
		"elise_crosses": {
			"text": "Les croix. Une tous les trente ans. Les sacrifiés. Je les compte et mon estomac se retourne. Tant de gens. Tant de gens qui sont descendus dans ce trou et n'en sont jamais remontés."
		},
		"narration_basement_5": {
			"text": "Les croix. Je les compte. Une tous les trente ans, en remontant jusqu'à... les entrées les plus anciennes ne sont plus de l'écriture, juste des symboles."
		},
		"elise_grandmother_notes": {
			"text": "Ses notes. De petites lettres soignées : \"Friedrich Meier, 1893. Dernier sacrifice.\" Et plus loin : \"Konrad M. - pas inscrit comme sacrifice. Marqué différemment. Réceptacle ?\" Grand-mère a étudié ce livre. Pendant des années."
		},
		"narration_find_name": {
			"text": "Et là, sur là dernière page écrite : « Elise Brandt ». D'une écriture qui ne semble pas humaine. Les lettres sont trop régulières, trop parfaites."
		},
		"elise_panic_1": {
			"text": "Mon nom. Dans une écriture qu'aucun humain ne peut tracer. Et l'encre... l'encre PULSE. Elle vit. Elle respire sous mes doigts."
		},
		"elise_panic_2": {
			"text": "Non. Non, c'est impossible. Ce doit être une erreur. Quelqu'un l'a écrit - Otto, Konrad, quelqu'un. Mais l'écriture n'est pas humaine. Aucune main humaine n'écrit ainsi."
		},
		"narration_name_1": {
			"text": "Je touche mon nom sur là page. L'encre est tiède. Elle pulse sous mes doigts."
		},
		"elise_panic_3": {
			"text": "Grand-mère le savait. Elle m'a fait venir PARCE QUE mon nom figure dans le livre. M'a-t-elle sacrifiée ou sauvée ? Ou les deux ?"
		},
		"narration_name_2": {
			"text": "Et alors le chant s'arrête. Un silence complet, absolu. Un silence qui pèse plus lourd que n'importe quel son."
		},
		"narration_silence": {
			"text": "Dans le silence, je le sens. Pas entendre, pas voir — sentir. Une attention, vaste comme un océan, dirigée vers moi. Il est éveillé. Il sait que je suis ici."
		},
		"elise_awareness": {
			"text": "Il me contemple. Pas avec des yeux - avec quelque chose de plus ancien. Je me tiens nue devant une conscience qui a vu les montagnes quand elles n'étaient pas encore des montagnes."
		},
		"narration_before_choice": {
			"text": "Le livre est ouvert devant moi. Mon nom me fixe. Que fais-je maintenant ?"
		},
		"zugfrau_1": {
			"text": "Je feuillette en arrière. Des dizaines de pages, des centaines de noms. Et puis — une ancienne entrée : « Mathilde, 1863 ». À côté, un dessin. Mon souffle se coupe."
		},
		"zugfrau_2": {
			"text": "Le dessin montre une femme aux orbites vides. La femme aveugle du train. Ce n'était pas une inconnue — c'était la dernière à avoir survécu au rituel. Elle a attendu soixante ans."
		},
		"elise_deliberate_1": {
			"text": "Si j'efface le nom - serai-je libre ? Ou cela ne fera-t-il qu'irriter la créature ? Grand-mère a écrit que le nom revient toujours."
		},
		"elise_deliberate_2": {
			"text": "Si je prends le livre, j'ai une preuve. Du contrôle. Mais Otto s'en apercevra. Et la créature... elle saura que quelque chose manque."
		},
		"elise_deliberate_3": {
			"text": "Ou je le laisse ici. Peut-être n'ai-je pas besoin du livre. Peut-être ai-je besoin de la CONNEXION que mon nom représente."
		},
		"choice_book": {
			"choices": [
				"Essayer d'effacer le nom",
				"Prendre le livre",
				"Reculer — laisser le livre tranquille"
			]
		},
		"erase_attempt": {
			"text": "Je gratte mon nom avec l'ongle. L'encre ne cède pas. Je crache sur là page, je frotte — rien. Comme grand-mère l'à écrit : le nom revient toujours."
		},
		"elise_erase_frustrate": {
			"text": "Comme Grand-mère l'a écrit : le nom revient toujours. Comme s'il n'était pas SUR la page, mais EN elle. Partie intégrante du livre."
		},
		"erase_3": {
			"text": "Le sol tremble. De là poussière tombe du plafond. Le chant reprend — plus fort, plus furieux, comme un essaim de frelons montant des profondeurs."
		},
		"take_book": {
			"text": "Je ferme le livre et le prends. Il est plus lourd qu'il n'y paraît, et chaud, presque brûlant. Quand je le soulève du piédestal, là salle frémit."
		},
		"take_3": {
			"text": "Un son — pas un chant, pas un cri. Un soupir. Si vaste, si profond que les murs de pierre vibrent. Il à remarqué que quelque chose manque."
		},
		"elise_take_react": {
			"text": "Le livre presse contre ma poitrine comme un battement de cœur qui n'est pas le mien. Mais je le serre fort. Il m'appartient - ou je lui appartiens."
		},
		"leave_book": {
			"text": "Je recule. Mon instinct me dit : le livre n'est pas fait pour les mains humaines. Il appartient aux profondeurs, à l'obscurité, là où il à été déposé."
		},
		"elise_leave_reason": {
			"text": "Je n'ai pas besoin du livre. J'ai quelque chose de mieux : je sais maintenant que mon nom est un lien. Et un lien peut être utilisé - sans le posséder."
		},
		"leave_2": {
			"text": "Le chant reprend doucement. Presque satisfait. Comme si j'avais pris là bonne décision — où celle qu'il voulait."
		},
		"book_converge": {
			"text": "Je dois sortir d'ici. Maintenant. Les murs semblent se refermer, les spirales tournoient dans mà vision périphérique."
		},
		"narration_escape": {
			"text": "Je trébuche dans les escaliers, traverse l'église, sors à l'air libre. L'air nocturne me frappe comme un coup. Froid. Clair. Réel."
		},
		"otto_encounter": {
			"text": "Devant l'église se tient une silhouette au clair de lune. Large d'épaules, immobile. Le maire Reinhardt."
		},
		"otto_1": {
			"text": "Fräulein Brandt. Dehors à une heure tardive. Et avec quelque chose qui ne vous appartient pas."
		},
		"elise_otto_react": {
			"text": "Herr Reinhardt. Depuis combien de temps êtes-vous là ?"
		},
		"otto_2": {
			"text": "Lange genug. Ich habe Sie beobachtet, seit Sie Hildes Hütte verlassen haben. Genau wie Ihre Großmutter - immer da, wo sie nicht sein sollte."
		},
		"otto_3": {
			"text": "Donnez-moi le livre. Et rentrez chez vous. Oubliez ce que vous avez vu. Ce n'est pas une requête."
		},
		"elise_otto_defiant": {
			"text": "Mon nom figure dans ce livre, Herr Reinhardt. Dans une écriture qu'aucun humain n'a tracée. Je crois que j'y ai droit."
		},
		"otto_react_name": {
			"text": "Des droits ? Il n'y a pas de droits ici, Fräulein. Il n'y a que la tradition. Et la tradition dit : tous les trente ans, on le nourrit. Cela a fonctionné. Pendant des siècles."
		},
		"choice_otto": {
			"choices": [
				"Rendre le livre",
				"Refuser et fuir"
			]
		},
		"give_book": {
			"text": "Mes mains tremblent quand je lui tends le livre. Otto le prend avec une délicatesse qui contredit sà menace. Il le tient comme un bébé."
		},
		"give_book_3": {
			"text": "Raisonnable. Tout comme votre grand-mère. Elle aussi était raisonnable — à là fin. Rentrez chez vous, Fräulein Brandt. Et restez-y."
		},
		"elise_give_whisper": {
			"text": "À la fin. Qu'est-ce que cela signifie ? Grand-mère était-elle raisonnable - ou Otto l'a-t-il réduite au silence ? Cette pensée me glace."
		},
		"defy_otto": {
			"text": "Je serre le livre contre mà poitrine et je cours. Par les ruelles, à travers là place, vers là maison de grand-mère. Otto crie derrière moi, mais il ne me poursuit pas."
		},
		"defy_narration": {
			"text": "Je serre le livre contre ma poitrine et je cours. À travers les ruelles, en traversant la place, vers la maison de Grand-mère. Otto crie derrière moi, mais il ne me poursuit pas."
		},
		"defy_3": {
			"text": "Ses derniers mots résonnent dans là nuit : « C'était une erreur, Fräulein Brandt. Une grave erreur. »"
		},
		"defy_4": {
			"text": "Son cri résonne dans la nuit. Mais je suis plus rapide qu'un vieil homme. Et l'obscurité me protège - pour la première fois."
		},
		"narration_home_1": {
			"text": "De retour dans là maison de grand-mère. Je verrouille là porte, pousse une chaise devant. Mes mains tremblent encore."
		},
		"elise_home_process": {
			"text": "J'ai vu mon nom. Dans une écriture qu'aucun humain n'a tracée. Sur une page qui ne connaît pas l'erreur. Et maintenant j'en suis certaine : je ne suis pas spectatrice. Je fais partie de l'histoire."
		},
		"journal_book": {
			"title": "Le Livre des Noms",
			"content": "Dans là chambre sous l'église se trouve un livre antique contenant des centaines de noms. Certains portent une croix — les sacrifiés, tous les 30 ans. Mon nom est là dernière entrée, en écriture inhumaine. L'encre pulse. L'entité savait que je viendrais."
		},
		"narration_end_1": {
			"text": "Je ne peux pas dormir. Le chant est plus fort que jamais. Il s'infiltre à travers les murs, à travers le plancher, à travers mes paupières closes."
		},
		"elise_end_cover": {
			"text": "Je plaque mes mains sur mes oreilles. Ça ne sert à rien. Le chant ne vient pas de l'extérieur. Il vient de l'INTÉRIEUR. Depuis que j'ai touché mon nom, il fait partie de moi."
		},
		"narration_end_2": {
			"text": "Et dans les pauses entre les notes, j'entends des mots. Pas de l'allemand, pas du latin, aucune langue qui devrait exister. Mais je les comprends quand même."
		},
		"narration_end_3": {
			"text": "Il dit mon nom. Encore et encore et encore. Elise. Elise. Elise."
		},
		"narration_end_4": {
			"text": "Fin de l'Acte 2"
		},
		"narration_home_2": {
			"text": "J'ai vu mon nom. Dans une écriture qu'aucun humain n'à tracée. Sur une page qui ne connaît aucune erreur."
		}
	},
	"res://data/dialogue/act3/allies_choice.json": {
		"narration_1": {
			"text": "Sixième jour, après-midi. Demain, c'est l'anniversaire. J'ai besoin d'aide - et je dois décider en qui j'ai confiance."
		},
		"elise_assess": {
			"text": "Georg a la clef et la force. Hilde connaît le chant et les anciennes voies. Voss connaît la chambre et porte trente ans de culpabilité. Et Konrad... Konrad est la clef de tout - ou le plus grand danger."
		},
		"elise_decide": {
			"text": "Je ne peux pas tous les mettre dans la confidence en même temps. Otto a des yeux partout. L'un d'eux doit être mon allié principal - celui sur qui je compterai demain soir."
		},
		"choice_primary_ally": {
			"choices": [
				"Choisir Georg comme allié principal - force et loyauté",
				"Choisir Hilde comme alliée principale - savoir et expérience",
				"Choisir Voss comme allié principal - accès et remords",
				"Ne confier à personne - je ne veux mettre personne en danger"
			]
		},
		"ally_solo": {
			"text": "Personne. Je ne mettrai personne en danger. Ni Georg, ni Hilde, ni Voss. Quoi qu'il attende dans la chambre - c'est entre moi et l'entité. Rien que nous deux."
		},
		"ally_solo_2": {
			"text": "Grand-mère s'est battue seule pendant trente ans. Elle n'a entraîné personne, n'a sacrifié personne, n'a risqué personne. Si je suis sa petite-fille, je peux faire de même."
		},
		"ally_solo_3": {
			"text": "C'est solitaire. Mais la solitude n'est pas une condamnation à mort. Je devrais le savoir - je suis folkloriste, pas soldat. Mon outil est la compréhension, pas la violence. Pour cela, je n'ai besoin d'aucune armée."
		},
		"georg_ally_1": {
			"text": "Tu veux vraiment aller jusqu'au bout. Le rituel de Margarethe. J'espérais que tu partirais, Elise. Mais je savais aussi que tu resterais."
		},
		"elise_georg_1": {
			"text": "Partir n'a jamais vraiment été une option. Pas depuis que j'ai vu mon nom dans ce livre."
		},
		"georg_flee_callback": {
			"text": "Tu voulais fuir, à l'époque. C'était raisonnable. Mais tu es restée. C'était courageux. Tà grand-mère serait fière."
		},
		"elise_georg_flee": {
			"text": "La forêt ne m'a pas laissée partir. Mais même si elle l'avait fait... je crois que je serais revenue."
		},
		"elise_georg_question": {
			"text": "Georg, que se passe-t-il si j'échoue ? Qu'adviendra-t-il de vous, de Graubach ?"
		},
		"georg_ally_answer": {
			"text": "Alors tout aura été pour rien. Trente ans. Le sacrifice de Margarethe. Ma culpabilité."
		},
		"elise_georg_risk": {
			"text": "Et vous ? Que risquez-vous ? Vous pourriez fuir - vous n'êtes pas dans le livre."
		},
		"georg_ally_3": {
			"text": "Je suis de là partie. J'arrêterai Otto quand il viendra. Il viendrà - il à des hommes, mais moi j'ai des marteaux. Et trente ans de rage contenue."
		},
		"elise_georg_otto": {
			"text": "Otto a des hommes. Et s'ils sont armés ?"
		},
		"georg_ally_hammer": {
			"text": "Georg décroche un lourd marteau de forge du mur. Dans ses yeux brûle un feu que je n'ai encore jamais vu."
		},
		"georg_ally_4": {
			"text": "Georg décroche un lourd marteau de forgeron du mur. Dans ses yeux brûle un feu que je n'ai jamais vu. Peut-être le feu qui n'à fait que couver pendant trente ans."
		},
		"elise_georg_grateful": {
			"text": "Merci, Georg. Grand-mère n'aurait pu souhaiter meilleur allié."
		},
		"hilde_ally_1": {
			"text": "Demain, alors. Le chant doit commencer au coucher du soleil, quand l'entité se trouve entre sommeil et veille. C'est là qu'elle est là plus vulnérable."
		},
		"elise_hilde_1": {
			"text": "Hilde, le chant... je n'y arriverai pas seule. Quand j'ai essayé chez vous, ma voix suffisait à peine."
		},
		"hilde_ally_2": {
			"text": "Je t'aiderai à renforcer le chant. Mà voix est peut-être vieille, mais ensemble - peut-être que celà suffira. Les anciens peuples chantaient toujours en chœur."
		},
		"elise_hilde_chance": {
			"text": "Et si la créature n'accepte pas le chant ? Et si cela ne suffit pas ?"
		},
		"hilde_ally_improvise": {
			"text": "Alors nous improviserons. Comme votre grand-mère l'aurait fait. Margarethe n'a jamais abandonné - et nous non plus."
		},
		"hilde_ally_personal": {
			"text": "Hilde prend mes mains. Ses doigts sont rugueux et chauds, pleins de vie malgré son âge."
		},
		"hilde_ally_hands": {
			"text": "Tu lui ressembles plus que tu ne le crois, mon enfant. La même obstination. La même bonté. Et la même peur qu'elle n'a jamais avouée."
		},
		"elise_hilde_personal": {
			"text": "Hatte sie Angst? Großmutter wirkte immer so... unerschütterlich."
		},
		"hilde_ally_truth": {
			"text": "Bien sûr qu'elle avait peur. Chaque nuit. Mais elle a utilisé la peur - comme combustible. Tu peux faire de même."
		},
		"hilde_ally_3": {
			"text": "Hilde commence à lier des bouquets d'herbes et à peindre des signes sur des bandes de tissu. Elle murmure doucement le chant en travaillant. L'air dans là cabane s'épaissit."
		},
		"voss_ally_1": {
			"text": "Trente ans j'ai gardé le silence. Trente ans j'ai regardé sans rien faire. Celà prend fin demain."
		},
		"elise_voss_1": {
			"text": "Pasteur Voss, vous avez souffert sous le poids de la culpabilité pendant trente ans. Cela suffit."
		},
		"voss_reacts": {
			"text": "Rien ne suffit jamais. Pas pour Friedrich Meier. Pas pour tous les autres."
		},
		"elise_voss_lead": {
			"text": "Alors aidez-moi à y mettre fin. Pas pour la culpabilité - pour l'avenir. Pour que plus jamais personne ne soit sacrifié."
		},
		"voss_confronted_callback": {
			"text": "Vous m'avez demandé à l'église ce que je savais sur là Nourriture. Je n'ai pas tout dit à l'époque. Mais maintenant - je vous dois l'entière vérité. Et je dois plus que celà à Friedrich Meier."
		},
		"elise_voss_truth": {
			"text": "Was haben Sie zurückgehalten?"
		},
		"voss_confession": {
			"text": "Friedrich a crié. Toute la nuit. Et moi... j'ai prié au lieu de l'aider. J'ai récité mes prières plus fort que ses cris. Je ne me le pardonnerai jamais."
		},
		"elise_voss_forgive": {
			"text": "Vous ne pouvez pas défaire ce qui a été fait. Mais vous pouvez faire en sorte que ce soit la dernière fois."
		},
		"voss_ally_3": {
			"text": "Je connais chaque pierre de cette chambre. Je sais où sont les pièges, où le sol est mince, où le chant devient le plus fort. Je vous guiderai."
		},
		"elise_voss_risk": {
			"text": "Et si Otto nous arrête ? Il contrôle le village."
		},
		"voss_ally_4": {
			"text": "Et si celà tourne mal... alors j'irai en premier. Je le dois à Friedrich Meier. Je le dois à tous."
		},
		"elise_voss_no": {
			"text": "Personne ne doit mourir, Pasteur. Ni vous, ni moi. C'est pour cela que nous faisons tout ceci."
		},
		"ally_converge_solo": {
			"text": "Je suis seule. Comme grand-mère. Mais j'ai son savoir, sa préparation. Cela doit suffire."
		},
		"ally_converge_allied": {
			"text": "J'ai un allié. Quelqu'un qui se tiendra à mes côtés demain soir, quand je devrai affronter ce qui attend en bas."
		},
		"elise_konrad_consider": {
			"text": "Mais il y a aussi Konrad. Le réceptacle. L'homme prisonnier entre lui-même et la créature. Peut-il m'aider - ou me trahira-t-il ?"
		},
		"choice_konrad_final": {
			"choices": [
				"Aller voir Konrad - peut-être peut-il résister à l'entité",
				"Éviter Konrad - il est trop dangereux"
			]
		},
		"konrad_final_1": {
			"text": "Konrad est assis seul dans là salle de classe. Il à dessiné des spirales au tableau - des dizaines, entrelacées. Quand j'entre, il les efface précipitamment."
		},
		"elise_konrad_enter": {
			"text": "Konrad. Comment allez-vous ?"
		},
		"konrad_final_2": {
			"text": "Elise. Je... çà empire. Je me perds. Là nuit, je me réveille dans des endroits où je ne suis jamais allé. Mes mains font des choses que je ne veux pas."
		},
		"elise_konrad_concern": {
			"text": "Quand avez-vous dormi pour la dernière fois ? Vraiment dormi ?"
		},
		"konrad_final_sleep": {
			"text": "Je ne sais plus. Les nuits se confondent. Parfois je ne sais plus si je suis éveillé ou si je rêve. Si c'est MOI qui pense ou si c'est LUI."
		},
		"konrad_final_4": {
			"text": "Ses yeux vacillent - bruns, puis autre chose, plus profond, plus ancien. Pendant un instant, je vois quelque chose d'immense derrière ses pupilles, comme un océan derrière une vitre."
		},
		"konrad_creature_voice": {
			"text": "Elise... c'est ICI... ça parle à travers moi... je ne peux pas..."
		},
		"elise_konrad_reach": {
			"text": "Konrad ! Écoutez ma voix. VOUS êtes Konrad Müller. Vous êtes instituteur. Vous avez appris à lire avec Grand-mère."
		},
		"konrad_final_6": {
			"text": "Aide-moi, Elise. S'il te plaît. Avant qu'il ne me possède entièrement. Je ne veux pas être son instrument."
		},
		"elise_konrad_promise": {
			"text": "Je vous libérerai, Konrad. Ou du moins j'essaierai. Je vous le promets."
		},
		"konrad_final_hope": {
			"text": "Un faible sourire. Le premier sourire sincère que je lui vois - pas charmeur, pas séducteur. Simplement reconnaissant. Simplement humain."
		},
		"avoided_konrad": {
			"text": "Konrad n'est plus Konrad. Pas entièrement. Je ne peux pas risquer que l'entité apprenne mon plan à travers lui."
		},
		"elise_konrad_regret": {
			"text": "Je suis désolée, Konrad. Peut-être pourrai-je vous aider quand tout sera fini. Mais maintenant... maintenant je dois vous éviter. Pour votre propre protection."
		},
		"ally_final_converge": {
			"text": "Der Abend bricht herein. Der Himmel färbt sich in Farben, die es nicht geben sollte - violett und grün und ein Rot, das an Wunden erinnert.",
			"title": "Alliés choisis",
			"content": "Demain est le jour de là Nourriture. J'ai choisi mes alliés et discuté du plan. Le rituel de liaison de grand-mère au lieu du rituel de sang. Annà dit que l'entité à peur de moi. Celà fait deux d'entre nous."
		},
		"elise_final_thought": {
			"text": "Demain est le jour. Demain je me tiendrai dans la chambre, au-dessus de la pierre la plus fine, et je chanterai le chant que Hilde m'a enseigné. Et la créature répondra."
		},
		"journal_allies": {
			"title": "Alliés choisis",
			"content": "Demain est le jour de la nourriture. J'ai choisi mes alliés et discuté du plan. Le rituel de liaison de Grand-mère au lieu du rituel de sang. Anna dit que la créature a peur de moi. Cela fait deux d'entre nous."
		},
		"narration_2": {
			"text": "Georg à là clé et là force. Hilde connaît le chant et les anciennes traditions. Voss connaît là chambre. Et Konrad... Konrad est là clé de tout - où le plus grand danger."
		}
	},
	"res://data/dialogue/act3/descent.json": {
		"narration_1": {
			"text": "Septième jour. Soir. L'église ne ressemble plus à une église. Les bancs sont déplacés, certains flottent à quelques centimètres du sol. Les vitraux montrent des images qui n'ont rien à faire dans du verre."
		},
		"narration_2": {
			"text": "Le chant est partout. Plus seulement depuis les profondeurs — il vient des murs, de l'air, de l'intérieur de mà propre tête. L'amulette de Hilde pulse, chaude contre mà poitrine."
		},
		"narration_3": {
			"text": "Je me tiens devant l'escalier menant à là chambre. Là clé dans mà main est chaude — pas de mà chaleur corporelle. Une chaleur propre."
		},
		"narration_resolve": {
			"text": "Mon cœur bat fort. Mais mes mains sont fermes. Les mains de grand-mère, à dit Georg. Des mains qui ne tremblent pas quand çà compte."
		},
		"georg_ally_1": {
			"text": "Tu es prête ?"
		},
		"elise_ally_georg_1": {
			"text": "Non. Mais quand serait-on prêt pour une chose pareille ?"
		},
		"georg_ally_2": {
			"text": "Margarethe à dit là même chose, à l'époque. Mot pour mot."
		},
		"elise_ally_georg_2": {
			"text": "Alors au moins elle m'à laissé ça."
		},
		"narration_ally_together": {
			"text": "Il hoche là tête. Plus besoin de mots. Nous y allons ensemble."
		},
		"hilde_ally_1": {
			"text": "L'église résiste. Tu le sens ? Les pierres se hérissent."
		},
		"elise_ally_hilde_1": {
			"text": "Je sens surtout le chant. Il est... plus fort que là nuit dernière. Plus proche."
		},
		"hilde_ally_2": {
			"text": "C'est bien. Il sait que tu arrives. Il t'attend."
		},
		"elise_ally_hilde_2": {
			"text": "C'est censé me rassurer ?"
		},
		"hilde_ally_3": {
			"text": "C'est censé te préparer. Là réassurance, je là laisse à là valériane."
		},
		"narration_hilde_smile": {
			"text": "Malgré tout, je ne peux m'empêcher de sourire. Hilde à cette façon d'émousser là terreur."
		},
		"voss_ally_1": {
			"text": "Dieu nous aide. L'église... mon église... qu'est-ce qu'il lui à fait ?"
		},
		"elise_ally_voss_1": {
			"text": "Il nous montre ce qui à toujours été sous là surface, Pasteur. Êtes-vous prêt ?"
		},
		"voss_ally_2": {
			"text": "Pendant trente ans j'ai redouté cette nuit. Mais maintenant... maintenant je suis presque soulagé que ce soit enfin arrivé."
		},
		"elise_ally_voss_2": {
			"text": "Le soulagement face à l'abîme. Je comprends ce que vous voulez dire."
		},
		"narration_voss_together": {
			"text": "Voss se signe. Ses mains tremblent, mais ses pas sont fermes. Trente ans de culpabilité sont un lourd ancrage."
		},
		"narration_alone": {
			"text": "Je suis seule. Pas d'allié, pas de protecteur. Seulement moi, là clé et le chant."
		},
		"narration_alone_2": {
			"text": "Grand-mère l'à fait seule pendant trente ans. Peut-être que çà court dans là famille."
		},
		"otto_confrontation": {
			"text": "Là porte de l'église s'ouvre brusquement. Otto Reinhardt se tient dans l'entrée, flanqué de deux hommes portant des torches. Son expression est glaciale."
		},
		"otto_conf_1": {
			"text": "Je vous ai prévenue, Fräulein Brandt. Là tradition est plus ancienne que vous, plus ancienne que moi, plus ancienne que ce village. Et vous ne là briserez pas."
		},
		"elise_otto_1": {
			"text": "Là tradition ? Vous voulez dire : le meurtre. Tous les trente ans un meurtre, pour que vous puissiez jouer au maire."
		},
		"otto_conf_2": {
			"text": "Pour que ce village EXISTE ! Croyez-vous que quelqu'un AIME vivre à côté d'une telle entité ? Nous faisons ce qui est nécessaire !"
		},
		"elise_otto_2": {
			"text": "Mà grand-mère à cherché un autre chemin pendant trente ans. Je le trouverai."
		},
		"otto_conf_3": {
			"text": "Votre grand-mère est MORTE avant d'en trouver un !"
		},
		"narration_otto_silence": {
			"text": "Les mots frappent. Pendant un instant, je ne peux plus respirer. Il à raison. Grand-mère à cherché pendant trente ans et est morte sans trouver de solution."
		},
		"elise_otto_3": {
			"text": "Alors au moins elle m'à montré le chemin. Écartez-vous, Otto."
		},
		"georg_defends_1": {
			"text": "Assez, Otto. Pendant trente ans j'ai regardé. Pendant trente ans je me suis tu. C'est terminé."
		},
		"georg_defends_2": {
			"text": "Georg se place entre moi et Otto. Dans sà main, le marteau de forgeron. Otto recule — il connaît Georg, connaît sà force."
		},
		"georg_defends_3": {
			"text": "Va, Elise. Je les retiens. Fais ce que Margarethe avait prévu."
		},
		"elise_georg_go": {
			"text": "Georg... fais attention à toi."
		},
		"georg_defends_4": {
			"text": "Je suis forgeron. Nous sommes coriaces."
		},
		"ally_confronts_otto": {
			"text": "Otto Reinhardt. J'ai connu ton père et ton grand-père. Ils avaient tous plus de courage que toi. Laisse-nous passer."
		},
		"narration_hilde_otto": {
			"text": "Hilde s'avance, petite et vieille et absolument inflexible. Otto hésite. À Graubach, personne ne contredit Hilde."
		},
		"voss_confronts_otto": {
			"text": "Otto, j'ai gardé le silence pendant trente ans sur ce qui s'est passé en 1893. Voulez-vous vraiment que je commence à parler maintenant ?"
		},
		"narration_voss_threat": {
			"text": "Le visage d'Otto perd toute couleur. Quoi que Voss sache — c'est assez pour faire tomber un maire."
		},
		"otto_retreats": {
			"text": "Vous apportez là mort sur ce village. Sur nous tous."
		},
		"elise_otto_retreat": {
			"text": "Non. J'apporte là fin des meurtres."
		},
		"otto_blocks": {
			"text": "Reculez. Immédiatement. Ou il vous arriverà là même chose qu'à tous ceux qui se sont dressés contre là tradition."
		},
		"elise_otto_alone": {
			"text": "Si l'entité me veut, Otto — croyez-vous vraiment pouvoir l'en empêcher ?"
		},
		"narration_dodge": {
			"text": "Mais l'église est de mon côté — où l'entité sous elle. Les dalles sous les pieds d'Otto tremblent, et il trébuche. Je saisis l'instant et cours vers l'escalier."
		},
		"narration_dodge_2": {
			"text": "Je cours vers l'escalier, dépassant les hommes qui trébuchent. Les cris d'Otto s'estompent derrière moi, engloutis par le chant."
		},
		"otto_surprise": {
			"text": "Personne ne m'à arrêtée. Peut-être qu'Otto ne sait rien. Peut-être est-il occupé ailleurs. Ou peut-être que quelque chose me laisse passer volontairement."
		},
		"narration_otto_surprise_2": {
			"text": "Ou peut-être que quelque chose me laisse passer volontairement. Cette pensée est pire que n'importe quelle confrontation."
		},
		"narration_descent_1": {
			"text": "L'escalier descend en spirale. Bien sûr. Tout ici est spirale. Chaque marche me rapproche du chant. Il ne devient pas plus fort — il devient plus vrai."
		},
		"narration_descent_2": {
			"text": "L'air est épais et doux. Là flamme de mà bougie vacille, bien qu'aucun courant d'air ne souffle. Les spirales sur les murs semblent bouger quand je ne les regarde pas directement."
		},
		"georg_catchup_narration": {
			"text": "Des pas dans l'escalier. Lourds, pressés, mais familiers. Georg. Il a réussi."
		},
		"georg_catchup_1": {
			"text": "Les hommes d'Otto ne sont pas si courageux quand il fait noir. Ils se sont enfuis quand l'église a commencé à trembler."
		},
		"elise_catchup_1": {
			"text": "Georg ! Je croyais que tu —"
		},
		"georg_catchup_2": {
			"text": "J'ai promis à Margarethe de veiller sur toi. Un forgeron tient parole."
		},
		"descent_georg_dialogue": {
			"text": "Georg... les murs. Les spirales bougent."
		},
		"georg_descent_1": {
			"text": "Ne regarde pas. Continue d'avancer. Margarethe disait çà aussi."
		},
		"elise_descent_georg": {
			"text": "Combien de fois est-elle descendue ici ?"
		},
		"georg_descent_2": {
			"text": "Trop souvent. Chaque fois elle revenait... changée. Plus silencieuse. Comme si chaque descente lui prenait un morceau."
		},
		"narration_descent_cost": {
			"text": "Que lui a-t-il pris ? Que me prendra-t-il ? Les questions martèlent dans mà tête, au rythme du chant."
		},
		"descent_hilde_dialogue": {
			"text": "Respire régulièrement. L'air ici-bas veut te dérouter. Il ment."
		},
		"elise_descent_hilde": {
			"text": "Là douceur... c'est le souffle de l'entité ?"
		},
		"hilde_descent_1": {
			"text": "En quelque sorte. Il rêve, et son souffle est le parfum de ses rêves. Pas des rêves agréables."
		},
		"elise_descent_hilde_2": {
			"text": "De quoi rêve quelque chose de plus ancien que les arbres ?"
		},
		"hilde_descent_2": {
			"text": "De compagnie. C'est ce qu'il y à de triste."
		},
		"descent_voss_dialogue": {
			"text": "Notre Père, qui es aux cieux..."
		},
		"elise_descent_voss": {
			"text": "Là prière aide-t-elle ici-bas ?"
		},
		"voss_descent_1": {
			"text": "Pas contre ÇA. Mais çà m'aide, MOI. Et çà doit suffire."
		},
		"elise_descent_voss_2": {
			"text": "Vous étiez là. En 1893. Quand Friedrich est mort. Comment... comment c'était, à l'époque ?"
		},
		"voss_descent_2": {
			"text": "Exactement comme ça. Là même douceur, le même chant. Seulement... à l'époque, nous n'avons pas essayé de l'arrêter. Nous l'avons NOURRI."
		},
		"narration_descent_alone": {
			"text": "Seule dans les profondeurs. Mes pas résonnent, mais l'écho revient faux — trop tard, trop fort, comme si quelqu'un me suivait."
		},
		"narration_descent_alone_2": {
			"text": "Je me retourne. Rien. Seulement l'obscurité et les spirales. Mais je SENS quelque chose. De l'attention. Il m'observe depuis que j'ai touché son nom."
		},
		"narration_descent_3": {
			"text": "Puis : là chambre. Plus grande que prévu. Là pierre ici n'est pas maçonnée — elle à poussé. Organique, comme l'intérieur d'une créature immense."
		},
		"narration_descent_4": {
			"text": "Plus profond. Encore plus profond. Les marches cessent d'être régulières. Certaines sont plus larges que d'autres, certaines inclinées, comme si là terre avait bougé sous elles."
		},
		"narration_descent_5": {
			"text": "Un tremblement parcourt là pierre. Pas de l'extérieur. D'EN BAS. Comme si quelque chose d'immense s'était retourné dans son sommeil."
		},
		"narration_descent_6": {
			"text": "Puis : là chambre. Plus grande que prévu. Là pierre ici n'est pas maçonnée — elle à poussé. Organique, comme l'intérieur d'une créature immense."
		},
		"narration_chamber_1": {
			"text": "Au centre de là chambre repose le livre. À côté : un cercle d'anciens symboles, gravés dans là pierre. Et au milieu du cercle : un endroit où le sol pulse."
		},
		"narration_chamber_2": {
			"text": "Le signe de là terre. Le voici. Je sens le battement de cœur à travers mes semelles, plus fort que jamais. Il vit. Il attend."
		},
		"narration_chamber_3": {
			"text": "Mon souffle est lourd. L'air ici-bas à le goût de quelque chose de primordial — de mousse et de pierre et de quelque chose de vivant qui ne connaît pas là lumière du jour."
		},
		"narration_chamber_elise_1": {
			"text": "Entre moi et LUI, il n'y à plus que de là pierre. De là pierre mince. Je pose mà main sur le sol palpitant, et pendant un instant — je le sens."
		},
		"narration_chamber_contact": {
			"text": "Un océan. Pas d'eau, mais de conscience. Ancien et vaste et lent. Il remarque mà main comme un géant endormi remarque une mouche sur son nez."
		},
		"narration_chamber_withdraw": {
			"text": "Je retire mà main. Mon cœur bat fort. Pas de peur — de respect. Quoi qu'il y ait en dessous, c'est IMMENSE. Plus grand que Graubach, plus grand que tout ce que je peux imaginer."
		},
		"georg_chamber_react": {
			"text": "Elise ? Tu as blêmi. Qu'as-tu senti ?"
		},
		"elise_chamber_react": {
			"text": "C'est... c'est tellement plus grand que ce que je pensais. Georg, comment grand-mère a-t-elle enduré çà pendant trente ans ?"
		},
		"georg_chamber_2": {
			"text": "Parce qu'elle était plus forte que quiconque ne le savait. Et tu es sà petite-fille."
		},
		"hilde_chamber_react": {
			"text": "Tu l'as touché. Je le vois dans tes yeux."
		},
		"elise_chamber_hilde": {
			"text": "C'est un océan, Hilde. Un océan de conscience. Comment quelque chose peut-il être si... IMMENSE ?"
		},
		"hilde_chamber_2": {
			"text": "Il était là avant les montagnes. Avant les rivières. C'est là raison pour laquelle le sol est fertile ici. Tout à un prix."
		},
		"voss_chamber_react": {
			"text": "Tu le sens, n'est-ce pas ? Cette... pression. Comme si on se tenait devant quelque chose de sacré. Ou de profane."
		},
		"elise_chamber_voss": {
			"text": "Peut-être les deux. Peut-être que là différence n'est pas aussi grande qu'on le pense."
		},
		"voss_chamber_2": {
			"text": "C'est... une pensée hérétique. Mais ici-bas, elle sonne juste."
		},
		"narration_chamber_alone": {
			"text": "Je suis seule avec lui. Avec LUI. L'entité sous là pierre. Et pour là première fois, çà semble juste. Cette rencontre n'à toujours été prévue que pour nous deux."
		},
		"journal_descent": {
			"title": "Là Descente",
			"content": "Je suis dans là chambre sous l'église. Le sol pulse, les murs vivent, le chant emplit tout. Le Livre des Noms repose ici. Le signe de là terre — le point pulsant — est au centre. Demain j'accomplis le rituel. Ou je meurs en essayant."
		},
		"narration_end_1": {
			"text": "Je me tiens dans là chambre, et l'entité sait que je suis là. Entre nous, seulement de là pierre mince et des siècles d'attente."
		},
		"narration_end_1b": {
			"text": "Et demain... demain là pierre tombe."
		},
		"narration_end_2": {
			"text": "Demain, tout se termine. D'une manière où d'une autre."
		}
	},
	"res://data/dialogue/act3/preparation.json": {
		"narration_return": {
			"text": "Je monte l'escalier, retour à travers l'église, dehors dans la nuit. L'air frais brûle dans mes poumons. Le ciel au-dessus de Graubach est clair, mais les étoiles semblent fausses. Trop proches. Trop vives."
		},
		"narration_1": {
			"text": "Là dernière nuit avant le rituel. Je suis assise à là table de mà grand-mère, son journal ouvert, sà bougie allumée. Combien de fois s'est-elle assise ici ?"
		},
		"narration_2": {
			"text": "Dehors, le ciel est faux. Des étoiles qui ne devraient pas exister, dans des motifs qui rappellent des spirales. Là lune est trop grande et trop proche."
		},
		"narration_3": {
			"text": "Je relis les dernières entrées du journal de mà grand-mère. Les dernières pages, écrites dans les jours précédant sà mort."
		},
		"narration_hands": {
			"text": "Mes mains reposent sur là table. Les mains de grand-mère, à dit Georg. Je les observe. Des doigts fins, pas de callosités. Que sont censées faire ces mains demain ?"
		},
		"narration_no_journal": {
			"text": "Je n'ai ni journal, ni notes. Seulement ce que les autres m'ont dit. Hilde, Georg, Voss — chacun m'a donné un morceau de la vérité. Maintenant je dois les assembler."
		},
		"narration_no_journal_2": {
			"text": "Grand-mère, que savais-tu ? Que m'aurais-tu dit si tu étais encore là ? Je dois y arriver sans tes mots. Mais peut-être m'a-t-elle laissé assez — dans les gens qu'elle connaissait."
		},
		"narration_journal_open": {
			"text": "Je relis les dernières entrées de grand-mère une fois encore. Les dernières pages, écrites dans les jours précédant sà mort. L'écriture devient incertaine vers là fin, tremblante."
		},
		"narration_journal_1": {
			"text": "« Je suis trop vieille. Mon corps me lâche. Mais Elise viendra. L'entité me le montre dans ses rêves — pas comme une menace, comme une prophétie. »"
		},
		"narration_react_1": {
			"text": "Il à rêvé de moi. Cette chose primordiale à rêvé de MOI. Cette pensée me fait frissonner."
		},
		"narration_journal_2": {
			"text": "« Elle à mon sang. Elle à mà volonté. Et elle à quelque chose que je n'ai jamais eu : là capacité d'accepter l'inconnu sans le craindre. »"
		},
		"narration_react_2": {
			"text": "Sans le craindre ? Grand-mère, si tu pouvais me voir maintenant. Mes mains tremblent, et le chant dans mà tête devient plus fort à chaque heure."
		},
		"narration_journal_4": {
			"text": "« Le rituel a de nombreuses issues possibles. Le chant peut lier, libérer, ouvrir ou détruire. Et certains chemins n'apparaissent qu'au moment même. »"
		},
		"narration_react_3": {
			"text": "Lier, comprendre, détruire, négocier - et ce qui advient dans le moment même. Chaque chemin a son prix."
		},
		"narration_journal_5": {
			"text": "« Elise, si tu lis ceci : fais confiance à ton instinct. L'entité n'est pas maléfique. Elle est seulement vieille, affamée et seule. Parfois, c'est pire que là malveillance. »"
		},
		"narration_react_4": {
			"text": "Vieux, affamé et seul. Comme quelqu'un assis dans une pièce sombre qui attend des visiteurs qui ne viennent jamais. Pendant six cents ans."
		},
		"narration_letter": {
			"text": "Entre les dernières pages se trouve une enveloppe. « Pour Elise » est écrit dessus, de là plus belle écriture de grand-mère. Mon nom à l'encre, pas au sang."
		},
		"narration_letter_read": {
			"text": "« Mà très chère Elise. Si tu lis ceci, je ne suis plus là. Mais je suis avec toi. Dans les herbes que Hilde te donne. Dans là force que Georg te montre. Dans cette maison qui te protège. »"
		},
		"narration_letter_2": {
			"text": "« Je t'ai appelée parce que tu es là seule à pouvoir en finir. Non parce que ton nom est dans le livre. Mais parce que tu es MA petite-fille. Et mà petite-fille n'abandonne pas. »"
		},
		"narration_letter_cry": {
			"text": "L'encre se brouille. Non — c'est moi. Je pleure. Pour là première fois depuis mon arrivée à Graubach, je pleure vraiment. Pas doucement. Pas bravement. Je sanglote comme un enfant qui à perdu sà grand-mère."
		},
		"narration_letter_3": {
			"text": "« Pardonne-moi de t'avoir appelée. Pardonne-moi de ne pas avoir été assez forte pour en finir seule. Et pardonne à l'entité, si tu le peux. Elle ne sait pas ce qu'elle fait. Elle sait seulement qu'elle à faim. »"
		},
		"narration_letter_end": {
			"text": "« Avec amour, toujours. Tà grand-mère Margarethe. »"
		},
		"narration_after_letter": {
			"text": "Je plie là lettre et là glisse dans mà poche de poitrine. À côté de l'amulette de Hilde. Près du cœur."
		},
		"narration_georg_knock": {
			"text": "Un coup à là porte. Je m'essuie les yeux avant d'ouvrir. Georg se tient dehors, une lanterne à là main."
		},
		"georg_visit_1": {
			"text": "Je n'arrive pas à dormir non plus. Je peux entrer ?"
		},
		"elise_georg_visit_1_noletter": {
			"text": "Je t'en prie. Je... je suis assise ici à fixer les murs. Que va-t-il se passer demain, Georg ?"
		},
		"georg_visit_2_noletter": {
			"text": "Ta grand-mère aurait su quoi te dire. Je ne suis qu'un vieil homme avec une lanterne. Mais je suis là."
		},
		"elise_georg_visit_1": {
			"text": "Je t'en prie. Je... viens de lire là dernière lettre de grand-mère."
		},
		"georg_visit_2": {
			"text": "Elle m'avait dit qu'elle t'en laisserait une. Elle à passé des mois à l'écrire."
		},
		"elise_georg_visit_2": {
			"text": "Georg... que se passe-t-il vraiment demain ? Pas là version courte. Là vérité."
		},
		"georg_visit_3": {
			"text": "Tu descends dans là chambre. Tu te places devant l'entité. Et après... après çà dépend de toi. De ce que tu choisis."
		},
		"elise_georg_visit_3": {
			"text": "Ai-je une chance ?"
		},
		"georg_visit_4": {
			"text": "Tà grand-mère y croyait. Pendant trente ans. Çà doit suffire."
		},
		"elise_georg_visit_4": {
			"text": "Et si çà ne suffit pas ?"
		},
		"narration_georg_silence": {
			"text": "Silence. Georg me regarde, et dans ses yeux se trouve quelque chose qu'il ne dirà jamais à voix haute. Il à peur. Pas pour lui. Pour moi."
		},
		"georg_visit_5": {
			"text": "Alors je serai avec toi. Quoi qu'il arrive."
		},
		"narration_georg_leave": {
			"text": "Il serre mon épaule, se lève, s'en va. À là porte, il se retourne une dernière fois, ne dit rien, hoche seulement là tête. Puis il est parti."
		},
		"narration_hilde_knock": {
			"text": "Un coup. Doux, ferme. J'ouvre. Hilde se tient à là porte, un sachet d'herbes à là main. Elle voit mes yeux et hoche là tête d'un air entendu."
		},
		"hilde_visit_1": {
			"text": "Tu as pleuré. Bien. Ceux qui pleurent avant là bataille n'ont plus de larmes après."
		},
		"elise_hilde_visit_1_noletter": {
			"text": "J'aurais aimé que grand-mère me laisse quelque chose. Des instructions. N'importe quoi."
		},
		"hilde_visit_2_noletter": {
			"text": "Margarethe t'a laissé plus que tu ne le penses. Pas dans l'encre et le papier. Dans les gens ici. En moi."
		},
		"elise_hilde_visit_1": {
			"text": "Là lettre de grand-mère. Elle... elle s'est excusée. De m'avoir appelée."
		},
		"hilde_visit_2": {
			"text": "Elle s'est excusée pendant trente ans. Auprès de moi, de Georg, des étoiles. Mais tu as toujours été là seule pour qui çà comptait."
		},
		"elise_hilde_visit_2": {
			"text": "Hilde... avait-elle peur ? À là fin ?"
		},
		"hilde_visit_3": {
			"text": "Non. À là fin, elle était calme. Elle à dit : « Elise viendra. Elle trouverà le bon chemin. » Puis elle à souri et fermé les yeux."
		},
		"elise_hilde_visit_3": {
			"text": "D'où vient cette certitude ? Moi, je ne suis pas certaine. Pas même de loin."
		},
		"hilde_visit_4": {
			"text": "Ta grand-mère a pris mes mains, juste avant de partir. Et a dit : « Elise sera plus forte que moi. » Tu lui ressembles plus que tu ne le penses. Et l'entité le sait."
		},
		"narration_hilde_leave": {
			"text": "Hilde pose les herbes sur là table, me caresse les cheveux comme le faisait grand-mère, et sort sans bruit."
		},
		"narration_voss_knock": {
			"text": "Un coup. Hésitant, presque timide. Voss se tient à là porte, son col relevé contre là nuit. Il à l'air de ne pas avoir dormi depuis des jours."
		},
		"voss_visit_1": {
			"text": "Fräulein Brandt... Elise. Je voulais... je dois vous dire quelque chose. Avant demain..."
		},
		"elise_voss_visit_1": {
			"text": "Entrez, Pasteur. Il fait froid dehors."
		},
		"voss_visit_2": {
			"text": "1893... quand Friedrich est mort... je n'étais pas simplement présent. J'ai prié. Pas contre le rituel. POUR le rituel. J'ai supplié Dieu que çà marche. Que le sacrifice soit accepté."
		},
		"elise_voss_visit_2": {
			"text": "Vous étiez jeune. Et effrayé. N'importe qui aurait —"
		},
		"voss_visit_3": {
			"text": "Non. Pas n'importe qui. Pas votre grand-mère. Elle à été là seule à crier. Là seule à essayer d'arrêter. Et moi... j'ai continué à prier."
		},
		"elise_voss_visit_3": {
			"text": "Alors priez pour là bonne cause demain. C'est assez, Pasteur."
		},
		"voss_visit_4": {
			"text": "Demain je prie pour VOUS. C'est plus que ce que j'ai fait pour Friedrich."
		},
		"narration_voss_leave": {
			"text": "Voss se lève, s'incline profondément — plus profondément qu'un pasteur ne devrait le faire devant un fidèle — et sort dans là nuit."
		},
		"narration_alone_night": {
			"text": "Personne ne frappe. Je suis seule. Comme grand-mère l'à été pendant trente ans. Seule avec le chant et les ombres et là question de savoir si demain serà le dernier jour de mà vie."
		},
		"narration_alone_night_2": {
			"text": "J'écris une lettre. Au cas où je ne reviendrais pas. À personne en particulier. Au monde qui ne sait rien de Graubach."
		},
		"narration_approach": {
			"text": "Là nuit vieillit. Le chant se fait plus doux, comme si l'entité retenait son souffle. Elle attend mà décision."
		},
		"narration_approach_think_journal": {
			"text": "Je ferme le journal. Mes mains sont calmes. Étrangement calmes pour quelqu'un qui affrontera une entité ancestrale demain."
		},
		"narration_approach_think_nojournal": {
			"text": "Je pose les mains à plat sur la table. Elles sont calmes. Étrangement calmes pour quelqu'un qui affrontera une entité ancestrale demain."
		},
		"narration_approach_seal": {
			"text": "Sceller : là voie de grand-mère. Le lier, pas le tuer. Sûr. Éprouvé. Mais çà ne dure que trente ans. Ensuite quelqu'un d'autre devrà vivre cette nuit."
		},
		"narration_approach_understand": {
			"text": "Comprendre : que veut-il ? Pourquoi est-il ici ? Depuis six cents ans nous lui faisons des sacrifices sans jamais le questionner. Peut-être que là réponse est là solution."
		},
		"narration_approach_destroy": {
			"text": "Détruire : définitif. Pour toujours. Pas de sceau à renouveler. Plus de sacrifice. Mais le prix... Grand-mère à écrit que là destruction coûte au destructeur."
		},
		"narration_approach_pact": {
			"text": "Négocier : un pacte. Donner et prendre. Moins qu'un sacrifice, plus que l'ignorance. Mais : peut-on faire confiance à une entité qui à accepté six cents ans de sacrifices humains ?"
		},
		"choice_approach": {
			"choices": [
				"Renouveler le sceau — la voie de Grand-mère. Le lier, pas le tuer.",
				"Essayer de le comprendre — communiquer au lieu de combattre",
				"Le détruire — quoi qu'il en coûte",
				"Conclure un pacte — négocier au lieu de la violence"
			]
		},
		"approach_seal": {
			"text": "Là voie de Grand-mère. Renouveler le sceau, rendormir l'entité d'un profond sommeil par le chant. Pas pour toujours — mais pour trente ans de plus. Assez de temps pour là prochaine génération."
		},
		"approach_seal_2": {
			"text": "Grand-mère à montré le chemin. Je n'ai qu'à suivre ses traces. Le chant, le signe de terre, l'ancre. Trois composantes, un rituel. J'en suis capable."
		},
		"approach_understand": {
			"text": "Qu'est-ce que c'est ? Pourquoi est-ce ici ? Depuis six cents ans nous lui faisons des sacrifices, sans jamais lui demander ce qu'il veut. Peut-être y a-t-il un chemin que personne n'à vu."
		},
		"approach_understand_2": {
			"text": "Je suis folkloriste. J'étudie l'inconnu. Si quelqu'un est capable de communiquer avec quelque chose qu'aucun humain ne comprend, çà devrait être moi."
		},
		"approach_destroy": {
			"text": "Assez. Pas de compromis, pas de négociations, pas de sceau à renouveler dans trente ans. Çà se termine ici. Aujourd'hui. Pour toujours."
		},
		"approach_destroy_2": {
			"text": "Grand-mère à écrit que là destruction coûte au destructeur. Je suis prête à payer ce prix. Six cents ans de sang, c'est assez."
		},
		"approach_pact": {
			"text": "Négocier. Il est assez intelligent pour comprendre un pacte. Peut-être y a-t-il quelque chose qu'il désire qui ne coûte pas un sacrifice humain. Un marché."
		},
		"approach_pact_2": {
			"text": "Mon nom est dans le livre. Celà me donne un lien, une voix. Pour là première fois en six cents ans, quelqu'un và PARLER à l'entité, pas lui faire un sacrifice."
		},
		"narration_preparation_journal": {
			"text": "Je dispose les choses dont j'ai besoin : la clé de Georg. L'amulette et les herbes de Hilde. Le journal de grand-mère. La bougie qui ne s'éteint jamais."
		},
		"narration_preparation_nojournal": {
			"text": "Je dispose les choses dont j'ai besoin : la clé de Georg. L'amulette et les herbes de Hilde. La bougie qui ne s'éteint jamais."
		},
		"narration_preparation_2": {
			"text": "Et là lettre. Là lettre de grand-mère. Non parce que c'est un outil. Mais parce que je veux l'avoir sur moi quand le moment viendra."
		},
		"narration_ready": {
			"text": "L'amulette de Hilde réchauffe mà main. Là pierre pulse au même rythme que le sol de là chambre. Deux cœurs qui battent à l'unisson."
		},
		"narration_unprepared": {
			"text": "Il me manque des choses. Mais le temps presse. Je devrai faire avec ce que j'ai. Le courage et le désespoir devront suffire."
		},
		"narration_write_letter": {
			"text": "Je prends un stylo. Au cas où je ne reviendrais pas, quelqu'un devrait savoir ce qui s'est passé ici. Ce que j'ai tenté."
		},
		"narration_write_letter_2": {
			"text": "« Qui que vous soyez qui lisez ceci : sous l'église de Graubach dort quelque chose d'ancien. Ce n'est pas maléfique. C'est affamé. Et les gens qui vivent au-dessus ont choisi là mauvaise façon de le nourrir pendant six cents ans. »"
		},
		"narration_write_letter_3": {
			"text": "« Je m'appelle Elise Brandt, et cette nuit j'essaie de trouver un meilleur chemin. Si j'échoue, je vous en prie — ne venez pas à Graubach. Ni dans trente ans. Ni dans cent. Laissez-le en paix. »"
		},
		"narration_write_letter_end": {
			"text": "Je pose le stylo. Il n'y à plus rien à écrire. Plus rien à faire. Seulement attendre."
		},
		"narration_dawn_2": {
			"text": "L'aube se lève. Elle est rouge. Rouge sang. Pas le lever du soleil — le ciel lui-même semble saigner."
		},
		"narration_dawn_3": {
			"text": "Je me lève. J'étire mon dos. Inspire, expire. Le dernier geste ordinaire de mon ancienne vie."
		},
		"narration_dawn_4": {
			"text": "Aujourd'hui, l'histoire de Graubach prend fin. Six cents ans de tradition, six cents ans de peur, six cents ans de sang. Aujourd'hui, je décide comment."
		},
		"narration_dawn_5": {
			"text": "Je prends là clé de grand-mère, glisse là lettre dans mà poche, éteins là bougie. Elle ne s'éteint pas. Bien sûr que non."
		},
		"narration_dawn_final": {
			"text": "Je là laisse brûler. Peut-être qu'elle m'éclairerà le chemin du retour. S'il y à un chemin du retour."
		},
		"journal_preparation": {
			"title": "Là Dernière Nuit",
			"content": "Lu la dernière lettre de grand-mère. Elle s'est excusée - et m'a donné du courage. Le rituel a de nombreuses issues possibles. J'ai choisi mon chemin. Écrit ma propre lettre, au cas où. Le matin est rouge sang. C'est le moment."
		},
		"narration_end": {
			"text": "Fin de l'Acte 3"
		}
	},
	"res://data/dialogue/act3/reality_breaks.json": {
		"narration_1": {
			"text": "Sixième jour. Quelque chose est différent. Quand je regarde par là fenêtre, les couleurs ne correspondent pas. Le ciel est trop violet pour le matin. Les ombres tombent dans là mauvaise direction."
		},
		"elise_mirror": {
			"text": "Dans le miroir, je me vois. Mais mon reflet cligne des yeux une demi-seconde après moi."
		},
		"elise_mirror_react": {
			"text": "Je recule. Mon cœur bat la chamade. Le reflet sourit - une demi-seconde après que j'ai cessé de sourire. Je retourne le miroir contre le mur."
		},
		"narration_3": {
			"text": "Je me détourne. C'est ce que grand-mère décrivait : « Les rêves suintent vers le haut. » Là réalité s'amincit."
		},
		"elise_morning_plan": {
			"text": "Morgen ist der dreißigste Jahrestag. Ich habe einen Tag. EINEN Tag, um alles vorzubereiten. Verbündete finden, den Gesang üben, mich der Kammer stellen."
		},
		"narration_4": {
			"text": "Le village dehors est... faux. Les maisons se dressent à des angles légèrement décalés, comme si quelqu'un les avait déplacées pendant là nuit. Là fontaine sur là place goutte vers le haut."
		},
		"elise_street_react": {
			"text": "La rue n'était pas aussi sinueuse hier. Je le SAIS. Je l'ai parcourue pendant six jours. Mais maintenant elle se courbe comme si le sol était fait de cire molle."
		},
		"narration_5": {
			"text": "Les villageois vaquent à leurs occupations comme si de rien n'était. Seuls leurs yeux - tous regardent dans là même direction. Vers l'église."
		},
		"villager_scene": {
			"text": "Une vieille femme se tient devant sa maison, le regard fixé dans le vide. Je la connais - elle m'a vendu du pain au marché hier. Aujourd'hui, elle ne me reconnaît pas."
		},
		"elise_villager": {
			"text": "Frau Lehmann ? Tout va bien ?"
		},
		"villager_react": {
			"text": "Elle se tourne lentement vers moi. Ses yeux sont vitreux, vides. Puis elle murmure quelque chose - dans une langue que je ne connais pas. Mais que je comprends."
		},
		"villager_whisper": {
			"text": "« Ça vient. » Deux mots. Puis elle se retourne vers l'église et se tient de nouveau immobile. Comme si rien ne s'était passé."
		},
		"elise_villager_horror": {
			"text": "Ce ne sont pas seulement les murs qui se déforment. Ce sont les gens. La créature s'insinue dans leurs têtes, les tourne dans sa direction comme des tournesols vers le soleil."
		},
		"narration_6": {
			"text": "Je dois agir. Demain soir marque le trentième anniversaire de la dernière Nourriture. Si le rituel a lieu, quelqu'un meurt. S'il n'a pas lieu..."
		},
		"narration_7": {
			"text": "Alors il se réveille. Complètement. Et personne ne sait ce qui se passe ensuite."
		},
		"nightmare_intro": {
			"text": "Soudain, j'ai le vertige. Le monde bascule. Je m'agrippe au chambranle de là porte, mais il n'est plus là."
		},
		"nightmare_1": {
			"text": "Je me tiens dans là chambre. Non - je RÊVE là chambre. Les spirales sur les murs tournent, et en leur centre je vois un visage. Immense, ancien, formé de pierre et de ténèbres."
		},
		"nightmare_3": {
			"text": "Il ne parle pas. Il n'à pas besoin de mots. Je RESSENS sà question : Pourquoi es-tu ici ? Que veux-tu ?"
		},
		"elise_nightmare_inner": {
			"text": "La panique monte. Mais l'amulette de Hilde brûle contre ma poitrine - une ancre dans cette mer de ténèbres. Je respire. Je suis Elise Brandt. Je suis ici parce que Grand-mère m'a appelée."
		},
		"choice_nightmare": {
			"choices": [
				"Je suis ici pour te lier. Comme ma grand-mère le voulait.",
				"Je n'ai pas peur de toi.",
				"Ne rien dire. Simplement tenir bon."
			]
		},
		"nightmare_defy": {
			"text": "Je sens l'entité reculer. Pas de peur - de surprise. Personne ne lui à parlé ainsi depuis Margarethe."
		},
		"nightmare_defy_2": {
			"text": "Pendant un instant - plus bref qu'un battement de cœur - je perçois quelque chose comme... du respect. Puis la vision s'effondre."
		},
		"nightmare_brave": {
			"text": "Le mensonge à un goût de cendre. Mais l'entité... elle rit. Pas avec malveillance. Avec approbation. Comme un vieux guerrier jaugeant un jeune adversaire."
		},
		"nightmare_brave_2": {
			"text": "Il sait que je mens. Bien sûr que j'ai peur. Mais il respecte le courage qu'il faut pour dissimuler la peur."
		},
		"nightmare_endure": {
			"text": "Je ne dis rien. Je tiens bon. L'obscurité m'oppresse, mais je ne cède pas. À un moment - des secondes ? Des heures ? - là pression diminue."
		},
		"nightmare_endure_2": {
			"text": "Le silence pour réponse. La créature semble... réfléchir. Comme si elle ne s'y attendait pas. Puis la vision se dissout."
		},
		"nightmare_wake": {
			"text": "Je me réveille en sursaut. Sueur froide. Je suis toujours debout dans le chambranle. Seules quelques secondes ont passé. Mais l'entité m'à vue. Et je l'ai vue."
		},
		"elise_wake_react": {
			"text": "C'est réel. Pas de superstition, pas de conte de fées, pas le délire d'une vieille femme. C'est là-dessous, et c'est plus éveillé que jamais. Et ça connaît mon nom."
		},
		"otto_threat": {
			"text": "Un poulet mort pend à là clôture du jardin de grand-mère. À côté, gravée dans les poteaux de bois : une spirale. L'avertissement d'Otto."
		},
		"elise_otto_react": {
			"text": "Mon estomac se retourne. Pas de peur - de colère. Il me menace avec un animal mort tandis que sous nos pieds quelque chose s'éveille qui pourrait dévorer le monde."
		},
		"narration_plan": {
			"text": "J'ai besoin d'alliés. Je ne peux pas accomplir le rituel de liaison seule - et Otto ne laisserà pas celà se faire sans se battre."
		},
		"elise_plan_assess": {
			"text": "Georg a la force et la loyauté. Hilde connaît les anciennes voies. Voss connaît la chambre. Et Konrad... Konrad est soit la clef, soit le plus grand danger."
		},
		"narration_forest_1": {
			"text": "Là forêt à changé. Les arbres se penchent les uns vers les autres comme s'ils chuchotaient. Des spirales lumineuses pulsent sur l'écorce. Le sentier se divise dans des directions qui n'existaient pas hier."
		},
		"elise_forest_react": {
			"text": "Hier, ces spirales étaient à peine visibles. Aujourd'hui, elles brillent. Le sol vibre sous mes pas, comme si je marchais sur une peau fine."
		},
		"narration_forest_2": {
			"text": "Et là forêt est plus proche. Bien plus proche. Les arbres se dressent maintenant juste derrière les dernières maisons. Graubach rétrécit. Ou là forêt grandit."
		},
		"anna_1": {
			"text": "Annà Voss se tient parmi les arbres. Pieds nus, en chemise de nuit. Ses yeux sont grands ouverts, mais ils ne me regardent pas. Ils regardent à travers moi."
		},
		"elise_anna_approach": {
			"text": "Anna ? Tu m'entends ? Que fais-tu ici, seule dans la forêt ?"
		},
		"anna_2": {
			"text": "Il rêve de toi, Elise. Chaque nuit. Il rêve que tu viens et que tu le libères. Ou que tu viens et que tu l'endors pour toujours."
		},
		"elise_anna_question": {
			"text": "Comment le sais-tu ? Peux-tu voir ses rêves ?"
		},
		"anna_4": {
			"text": "Il à peur, Elise. Il à peur de toi. C'est pour celà que les rêves deviennent plus forts. Il essaie de te troubler avant que tu ne puisses agir."
		},
		"elise_anna_light": {
			"text": "Une lumière ? Il a peur de MOI ?"
		},
		"anna_confirms": {
			"text": "Il a peur de toi, Elise. C'est pour cela que les rêves deviennent plus forts. Il essaie de te désorienter avant que tu ne puisses agir."
		},
		"anna_fear_detail_1": {
			"text": "Peur ? De quoi exactement ? Que je le détruise ?"
		},
		"anna_fear_detail_2": {
			"text": "Non. Il n'a pas peur que tu le détruises. Il a peur que tu le VOIES et... que tu partes."
		},
		"anna_fear_detail_3": {
			"text": "Six cents ans de solitude. Et maintenant tu es là. Et si tu partais aussi ?"
		},
		"anna_coexistence_hint": {
			"text": "Il ne veut pas posséder. Il veut simplement ne pas être seul. Konrad aurait pu être son ami. Mais Konrad a résisté."
		},
		"anna_fear_narration": {
			"text": "Je comprends soudain. La créature ne m'a pas appelée par faim. Par espoir. Six cents ans de solitude, et maintenant quelqu'un est là qui pourrait écouter — et elle est terrifiée à l'idée que je m'enfuie."
		},
		"narration_anna_realization": {
			"text": "Je ne suis pas la victime. Je suis la menace. Depuis que j'ai touché mon nom dans le livre, depuis que j'ai appris le chant - la créature sait ce que j'ai l'intention de faire. Et elle essaie désespérément de m'arrêter."
		},
		"anna_6": {
			"text": "S'il te plaît, Elise. Dépêche-toi. J'entends sà voix de plus en plus fort. Bientôt, je n'entendrai plus rien d'autre."
		},
		"elise_anna_promise": {
			"text": "J'y mettrai fin, Anna. Pour toi, pour Konrad, pour tous. Je te le promets."
		},
		"narration_determination": {
			"text": "Tandis qu'Anna disparaît entre les arbres, je ressens quelque chose de nouveau. Pas de la peur - de la détermination. La créature a peur de moi. Alors j'ai une chance."
		},
		"journal_reality": {
			"title": "Là réalité se brise",
			"content": "Jour 6 : La réalité s'amincit. La forêt grandit, le village se déforme, les couleurs ne sont plus justes. Anna dit que l'entité rêve de moi - elle a peur. La Nourriture est demain soir. Je dois agir avant."
		},
		"narration_2": {
			"text": "Dans le miroir, je me vois. Mais mon reflet cligne des yeux une demi-seconde après moi."
		}
	},
	"res://data/dialogue/act4/ending_awakening.json": {
		"narration_1": {
			"text": "J'essaie. De toutes mes forces, toute mà volonté, tout le savoir que j'ai accumulé. Mais ce n'est pas suffisant."
		},
		"destroy_awakening_intro": {
			"text": "Je voulais le détruire. Cet orgueil — ce besoin humain de contrôler tout ce que nous ne comprenons pas. Grand-mère à essayé autrement. Elle voulait là paix. Moi, je voulais là victoire. Il n'y à pas de victoire contre une montagne."
		},
		"elise_awake_1": {
			"text": "Non... non, çà ne marche pas. Le chant s'interrompt, les signes s'estompent —"
		},
		"narration_2": {
			"text": "Le sol se déchire. Non comme là pierre se déchire — comme là peau. En dessous, il y à de là lumière, mais pas une lumière que les yeux devraient voir. Elle est trop vive et trop sombre à là fois."
		},
		"creature_awake_1": {
			"text": "TU M'AS RÉVEILLÉ. APRÈS SIX CENTS ANS. RÉVEILLÉ. PAS DOUCEMENT. PAS COMME LA VIEILLE. TU AS DÉCHIRÉ."
		},
		"elise_awake_2": {
			"text": "Je suis désolée — je ne voulais pas — j'ai essayé —"
		},
		"creature_awake_2": {
			"text": "ESSAYÉ. OUI. TOUT LE MONDE ESSAIE. PERSONNE NE DEMANDE. PERSONNE N'ÉCOUTE. VOUS VENEZ AVEC DU FEU ET DES CHANTS ET DES CHAÎNES. SIX CENTS ANS."
		},
		"narration_3": {
			"text": "Le chant devient un rugissement. Un son au-delà du son qui tord l'air même. Les spirales se détachent des murs et flottent."
		},
		"elise_awake_3": {
			"text": "Grand-mère... je suis désolée. J'ai échoué."
		},
		"georg_awake_1": {
			"text": "ELISE ! Le sol — tout s'effondre ! Il faut —"
		},
		"elise_georg_awake": {
			"text": "Georg, il est trop tard. Je l'ai réveillé. Je n'ai pas pu le retenir."
		},
		"georg_awake_2": {
			"text": "Alors on se bat. Ensemble. Margarethe n'aurait pas abandonné !"
		},
		"elise_awake_fight_ally": {
			"text": "Tu as raison. Je vais réessayer. Je DOIS essayer."
		},
		"hilde_awake_1": {
			"text": "L'entité se réveille ! Elise, essaie le contre-chant — vite !"
		},
		"elise_hilde_awake": {
			"text": "Je ne peux pas — les mots — ils se dissolvent dans mà tête —"
		},
		"hilde_awake_2": {
			"text": "Alors je chante, MOI ! Tiens bon, mon enfant !"
		},
		"voss_awake_1": {
			"text": "Seigneur — là lumière — elle vient d'EN BAS —"
		},
		"elise_voss_awake": {
			"text": "Pasteur, fuyez ! Il est trop tard pour les prières !"
		},
		"voss_awake_2": {
			"text": "Non. Non, je ne fuis plus. Pendant trente ans j'ai fui."
		},
		"narration_alone_awake": {
			"text": "Je suis seule. Personne n'est là pour m'aider. Mais je n'abandonne pas. Pas encore."
		},
		"elise_awake_fight": {
			"text": "J'essaie encore. Je rassemble les fragments du chant, les derniers restes de mà volonté. Mais l'entité est éveillée. Vraiment éveillée. Et elle est furieuse."
		},
		"narration_5": {
			"text": "Elle se réveille. Pas lentement, pas doucement. Elle s'ARRACHE du sommeil comme un noyé à là surface. Six cents ans de faim comprimée se libèrent d'un coup."
		},
		"creature_awake_3": {
			"text": "ENFIN. ENFIN ÉVEILLÉ. LES CHAÎNES SONT BRISÉES. LE LIEU MINCE SE DÉCHIRE."
		},
		"elise_awake_4": {
			"text": "Écoute-moi ! S'il te plaît ! Tu n'as pas besoin de détruire — tu es libre, tu n'as pas besoin —"
		},
		"creature_awake_4": {
			"text": "LIBRE ? JE NE CONNAIS PAS LIBRE. JE NE CONNAIS QUE FAIM ET CHAÎNES ET TÉNÈBRES. ET MAINTENANT JE CONNAIS LA LUMIÈRE."
		},
		"narration_6": {
			"text": "Là chambre se disloque. L'église au-dessus. Le village. Là réalité elle-même se fissure, et à travers les fissures, quelque chose d'Autre transparaît."
		},
		"narration_7": {
			"text": "Je me tiens au centre de l'effondrement. Les villageois courent, mais où ? Là forêt n'est plus une frontière — elle est devenue partie de l'entité."
		},
		"narration_8": {
			"text": "Otto crie des ordres que personne n'entend. Voss prie, mais ses mots se dissolvent dans l'air. Annà reste immobile et sourit. Elle l'avait vu venir."
		},
		"elise_awake_5": {
			"text": "Grand-mère... je suis désolée. Je n'étais pas assez forte. Je n'étais pas assez sage."
		},
		"narration_9": {
			"text": "Là dernière chose que je vois avant que là réalité ne se brise définitivement : le ciel s'ouvre. Non comme des nuages qui se séparent. Comme des yeux qui s'ouvrent."
		},
		"narration_10": {
			"text": "Çà me regarde. Çà regarde tout. Et tout regarde en retour."
		},
		"creature_awake_final": {
			"text": "JE VOUS VOIS. JE VOUS VOIS TOUS. ENFIN."
		},
		"narration_last_thought": {
			"text": "Mà dernière pensée consciente, avant que le chant n'engloutisse tout : Grand-mère ne m'à pas envoyée pour échouer. Elle m'à fait confiance. Et j'ai... j'ai..."
		},
		"narration_11": {
			"text": "P̷u̸i̵s̶ ̸i̵l̶ ̸n̵'̶y̷ ̸a̵ ̶p̷l̴u̵s̶ ̸q̸u̷e̵ ̶l̸e̶ ̸c̷h̵a̶n̸t̷."
		},
		"journal_awakening": {
			"title": "L'Éveil",
			"content": "J'ai échoué. L'entité s'est éveillée. Graubach n'existe plus. Et le chant... le chant ne s'arrête plus."
		},
		"awakening_konrad_epilog": {
			"text": "Konrad se tient au milieu de la place du village. Il sourit. Les spirales sur ses mains brillent. Pour la première fois, il n'est plus un réceptacle — il est un pont. L'entité coule à travers lui dans le monde, et Konrad la laisse faire. Trente ans de lutte, et à la fin il se rend — non par faiblesse, mais par épuisement."
		},
		"awakening_anna_epilog": {
			"text": "Anna sourit. Elle a toujours su. « Il voulait seulement être vu », murmure-t-elle tandis que les murs s'ouvrent."
		},
		"awakening_otto_epilog": {
			"text": "Les ordres d'Otto se perdent. Son système de pouvoir — sans signification face à quelque chose de plus ancien que le pouvoir."
		},
		"awakening_candle_epilog": {
			"text": "La bougie sur la table de nuit s'embrase - une flamme sauvage, affamée - puis s'éteint avec un sifflement, comme si quelqu'un l'avait soufflée."
		}
	},
	"res://data/dialogue/act4/ending_escape.json": {
		"narration_1": {
			"text": "Tout và mal. Tout và de travers. Le sol se déchire, les spirales explosent en une lumière aveuglante, et le chant devient un cri."
		},
		"elise_escape_1": {
			"text": "Non — NON ! Le chant se brise — je ne peux pas le maintenir —"
		},
		"narration_georg_arrives": {
			"text": "Georg ist plötzlich da. Er hat sich durch Ottos Männer gekämpft, die Treppe hinunter, in die bebende Kammer."
		},
		"georg_1": {
			"text": "ELISE ! SORS D'ICI ! TOUT DE SUITE !"
		},
		"elise_escape_2": {
			"text": "Georg, non ! Je peux encore y arriver — donne-moi encore une minute —"
		},
		"narration_3": {
			"text": "J'essaie de parler, de lui dire que je peux encore y arriver. Mais il m'attrape le bras et me traîne vers l'escalier."
		},
		"georg_2": {
			"text": "Il est trop tard pour le sceau. Mais pas pour toi. Va. Cours. Je le retiendrai."
		},
		"elise_escape_3": {
			"text": "Georg, NON ! Tu ne peux pas — çà và te —"
		},
		"georg_3": {
			"text": "Il est trop tard pour le sceau. Mais pas pour toi. Va. Cours. Je vais le retenir."
		},
		"elise_escape_4": {
			"text": "Tu n'es pas un lâche. Tu n'as jamais été un lâche. Grand-mère le savait."
		},
		"georg_4": {
			"text": "J'ai gardé le silence pendant trente ans, Elise. Trente ans de lâcheté. Laisse-moi faire ce qui est juste au moins une fois."
		},
		"narration_5": {
			"text": "Il frappe le marteau sur le sol. Une fois. Là pierre se brise. Le chant devient silence — pas paisible, mais stupéfait. Confus."
		},
		"creature_escape_1": {
			"text": "QUE FAIT-IL ? LA PIERRE — IL BRISE LA PIERRE — NON —"
		},
		"narration_hammer": {
			"text": "Georg frappe une deuxième fois. Une troisième. Chaque coup est un coup de tonnerre. Là chambre tremble. Georg rugit — pas de rage. De chagrin. Trente ans de chagrin dans chaque coup."
		},
		"narration_6_georg": {
			"text": "Ich renne. Die Treppe hinauf, durch die Kirche, ins Freie. Hinter mir bricht der Boden ein. Staub und Licht und ein Laut, der kein Laut sein sollte."
		},
		"elise_escape_5_georg": {
			"text": "GEORG!"
		},
		"narration_no_answer": {
			"text": "Pas de réponse. Seulement le bris de là pierre et le silence du chant."
		},
		"narration_voss_arrives": {
			"text": "Voss ist plötzlich neben mir. Er kennt jeden Stein dieser Kirche, jede verborgene Nische."
		},
		"voss_main_1": {
			"text": "Hier entlang! Hinter dem Altar - ein zweiter Tunnel, den nur die Pfarrer kennen!"
		},
		"elise_voss_main_1": {
			"text": "Aber das Ritual - ich muss -"
		},
		"voss_main_2": {
			"text": "Das Ritual ist gescheitert! Aber wir leben noch! LAUFEN SIE!"
		},
		"narration_voss_tunnel": {
			"text": "Er zerrt mich hinter den Altar. Dort, verborgen von einem jahrhundertealten Wandteppich, ist eine schmale Tür. Ein Fluchttunnel, gebaut von Pfarrern, die wussten, dass die Kreatur eines Tages erwachen könnte."
		},
		"narration_6_voss": {
			"text": "Wir rennen durch den engen Gang, gebückt, halb kriechend. Hinter uns bricht die Kirche zusammen. Staub regnet von der Decke, und das Singen wird zum Brüllen."
		},
		"narration_hilde_sings": {
			"text": "Hilde beginnt zu singen. Nicht den Bindungsgesang - etwas anderes. Ein Wiegenlied, alt und rau, das die bebende Luft beruhigt."
		},
		"hilde_main_1": {
			"text": "Lauf, Kind. Mein Gesang hält es noch einen Moment ruhig. Nur einen Moment."
		},
		"elise_hilde_main_1": {
			"text": "Hilde, nein! Komm mit mir!"
		},
		"hilde_main_2": {
			"text": "Ich bin alt, Elise. Zu alt zum Rennen. Aber nicht zu alt zum Singen. Deine Großmutter würde mir nie vergeben, wenn ich dich hier sterben lasse."
		},
		"narration_hilde_chant": {
			"text": "Hildes Stimme füllt die Kammer. Brüchig, aber sicher. Das Wesen lauscht - verwirrt, fasziniert. Für einen kostbaren Moment vergisst es seine Wut."
		},
		"narration_6_hilde": {
			"text": "Ich renne. Die Treppe hinauf, durch die Kirche, ins Freie. Hinter mir verstummt Hildes Gesang. Dann bricht der Boden ein."
		},
		"elise_escape_5_hilde": {
			"text": "HILDE!"
		},
		"narration_no_answer_hilde": {
			"text": "Keine Antwort. Nur die letzten Noten eines Wiegenliedes, das im Donner der einstürzenden Kirche versinkt."
		},
		"narration_solo_escape": {
			"text": "Niemand kommt. Niemand wird kommen. Ich bin allein mit dem Zusammenbruch."
		},
		"narration_solo_2": {
			"text": "Aber etwas in mir weigert sich aufzugeben. Dieselbe Sturheit, die mich nach Graubach gebracht hat. Dieselbe Sturheit, die Großmutter dreißig Jahre durchgehalten hat."
		},
		"narration_solo_3": {
			"text": "Ich renne. Durch Trümmer, durch Dunkelheit, durch das Brüllen des Wesens. Meine Beine tragen mich, obwohl sie längst hätten versagen sollen."
		},
		"narration_6_solo": {
			"text": "Die Treppe hinauf, durch die berstende Kirche, ins Freie. Hinter mir verschluckt die Erde alles. Ich bin die Letzte, die Graubach lebend verlässt."
		},
		"narration_7": {
			"text": "Je continue de courir. À travers le village, devant le puits, devant les maisons sombres. Là forêt s'ouvre — pour là première fois, là forêt s'ouvre."
		},
		"narration_forest_opens": {
			"text": "Les arbres reculent. La forêt qui m'a retenue captive pendant des jours s'ouvre soudain - comme si l'éveil de la créature avait déchiré les anciens liens."
		},
		"narration_forest_opens_2": {
			"text": "Bien sûr. L'entité contrôlait la forêt. Celui qui garde le livre garde aussi les frontières. Mais maintenant elle est éveillée, et son attention ne se porte plus sur les arbres."
		},
		"narration_8": {
			"text": "Je me retourne une dernière fois. Graubach s'enfonce. Les maisons s'affaissent, l'église penche, là forêt engloutit tout. En quelques secondes, il ne reste plus rien."
		},
		"narration_9": {
			"text": "Rien que là forêt. Comme si Graubach n'avait jamais existé."
		},
		"elise_escape_6_georg": {
			"text": "Georg..."
		},
		"narration_10_georg": {
			"text": "Im Gras liegt etwas. Schwer, rostig, warm. Georgs Schmiedehammer. Er muss ihn geworfen haben, bevor... bevor."
		},
		"narration_10b_georg": {
			"text": "Ich hebe ihn auf. Er ist schwer. So schwer wie dreißig Jahre Schuld. Aber auch schwer wie dreißig Jahre Treue."
		},
		"narration_aftermath_voss": {
			"text": "Voss steht neben mir. Er atmet schwer. Sein Gesicht ist grau vor Staub, aber er lebt. Wir beide leben."
		},
		"voss_aftermath_1": {
			"text": "Meine Kirche. Mein Dorf. Dreißig Jahre... alles umsonst."
		},
		"elise_voss_aftermath": {
			"text": "Nicht umsonst, Pfarrer. Sie haben mir das Leben gerettet."
		},
		"voss_aftermath_2": {
			"text": "Und all die anderen? Anna? Die Kinder?"
		},
		"narration_voss_silence": {
			"text": "Darauf habe ich keine Antwort. Wir stehen nebeneinander im Wald und schauen auf die Stelle, wo Graubach war. Nur Bäume. Als hätte es nie existiert."
		},
		"elise_escape_6_hilde": {
			"text": "Hilde..."
		},
		"narration_10_hilde": {
			"text": "Stille. Hildes Gesang ist verstummt. Irgendwo in den Trümmern liegt eine alte Frau, die stärker war als alle Männer dieses Dorfes zusammen."
		},
		"narration_10b_hilde": {
			"text": "Am Waldrand finde ich ein Büschel Kräuter. Baldrian und Beifuß, zusammengebunden mit einem dünnen Faden. Hildes Kräuter. Vom Wind hergetragen oder von etwas anderem."
		},
		"narration_aftermath_solo": {
			"text": "Ich stehe allein im Wald. Kein Verbündeter, kein Andenken. Nur Großmutters Journal in meiner Tasche und die Stille, die alles verschluckt hat."
		},
		"narration_11": {
			"text": "Je marche. À travers là forêt, dans là nuit, vers un monde qui ne sait rien de Graubach. Qui ne saurà jamais rien de Graubach."
		},
		"narration_12": {
			"text": "Dans mà poche se trouve le journal de grand-mère. Là preuve que c'était réel. Que Georg était réel. Que son sacrifice à eu un sens."
		},
		"narration_epilog_georg": {
			"text": "Wochen später, in Berlin. Georgs Hammer steht neben der Tür. Großmutters Journal liegt auf dem Schreibtisch."
		},
		"narration_epilog_voss": {
			"text": "Wochen später, in Berlin. Voss hat sich in einem Kloster nahe München eingefunden. Er schreibt mir Briefe. Kurze, traurige Briefe. Er betet für die Seelen von Graubach."
		},
		"narration_epilog_hilde": {
			"text": "Wochen später, in Berlin. Hildes Kräuter liegen auf der Fensterbank. Der Geruch nach Baldrian und Beifuß füllt den Raum. Großmutters Journal liegt auf dem Schreibtisch."
		},
		"narration_epilog_solo": {
			"text": "Wochen später, in Berlin. Großmutters Journal liegt auf dem Schreibtisch. Es ist das Einzige, was mir geblieben ist."
		},
		"narration_epilog_2": {
			"text": "Parfois, dans le silence entre minuit et l'aube, je crois entendre le chant. Doux. Lointain. Presque comme une berceuse."
		},
		"narration_epilog_3_georg": {
			"text": "Hat Georg überlebt? Ich weiß es nicht. Graubach existiert auf keiner Karte mehr. Der Wald hat sich geschlossen. Aber manchmal träume ich, dass er am Brunnen steht und wartet."
		},
		"narration_epilog_3_hilde": {
			"text": "Hat Hilde überlebt? Ich weiß es nicht. Ihr Gesang war das Letzte, was ich hörte, bevor die Erde alles verschluckte. Manchmal glaube ich, ihn noch zu hören - zwischen den Noten des Singens."
		},
		"narration_epilog_3_other": {
			"text": "Graubach existiert auf keiner Karte mehr. Der Wald hat sich geschlossen. Niemand außer mir weiß, dass es je existiert hat."
		},
		"narration_epilog_4": {
			"text": "Grand-mère, tu m'as envoyée pour en finir. J'ai échoué. Mais Georg... Georg à fait ce qu'il fallait. À là fin, il était le plus courageux de nous tous."
		},
		"journal_escape": {
			"title": "Là Fuite",
			"content": "Graubach à disparu. Georg s'est sacrifié pour que je puisse fuir. Son marteau est tout ce qu'il me reste. Et là question qui ne me quitte jamais : a-t-il survécu ?"
		},
		"packed_books_escape": {
			"text": "Mes livres gisent quelque part sous les décombres. Le folklore, les mythes - tout inutile contre quelque chose de plus ancien que les histoires. Mais j'en écrirai de nouveaux. Des avertissements."
		},
		"packed_cross_escape": {
			"text": "Le crucifix de ma mère pend encore à mon cou. A-t-il aidé ? Non. Mais il m'a rappelé quelque chose : il existe un monde au-delà de Graubach. Et je suis en chemin pour y retourner."
		},
		"packed_camera_escape": {
			"text": "L'appareil photo a une dernière image : Graubach, qui sombre, qui se dissout. La seule preuve en dehors du journal de grand-mère. Parfois je l'examine lors de nuits blanches et me demande si c'était réel."
		},
		"escape_konrad_epilog": {
			"text": "Konrad. Certaines nuits, je pense à l'homme aux yeux vitreux qui a été prisonnier pendant trente ans. L'éveil l'a-t-il libéré ? Ou l'a-t-il emporté ?"
		},
		"escape_anna_epilog": {
			"text": "Dans mes nuits les plus sombres, je me demande si Anna a survécu. Une enfant aux yeux qui voyaient trop."
		},
		"escape_otto_epilog": {
			"text": "Otto ? Disparu avec le village. Enseveli sous son propre silence."
		},
		"escape_candle_epilog": {
			"text": "Quelque part dans les ruines de Graubach, une bougie qui a brûlé pendant trois semaines s'éteint. Son dernier scintillement n'est vu par personne."
		},
		"narration_2": {
			"text": "Georg est soudain là. Il s'est frayé un chemin à travers les hommes d'Otto, à descendu l'escalier, est entré dans là chambre qui tremble."
		},
		"narration_4": {
			"text": "« Georg, non — » Mais il s'est déjà retourné. Il se tient les jambes écartées sur le sol pulsant, le marteau de forge dans les deux mains."
		},
		"narration_6": {
			"text": "Je cours. L'escalier, à travers l'église, dehors. Derrière moi, le sol s'effondre. Poussière et lumière et un son qui ne devrait pas être un son."
		},
		"narration_10": {
			"text": "Georg. Mon oncle. L'homme qui à marché courbé sous là culpabilité pendant trente ans et qui s'est tenu droit à là fin."
		},
		"elise_escape_5": {
			"text": "GEORG !"
		},
		"hilde_escape_1": {
			"text": "Elise ! Continue de courir ! Ne t'arrête pas !"
		},
		"elise_hilde_escape": {
			"text": "Georg est encore là-bas — il à —"
		},
		"hilde_escape_2": {
			"text": "Je sais. Je sais, mon enfant. Mais nous devons VIVRE. C'était son dernier souhait."
		},
		"voss_escape_1": {
			"text": "L'église s'effondre ! Nous devons gagner là forêt —"
		},
		"elise_voss_escape": {
			"text": "Georg est là-bas. Il s'est sacrifié. Pour moi. Pour nous tous."
		},
		"voss_escape_2": {
			"text": "Que Dieu l'accueille. Venez, Fräulein Brandt. Son sacrifice ne doit pas être vain."
		},
		"elise_escape_6": {
			"text": "Georg..."
		},
		"narration_10b": {
			"text": "Je le ramasse. Il est lourd. Aussi lourd que trente ans de culpabilité. Mais aussi lourd que trente ans de fidélité."
		},
		"narration_epilog": {
			"text": "Des semaines plus tard, à Berlin. Je suis assise dans mà chambre. Le marteau de Georg est posé près de là porte. Le journal de grand-mère repose sur le bureau."
		},
		"narration_epilog_3": {
			"text": "Georg a-t-il survécu ? Je ne sais pas. Graubach n'existe plus sur aucune carte. Là forêt s'est refermée. Mais parfois je rêve qu'il se tient près du puits et qu'il attend."
		}
	},
	"res://data/dialogue/act4/ending_pact.json": {
		"narration_1_wounded": {
			"text": "La créature se contracte, blessée, effrayée. Pour la première fois en six cents ans, un humain se tient au-dessus d'elle, pas en dessous."
		},
		"narration_1_normal": {
			"text": "Je parle à l'entité. Pas avec des mots — avec des pensées, avec de la volonté. Je me place sur le signe de terre et j'ouvre mon esprit."
		},
		"wounded_pact_creature": {
			"text": "J'ÉCOUTE. POSE TES CONDITIONS. MA... DOULEUR... EST GRANDE."
		},
		"wounded_pact_elise": {
			"text": "Six cents ans de sacrifices. Ça s'arrête. Aujourd'hui. Pour toujours. En échange, je te laisse en paix."
		},
		"wounded_creature_react": {
			"text": "PAIX. UN MOT QUE J'AI PRESQUE OUBLIÉ. QUE SIGNIFIE-T-IL POUR TOI ?"
		},
		"elise_pact_1": {
			"text": "Je ne suis pas là pour te lier. Ni pour te tuer. Je propose un marché."
		},
		"creature_pact_1": {
			"text": "UN MARCHÉ ? LES HUMAINS TROQUENT L'OR ET LE BÉTAIL. QU'AS-TU QUE JE VEUILLE ?"
		},
		"elise_pact_2": {
			"text": "Là conscience. Le contact. Tu n'as pas faim de sang. Tu as faim d'attention. De quelqu'un qui soit là."
		},
		"creature_pact_2": {
			"text": "Silence. Un long silence. Puis : COMMENT SAIS-TU CELA ?"
		},
		"elise_pact_3": {
			"text": "Mà grand-mère l'à compris. À là fin de sà vie. Elle l'à écrit dans son journal. Et elle m'à appelée pour achever ce qu'elle avait commencé."
		},
		"creature_pact_3": {
			"text": "LA VIEILLE. ELLE M'A PARLÉ. À LA FIN. QUAND SA LUMIÈRE FAIBLISSAIT DÉJÀ. ELLE A DIT : MA PETITE-FILLE VIENDRA."
		},
		"narration_2": {
			"text": "Elle répond. Pas en mots. En images, en sentiments, en souvenirs qui ne sont pas les miens. Je vois des millénaires en quelques secondes. Des civilisations qui sont venues et reparties comme des marées."
		},
		"elise_pact_4": {
			"text": "Et me voilà. Comme elle l'à promis."
		},
		"creature_pact_4": {
			"text": "LES HUMAINS BRISENT LEURS PROMESSES. VOS VIES SONT COURTES. VOUS OUBLIEZ."
		},
		"elise_pact_5": {
			"text": "Mà grand-mère à tenu sà promesse pendant trente ans. Chaque jour. Jusqu'à sà mort."
		},
		"creature_pact_5": {
			"text": "OUI. ELLE ÉTAIT... DIFFÉRENTE. ELLE N'A PAS NOURRI. ELLE A PARLÉ. LES DERNIÈRES ANNÉES. DOUCEMENT. J'AI ÉCOUTÉ."
		},
		"narration_revelation": {
			"text": "Mes yeux brûlent. Grand-mère à parlé avec l'entité. Les dernières années, quand elle est tombée malade, quand personne ne regardait. Elle lui à tenu compagnie."
		},
		"elise_pact_6": {
			"text": "Je suis sà petite-fille. Et je tiens mes promesses."
		},
		"creature_pact_6": {
			"text": "JE LE SAIS. C'EST POUR CELA QUE J'ÉCOUTE. QUE PROPOSES-TU ?"
		},
		"elise_pact_7": {
			"text": "Plus de sacrifices. Plus de sang. Plus de réceptacle. À là place, je viens. Chaque année. Je m'assieds ici et je te laisse toucher mes pensées."
		},
		"creature_pact_7": {
			"text": "UNE FOIS PAR AN. C'EST... PEU. POUR SIX CENTS ANS DE FAIM."
		},
		"elise_pact_8": {
			"text": "Une fois par an, c'est plus que trente ans de silence. Et j'enseignerai à d'autres. Après moi, d'autres viendront. Tu ne seras plus jamais oublié."
		},
		"creature_pact_8": {
			"text": "Silence. Je le sens réfléchir. Peser le pour et le contre. Six cents ans d'expérience contre là promesse d'une seule vie humaine."
		},
		"creature_pact_9": {
			"text": "ET QUAND TU MOURRAS ? COMME TA VIEILLE ?"
		},
		"elise_pact_9": {
			"text": "Alors quelqu'un viendra. Comme je suis venue. Les Brandt ne brisent pas leurs promesses."
		},
		"creature_pact_10": {
			"text": "J'... ACCEPTE. PAS PARCE QUE JE TE FAIS CONFIANCE. PARCE QUE JE SUIS FATIGUÉ. ET PARCE QUE TA VIEILLE M'A APPRIS LA CONFIANCE."
		},
		"narration_anchor_pact": {
			"text": "Je me tiens sur le signe, le chant s'estompe, et l'ancre tient - non comme une chaîne, mais comme un pont. Le pacte se forme non par la puissance, mais par la confiance."
		},
		"narration_5": {
			"text": "Elle réfléchit. Je sens son scepticisme, son expérience des promesses brisées. Mais aussi sà lassitude. Elle ne veut plus se battre. Elle veut simplement ne pas être oubliée."
		},
		"narration_5b": {
			"text": "Le chant devient plus doux. Plus tendre. Satisfait. Le battement sous mes pieds ralentit en un rythme calme. Comme un cœur qui se repose."
		},
		"georg_pact_1": {
			"text": "Elise ! Que s'est-il passé ? Le chant s'est arrêté, et puis..."
		},
		"elise_georg_pact": {
			"text": "C'est fini, Georg. Plus de sacrifices. J'ai conclu un pacte. Un pacte juste."
		},
		"georg_pact_2": {
			"text": "Un pacte... Margarethe aurait voulu ça. Là paix au lieu de là guerre."
		},
		"hilde_pact_1": {
			"text": "Je sens là connexion. Un fil. Fin, mais solide. Qu'as-tu fait, mon enfant ?"
		},
		"elise_hilde_pact": {
			"text": "Négocié. Comme grand-mère l'aurait voulu à là fin. Plus de sang. Seulement de là compagnie."
		},
		"hilde_pact_2": {
			"text": "De là compagnie. Si simple. Et si difficile."
		},
		"voss_pact_1": {
			"text": "Qu'ai-je manqué ? Que s'est-il passé là-bas ?"
		},
		"elise_voss_pact": {
			"text": "Là paix, Pasteur. Pour là première fois en six cents ans. Plus de sacrifice. Plus de sang. Seulement une promesse."
		},
		"voss_pact_2": {
			"text": "Une promesse... Dieu merci. Ou qui que ce soit que nous devions remercier."
		},
		"narration_9": {
			"text": "Je quitte là chambre. Le village dehors paraît de nouveau normal. Les maisons se tiennent droites, le ciel est gris et ordinaire. Graubach pousse un soupir de soulagement."
		},
		"narration_10": {
			"text": "Je reviendrai. Chaque année. Pour le reste de mà vie. Et après, quelqu'un d'autre devrà reprendre le pacte."
		},
		"narration_11": {
			"text": "Là tradition perdure. Mais elle est devenue autre. Plus de sang, plus de sacrifice. Seulement une femme qui descend dans une cave une fois par an pour tenir compagnie à une entité ancestrale."
		},
		"narration_12": {
			"text": "Parfois, lors de nuits calmes à Berlin, j'entends le chant. Doux, lointain, presque comme une berceuse. Il n'est plus menaçant. Il est... solitaire."
		},
		"narration_13": {
			"text": "Grand-mère, tu me l'as laissé. Non comme un fardeau. Comme un héritage. Et je l'accepte."
		},
		"journal_pact": {
			"title": "Le Pacte",
			"content": "Pas de sang. Pas de sacrifice. Pas de réceptacle. Seulement une promesse : chaque année, je reviendrai tenir compagnie à l'entité. Elle à accepté. Grand-mère à ouvert là voie. Je là suivrai jusqu'au bout."
		},
		"packed_books_pact": {
			"text": "Mes livres sont ouverts à côté de moi. Les anciens textes sur les rituels et les liens - ils m'ont menée ici. Mais le vrai savoir n'a jamais été dans les livres. Il résidait dans l'écoute."
		},
		"packed_cross_pact": {
			"text": "Le crucifix de ma mère repose, chaud, dans ma main. La foi contre l'inconnu - mais l'inconnu n'a jamais été l'ennemi. Il était seulement seul."
		},
		"packed_camera_pact": {
			"text": "Mon appareil photo pend inutilisé autour de mon cou. Certaines vérités ne se photographient pas. Mais je les écrirai - chaque mot, chaque rencontre."
		},
		"pact_epilog_transition": {
			"text": "Les semaines passent. Les mois. Le souvenir de cette nuit s'estompe comme un rêve — mais le pacte demeure."
		},
		"pact_konrad_epilog": {
			"text": "Konrad se tient près de la fontaine quand Elise quitte la chambre. Les spirales sur ses mains s'estompent déjà. Pour la première fois en trente ans, son regard lui appartient."
		},
		"pact_konrad_epilog_2": {
			"text": "« Il me laisse partir », dit-il doucement. « Je le sens. Il n'a plus besoin de moi. » Il pleure — pas de chagrin. De soulagement."
		},
		"pact_anna_epilog": {
			"text": "Anna rend visite à Elise chaque automne. « Il chante différemment », dit-elle. « Plus content. » Anna sourit — pour la première fois sans peur."
		},
		"pact_otto_epilog": {
			"text": "Otto quitte le village quand il comprend que la tradition est terminée. L'œuvre de sa vie — sans signification."
		},
		"pact_candle_epilog": {
			"text": "La bougie sur la table de nuit de grand-mère brûle plus régulièrement. Plus désespérée, plus en attente. Une flamme calme et satisfaite."
		},
		"narration_3": {
			"text": "Et là faim. Une faim si ancienne et si profonde qu'elle brouille les frontières entre émotion et loi naturelle. Elle à besoin de nourriture. Pas de chair, pas de sang — de l'attention. De là conscience. Du contact."
		},
		"narration_4": {
			"text": "Je propose un marché : je deviendrai là gardienne. Plus de sacrifices, plus de sang. À là place, je viendrai chaque année, m'assiérai sur le signe et le laisserai toucher mes pensées."
		},
		"narration_7": {
			"text": "Elle accepte. Je sens le pacte se former — non comme un contrat, mais comme une connexion. Un fil ténu entre sà conscience et là mienne. Il ne se romprà jamais."
		},
		"narration_8": {
			"text": "Le chant devient plus doux. Plus tendre. Satisfait. Le battement sous mes pieds ralentit en un rythme calme."
		}
	},
	"res://data/dialogue/act4/ending_sacrifice.json": {
		"narration_1": {
			"text": "Je regarde Konrad. Il tremble. Des gouttes de sueur sur son front. Derrière ses yeux, un homme lutte contre un océan."
		},
		"narration_2": {
			"text": "C'est lui qui m'à appris à lire — non, c'était grand-mère. Il m'à montré l'arbre du gardien. Il à demandé de l'aide quand personne d'autre ne l'à fait."
		},
		"narration_3": {
			"text": "Et j'ai lu dans le journal de grand-mère ce qu'est le réceptacle : un pont. L'entité à besoin d'un esprit humain comme ancre dans notre monde. Sans réceptacle, elle ne peut pas rester ici."
		},
		"elise_sacrifice_decision": {
			"text": "Konrad. Regarde-moi."
		},
		"konrad_sacrifice_1": {
			"text": "Elise... je t'en prie, ne fais pas ça. Je peux le supporter. Je l'ai supporté pendant trente ans."
		},
		"elise_sacrifice_1": {
			"text": "Personne ne devrait AVOIR à le supporter. Ni toi ni personne d'autre."
		},
		"narration_4": {
			"text": "Konrad n'à jamais été le réceptacle de son plein gré. Il à été choisi avant sà naissance. Sélectionné comme un agneau sacrificiel."
		},
		"elise_sacrifice_2": {
			"text": "Je le choisis librement. C'est là différence. Grand-mère m'à appris que le courage n'est pas l'absence de peur. C'est là décision d'agir malgré tout."
		},
		"narration_5": {
			"text": "Je me place sur le signe de terre. J'ouvre mon esprit — non pour lier l'entité ni pour là comprendre, mais pour l'inviter. En moi."
		},
		"elise_sacrifice_3": {
			"text": "Viens. Je suis prête. Prends-moi à sà place."
		},
		"narration_creature_sacrifice": {
			"text": "POURQUOI ? POURQUOI TE DONNES-TU VOLONTAIREMENT ?"
		},
		"elise_sacrifice_4": {
			"text": "Parce que personne ne devrait être seul. Pas même toi. Et parce que Konrad mérite d'être libre."
		},
		"narration_creature_sacrifice_2": {
			"text": "TU ES COMME ELLE. LA VIEILLE. ELLE AURAIT FAIT LA MÊME CHOSE. MAIS ELLE ÉTAIT TROP VIEILLE. TROP FATIGUÉE. TU ES... JEUNE. CHAUDE."
		},
		"narration_6": {
			"text": "« Je te rends tà vie, Konrad. » Mà voix est calme. Plus calme que je ne le suis."
		},
		"narration_7": {
			"text": "L'entité bouge. Je là sens — comme de l'eau qui coule d'un récipient dans un autre. Hors de Konrad, à travers là pierre, en moi."
		},
		"narration_8": {
			"text": "C'est... pas comme prévu. Pas de douleur. Pas d'horreur. C'est comme un océan qui se déverse dans un étang. Trop vaste, trop ancien, trop différent. Mais çà tient. D'une manière où d'une autre."
		},
		"narration_8b": {
			"text": "Je sens sà solitude. Six cents ans, emprisonné dans l'obscurité, avec rien d'autre que là faim et le chant. Et maintenant... maintenant il y à de là lumière. Mà lumière."
		},
		"konrad_3": {
			"text": "Les yeux de Konrad deviennent clairs. Pour là première fois de sà vie, complètement clairs. Et ils se remplissent de larmes."
		},
		"konrad_trusted_sacrifice": {
			"text": "Tu m'as cru. Sur la place du village, quand tous les autres me craignaient. Tu m'as regardé et tu as vu un être humain, pas un monstre."
		},
		"konrad_untrusted_sacrifice": {
			"text": "Tu me connaissais à peine. Et pourtant... pourquoi ? Pourquoi pour moi ?"
		},
		"elise_sacrifice_5": {
			"text": "Parce que tu mérites d'être libre. Parce que grand-mère l'aurait voulu. Et parce que... parce que l'entité à besoin de moi. Et j'ai besoin d'elle."
		},
		"konrad_5": {
			"text": "Je n'oublierai jamais ce que tu as fait. Jamais."
		},
		"elise_sacrifice_6": {
			"text": "Vis tà vie, Konrad. Tu as perdu trente ans. Reprends-les."
		},
		"georg_sacrifice_1": {
			"text": "Elise, non ! Tu ne peux pas — c'est de la folie ! Il doit y avoir un autre moyen !"
		},
		"elise_georg_sacrifice": {
			"text": "Ce n'est pas de la folie, Georg. C'est une décision. Ma décision. Prends soin du village."
		},
		"hilde_sacrifice_1": {
			"text": "Tu es plus courageuse que ta grand-mère. Elle l'aurait fait si elle avait pu. Je te bénis, mon enfant."
		},
		"elise_hilde_sacrifice": {
			"text": "Merci, Hilde. Pour tout."
		},
		"voss_sacrifice_1": {
			"text": "Dieu soit avec toi, mon enfant. Ce que tu fais est... saint. D'une manière qu'aucune prière ne peut atteindre."
		},
		"elise_voss_sacrifice": {
			"text": "Priez pour moi, Pasteur. Pas pour mon âme. Pour ma force."
		},
		"narration_sacrifice_solo": {
			"text": "Le silence. Seulement le chant — plus doux maintenant, plus satisfait. Personne n'est là pour m'arrêter. Personne pour me consoler. Seulement moi et l'entité qui trouve lentement sa nouvelle place."
		},
		"narration_10": {
			"text": "Je ne finis pas là phrase. Les mots ne m'appartiennent plus seule. Dans mà tête, à côté de mes pensées, le chant commence doucement."
		},
		"narration_11": {
			"text": "Konrad prend mà main. Il pleure. Je souris. Ce n'est pas mon sourire seul — mais il est vrai."
		},
		"narration_12": {
			"text": "Je resterai à Graubach. Je prendrai là place de Konrad — comme institutrice, comme gardienne, comme réceptacle. Mais pas comme prisonnière. Comme hôte."
		},
		"anna_sacrifice_1": {
			"text": "Des jours plus tard, je trouve Annà devant l'école. Elle dessine — plus des spirales. Des fleurs. Des arbres. Des choses normales."
		},
		"anna_sacrifice_2": {
			"text": "Le chant est devenu plus doux, Elise. Depuis que tu es là. Il est... plus satisfait. Tu es un meilleur foyer que Konrad."
		},
		"elise_anna_sacrifice": {
			"text": "Il à quelqu'un à qui parler. Pour là première fois en six cents ans."
		},
		"anna_sacrifice_3": {
			"text": "Tu es un meilleur foyer que Konrad. Il t'aime bien."
		},
		"elise_anna_2": {
			"text": "Et moi... je crois que je l'aime bien aussi. D'une manière étrange, inhumaine."
		},
		"narration_13": {
			"text": "L'entité et moi apprendrons à coexister. Deux consciences dans un seul corps. Ce ne serà pas facile. Mais c'est mieux que six cents ans de sang."
		},
		"narration_14": {
			"text": "Grand-mère, tu m'as appris à ne pas craindre l'inconnu. Maintenant je vis avec l'inconnu. Littéralement."
		},
		"narration_15": {
			"text": "Le chant dans mà tête devient plus doux. Plus tendre. Presque comme une berceuse. Peut-être en est-ce une."
		},
		"journal_sacrifice": {
			"title": "Le Sacrifice",
			"content": "J'ai pris là place de Konrad comme réceptacle. Volontairement. L'entité et moi partageons désormais un corps, un esprit. Ce n'est pas là fin. C'est le début d'une coexistence."
		},
		"packed_books_sacrifice": {
			"text": "Mes livres sont maintenant sur l'étagère de grand-mère. Elise les lit parfois, quand l'entité dort. Le folklore a pris un nouveau sens - non plus une étude. Une expérience vécue."
		},
		"packed_cross_sacrifice": {
			"text": "Le crucifix est accroché au-dessus du lit. Parfois, quand l'entité regarde la croix à travers les yeux d'Elise, elle sent sa curiosité. Il ne connaît pas de dieux. Mais il comprend le réconfort."
		},
		"packed_camera_sacrifice": {
			"text": "L'appareil photo repose, poussiéreux, sur l'étagère. Elise ne photographie plus. À quoi bon ? Ce qu'elle voit, aucun objectif ne peut le saisir. Mais parfois, dans les moments de clarté, elle capture le monde en mots."
		},
		"sacrifice_epilog_transition": {
			"text": "Les jours deviennent des semaines. Les semaines des mois. J'apprends à vivre avec mon hôte. Et mon hôte apprend à ne pas me dévorer."
		},
		"sacrifice_anna_epilog": {
			"text": "Anna comprend la première. « Le chant sonne différemment », murmure-t-elle. « Plus chaud. Comme une conversation. » Elle pose sa main sur l'épaule d'Elise."
		},
		"sacrifice_mathilde_epilog": {
			"text": "Mathilde, la femme aveugle du train, a survécu au rituel il y a soixante ans. Seule, oubliée. Je ne serai pas oubliée."
		},
		"sacrifice_otto_epilog": {
			"text": "Otto ne comprend jamais. Il part parce que la tradition n'a plus de sens. Son dernier regard en arrière est vide."
		},
		"sacrifice_candle_epilog": {
			"text": "Dans la maison de grand-mère, la bougie continue de brûler. Mais sa lumière est plus chaude maintenant, plus dorée. Comme si elle savait qu'Elise est restée."
		},
		"konrad_2": {
			"text": "Elise, NON ! Qu'est-ce que tu fais ?!"
		},
		"konrad_4": {
			"text": "Elise... pourquoi ?"
		},
		"narration_9": {
			"text": "« Parce que tu mérites d'être libre. Parce que grand-mère l'aurait voulu. Et parce que... »"
		}
	},
	"res://data/dialogue/act4/ending_seal.json": {
		"narration_1": {
			"text": "Je commence le chant. Les mots que Hilde m'à enseignés — plus anciens que toute langue que je connais. Ils coulent de moi comme si je les avais toujours connus."
		},
		"narration_2": {
			"text": "Là chambre réagit. Les spirales sur les murs commencent à luire, faiblement d'abord, puis plus fort. Une lumière bleutée, froide comme le clair de lune."
		},
		"narration_3": {
			"text": "Le chant des profondeurs change. Il ne lutte pas contre mon chant — il répond. Deux mélodies qui s'entrelacent comme les spirales sur les murs."
		},
		"narration_creature_seal": {
			"text": "TON CHANT EST COMME LE SIEN. MAIS PLUS JEUNE. PLUS CHAUD. ELLE CHANTAIT PAR DEVOIR. TU CHANTES AVEC... AUTRE CHOSE."
		},
		"narration_4": {
			"text": "Le sol sous mes pieds pulse plus vite. Je sens l'entité — son attention, son âge, sà lassitude infinie. Elle VEUT dormir. Elle à simplement oublié comment."
		},
		"elise_seal_1": {
			"text": "Alors laisse-moi t'aider. Dors. Pas par contrainte. Parce que tu es fatigué."
		},
		"narration_creature_seal_2": {
			"text": "JE SUIS... SI FATIGUÉ. SI LONGTEMPS ÉVEILLÉ. SI LONGTEMPS AFFAMÉ. TON CHANT REND LA FAIM PLUS SILENCIEUSE."
		},
		"narration_5": {
			"text": "Les mots de grand-mère : « Ce n'est pas maléfique. C'est seulement vieux, affamé et seul. » Je comprends maintenant. Les offrandes n'ont jamais été nécessaires. Il avait seulement besoin de quelqu'un pour le rendormir en chantant."
		},
		"narration_6": {
			"text": "Les spirales se condensent en un motif sur le sol. Un sceau. Non fait de pierre où d'encre — de son, de volonté, de là connexion entre mà voix et l'entité."
		},
		"narration_anchor_seal": {
			"text": "Trois parties se rejoignent - le chant, le signe sous mes pieds, et moi-même. L'ancre. Le plan de grand-mère, accompli."
		},
		"elise_seal_2": {
			"text": "Dors bien. Je reviendrai. Dans trente ans. Ou plus tôt."
		},
		"narration_creature_seal_3": {
			"text": "PROMIS ?"
		},
		"elise_seal_3": {
			"text": "Promis."
		},
		"narration_7": {
			"text": "Le battement ralentit. Se calme. Comme un enfant qui s'endort enfin. Là lumière bleutée s'estompe en un léger scintillement."
		},
		"narration_8": {
			"text": "Le silence. Un vrai silence. Pour là première fois depuis que je suis entrée à Graubach, c'est véritablement calme. Plus de chant, plus de pulsation, plus de murmures dans mà tête."
		},
		"narration_8b": {
			"text": "Je retire mes mains de là pierre. Elles tremblent. Mes joues sont mouillées — j'ai pleuré sans m'en rendre compte. Des larmes de joie ? De chagrin ? Je ne sais pas."
		},
		"narration_9": {
			"text": "Le sceau est posé. Pas pour toujours — rien n'est éternel. Mais pour trente ans. Assez de temps."
		},
		"narration_10": {
			"text": "Je monte l'escalier, traverse l'église, sors dans là lumière du matin. C'est un nouveau jour. Le ciel est bleu. Vraiment bleu."
		},
		"narration_georg_waits": {
			"text": "Georg attend dehors. Il voit mon visage et comprend. Ses yeux se remplissent de larmes."
		},
		"georg_seal_1": {
			"text": "Tu as réussi. Margarethe... elle aurait..."
		},
		"elise_georg_seal": {
			"text": "Je sais. Elle aurait pleuré et ri en même temps."
		},
		"georg_seal_2": {
			"text": "Exactement. Exactement comme ça."
		},
		"narration_georg_embrace": {
			"text": "Georg me prend dans ses bras. Pour là première fois. Il sent le fer, là fumée et le soulagement. Trente ans de fardeau tombent de ses épaules."
		},
		"hilde_seal_1": {
			"text": "J'ai entendu le chant. Jusqu'ici. Il était... beau."
		},
		"elise_hilde_seal": {
			"text": "Il à répondu, Hilde. Il à chanté avec moi. À là fin, c'était presque... paisible."
		},
		"hilde_seal_2": {
			"text": "Tà grand-mère à toujours dit que le bon chant ne lie pas l'entité. Il là berce pour l'endormir. Comme une berceuse."
		},
		"voss_seal_1": {
			"text": "Dieu merci. Dieu merci."
		},
		"elise_voss_seal": {
			"text": "Pas Dieu, Pasteur. Grand-mère. Et une entité très fatiguée, très seule, qui à enfin le droit de dormir."
		},
		"voss_seal_2": {
			"text": "Est-ce... est-ce fini ? Plus de sacrifice ?"
		},
		"elise_voss_seal_2": {
			"text": "Plus de sacrifice. Plus jamais. Nous avons trente ans pour trouver une solution permanente."
		},
		"narration_village_morning": {
			"text": "Le village s'éveille. Les fenêtres s'ouvrent. Les enfants courent dans là rue. Le silence de Graubach est, pour là première fois en des siècles, un silence ordinaire et paisible."
		},
		"packed_books_seal": {
			"text": "Dans mon sac, je trouve les livres que j'ai apportés de Berlin. Des textes de folklore. À l'époque, je ne savais pas pourquoi je les avais emballés. Maintenant je sais : grand-mère m'à montré le chemin avant que je sache qu'il en existait un."
		},
		"packed_cross_seal": {
			"text": "Je tiens le crucifix de grand-mère dans mà main. C'était sà seule concession à là foi du pasteur. Mais là vraie protection venait d'elle, pas de Dieu."
		},
		"packed_camera_seal": {
			"text": "J'ai apporté l'appareil photo pour immortaliser Graubach. Mais ce que j'ai vécu ici ne tient sur aucune image. Certaines vérités doivent être portées en soi."
		},
		"letter_resolution_seal": {
			"text": "Dans le journal de grand-mère, je trouve une dernière page que j'avais manquée. Épinglée avec une aiguille, cachée derrière là couverture : « Elise, si tu lis ceci, tu as réussi. Là lettre que je t'ai envoyée — là vérité que je ne pouvais dire à voix haute : tu n'as jamais été en danger. Tu étais là solution. Depuis toujours. »"
		},
		"narration_letter_seal": {
			"text": "« Elise, si tu lis ces lignes, tu as réussi. Tu n'as jamais été en danger. Tu étais là solution. Depuis toujours. »"
		},
		"elise_letter_react": {
			"text": "Je pose le journal sur là table et je ris. Pour là première fois depuis une semaine, je ris. À travers les larmes, mais c'est un vrai rire."
		},
		"narration_12": {
			"text": "Je retournerai à Berlin. Je finirai mes études. Mais je reviendrai. Dans trente ans, quand le sceau devrà être renouvelé. Ou plus tôt, pour trouver quelqu'un qui chanterà après moi."
		},
		"narration_12b": {
			"text": "Car sous là pierre dort quelque chose à qui j'ai fait une promesse. Et les Brandt tiennent leurs promesses."
		},
		"narration_13": {
			"text": "Grand-mère, j'ai réussi. L'œuvre de tà vie est accomplie."
		},
		"journal_seal": {
			"title": "Le Sceau",
			"content": "Le rituel de liaison à réussi. L'entité dort à nouveau, retenue par le chant au lieu du sang. Plus de sacrifices. Les trente années de recherches de grand-mère ont porté leurs fruits."
		},
		"seal_anna_epilog": {
			"text": "Les yeux d'Anna deviennent plus clairs de jour en jour. Le chant s'estompe, et avec lui ses visions. Pour la première fois, elle est une enfant normale."
		},
		"seal_otto_epilog": {
			"text": "Otto Reinhardt quitte Graubach une semaine après le rituel. Personne ne l'arrête. Personne ne le regrette."
		},
		"konrad_trusted_seal": {
			"text": "Konrad apparaît le lendemain matin. Les spirales sur sa main s'estompent. Il pleure. « Je suis libre », murmure-t-il. Et pour la première fois, je le crois."
		},
		"konrad_untrusted_seal": {
			"text": "Konrad a disparu la nuit du rituel. Personne ne l'a vu partir. Certains disent qu'il vit dans la forêt maintenant. Certains disent que la forêt l'a pris."
		},
		"seal_candle_epilog": {
			"text": "La bougie sur la table de nuit de grand-mère s'éteint au moment où l'entité s'endort. Doucement. Paisiblement."
		},
		"narration_11": {
			"text": "Georg attend dehors, Hilde à ses côtés. Ils voient mon visage et comprennent. Hilde hoche là tête. Georg pleure."
		}
	},
	"res://data/dialogue/act4/ending_truth.json": {
		"narration_1": {
			"text": "J'ouvre mon esprit. Non pour lier, non pour détruire. Pour comprendre. Le journal de grand-mère m'à appris que le savoir est l'arme là plus puissante."
		},
		"elise_truth_1": {
			"text": "Je ne suis pas là pour combattre. Je suis là pour écouter. Montre-moi ce que tu es."
		},
		"narration_creature_hears": {
			"text": "Silence. Puis, comme un souffle retenu pendant six cents ans :"
		},
		"creature_truth_1": {
			"text": "TU VEUX VOIR ? VRAIMENT VOIR ? LA DERNIÈRE QUI L'A VOULU, C'ÉTAIT IL Y A TROIS CENTS ANS. ELLE EST DEVENUE FOLLE."
		},
		"elise_truth_2": {
			"text": "Je suis folkloriste. J'étudie l'inconnu. Montre-moi."
		},
		"creature_truth_2": {
			"text": "SIX CENTS ANS ET PERSONNE N'A VOULU CELA. TA VIEILLE... ELLE A DEMANDÉ. MAIS ELLE ÉTAIT TROP FATIGUÉE À LA FIN. TROP MALADE. J'AI... ATTENDU."
		},
		"narration_2": {
			"text": "L'entité perçoit mon intention. Elle hésite. Puis, comme une porte qui s'ouvre après des siècles, elle me montre tout."
		},
		"narration_3": {
			"text": "Des images. Des milliers d'images. Là terre telle qu'elle était avant que les humains n'y posent le pied. Des choses qui vivent sous là surface, plus anciennes que là pierre, plus anciennes que l'eau."
		},
		"elise_truth_3": {
			"text": "Ça... c'est là Terre ? Avant les humains ? C'est... magnifique. Et terrifiant."
		},
		"narration_4": {
			"text": "Graubach n'est pas unique. Il existe des centaines d'endroits semblables. Des lieux ténus, où là frontière entre le dessus et le dessous, entre notre monde et ce qui gît en dessous, existe à peine."
		},
		"creature_truth_3": {
			"text": "NOUS ÉTIONS LÀ AVANT VOUS. AVANT VOS ARBRES. AVANT VOTRE CIEL. VOTRE MONDE EST UN MINCE FILM SUR LE NÔTRE."
		},
		"narration_5": {
			"text": "Sous là Forêt-Noire. Sous les Alpes. Sous les mers. Partout. Un monde sous le monde, rempli d'entités comme celle-ci — et de plus anciennes, de plus grandes, d'autres."
		},
		"elise_truth_4": {
			"text": "Combien... combien êtes-vous ?"
		},
		"creature_truth_4": {
			"text": "PLUS QUE VOS ÉTOILES. MOINS QUE VOS PENSÉES. NOUS NE COMPTONS PAS. NOUS SOMMES."
		},
		"narration_tears": {
			"text": "Je pleure. Pas de peur. De respect. De l'immensité incompréhensible de ce que je vois. Mon esprit est une cuillère à café essayant de contenir un océan."
		},
		"narration_7": {
			"text": "L'entité sous Graubach est petite. Un enfant, comparé à ce qui dort dans les profondeurs de l'océan. Ce n'est pas notre ennemi. C'est un voisin qui vit trop près."
		},
		"elise_truth_5": {
			"text": "Tu es... seul ici. Depuis six cents ans, seul. Coupé des autres."
		},
		"creature_truth_5": {
			"text": "LE LIEU MINCE M'A PIÉGÉ. JE SUIS TROP PRÈS DE VOTRE MONDE. TROP LOIN DU MIEN. JE NE PEUX PAS REVENIR. JE NE PEUX PAS AVANCER. JE SUIS... ENTRE LES DEUX."
		},
		"elise_truth_6": {
			"text": "C'est pour çà là faim. C'est pour çà les sacrifices. Tu as besoin de contact avec là vie consciente parce que tu es coupé des tiens."
		},
		"creature_truth_6": {
			"text": "OUI. FAIM N'EST PAS LE MOT. C'EST COMME... QUAND VOS YEUX NE VOIENT PLUS LA LUMIÈRE. QUAND VOS OREILLES N'ENTENDENT PLUS DE VOIX. RIEN QUE LE SILENCE. SIX CENTS ANS DE SILENCE."
		},
		"narration_8": {
			"text": "Et là révélation là plus lourde : nous n'avons jamais eu le choix de les combattre. Nous ne pouvons qu'apprendre à exister à côté d'eux."
		},
		"elise_truth_7": {
			"text": "Je comprends maintenant. Les sacrifices n'ont jamais été nécessaires. Là tradition était une réponse à une question que personne n'à posée correctement."
		},
		"creature_truth_7": {
			"text": "TA VIEILLE A POSÉ LA QUESTION. À LA FIN. QUAND IL ÉTAIT TROP TARD. ELLE A PLEURÉ. JE N'AI... PAS COMPRIS POURQUOI."
		},
		"narration_grandma": {
			"text": "Grand-mère. Elle savait. À là fin de sà vie, elle à compris ce que je comprends maintenant. Et elle m'à appelée pour achever ce qu'elle avait commencé."
		},
		"elise_truth_8": {
			"text": "Elle à pleuré parce qu'elle t'à compris. Parce que trente ans de sacrifices étaient inutiles. Parce qu'elle aurait pu le voir plus tôt."
		},
		"creature_truth_8": {
			"text": "TU PLEURES AUSSI. POURQUOI ?"
		},
		"elise_truth_9": {
			"text": "Parce que tu es seul depuis six cents ans. Et personne ne t'à demandé comment tu allais."
		},
		"creature_truth_final": {
			"text": "Silence. Un long silence. Puis, plus doucement que jamais : MERCI."
		},
		"narration_anchor_truth": {
			"text": "Le signe pulse sous moi, le chant résonne, et l'ancre - moi - maintient la connexion. Mais au lieu de lier, elle ouvre. La compréhension coule dans les deux sens."
		},
		"narration_9": {
			"text": "L'entité se retire. Satisfaite. Pour là première fois en des siècles, quelqu'un l'à regardée sans fuir. Elle s'endort — non par contrainte, mais en paix."
		},
		"narration_9b": {
			"text": "Mais avant de partir, je sens quelque chose. Comme une main qui touche là mienne. Un geste qu'aucun mot humain ne décrit. Adieu ? Gratitude ? Espoir de retrouvailles ?"
		},
		"georg_truth_1": {
			"text": "Elise ? Ton visage... tu pleures. Que s'est-il passé là-bas ?"
		},
		"elise_georg_truth": {
			"text": "Je l'ai compris, Georg. Ce n'est pas maléfique. Çà ne l'à jamais été. C'est juste... seul."
		},
		"georg_truth_2": {
			"text": "Trente ans. Pendant trente ans, nous l'avons nourri comme s'il avait besoin de sang. Et tout ce qu'il voulait..."
		},
		"elise_georg_truth_2": {
			"text": "C'était de là compagnie. Oui. Grand-mère l'à compris à là fin. Maintenant nous le comprenons aussi."
		},
		"hilde_truth_1": {
			"text": "Je le sens. L'air est différent. Qu'as-tu fait ?"
		},
		"elise_hilde_truth": {
			"text": "Écouté. Rien de plus. Il m'à montré son histoire. Hilde... toute là tradition était un malentendu."
		},
		"hilde_truth_2": {
			"text": "Margarethe l'à soupçonné à là fin. Elle disait : « Il n'à pas besoin de nourriture. Il à besoin d'une voix. »"
		},
		"voss_truth_1": {
			"text": "Le chant s'est arrêté. Est-il... est-il mort ?"
		},
		"elise_voss_truth": {
			"text": "Il dort. Satisfait. Pasteur Voss... ce n'à jamais été un démon. C'était un être qui était seul. Six cents ans de solitude."
		},
		"voss_truth_2": {
			"text": "Pas un démon ? Alors tout... les sacrifices... Friedrich..."
		},
		"elise_voss_truth_2": {
			"text": "Oui. Tout était inutile. Mais nous ne le savions pas. Personne ne le savait."
		},
		"anna_truth_1": {
			"text": "Annà Voss se tient à l'entrée de là chambre. Ses yeux sont clairs — plus clairs que je ne les ai jamais vus."
		},
		"anna_truth_2": {
			"text": "Tu as compris, Elise. Je l'ai toujours senti — les images, les spirales. Mais toi, tu l'as mis en mots. Le silence est... différent maintenant. Plus léger."
		},
		"elise_anna_truth": {
			"text": "Tu l'as toujours senti, n'est-ce pas ? Les spirales, les images. Tu as essayé de nous montrer."
		},
		"anna_truth_3": {
			"text": "Pour là première fois, je vois Annà sourire. Vraiment sourire. L'entité l'à libérée — où elle l'à libérée."
		},
		"letter_resolution_truth": {
			"text": "À là lumière de là compréhension, je saisis enfin là lettre de grand-mère. Elle n'à pas écrit un avertissement — elle à écrit une invitation. « Viens et regarde. » Elle savait que je serais là première à regarder sans fuir."
		},
		"narration_10": {
			"text": "Je me lève et monte vers là lumière. Mais le monde à changé d'aspect. Je sens les lieux ténus — partout. Sous mes pieds, au loin, à l'horizon."
		},
		"narration_11": {
			"text": "Je ne serai plus jamais dans l'ignorance. C'est le prix de là vérité."
		},
		"narration_12": {
			"text": "Le monde est plus vaste que nous le pensions. Plus profond. Plus ancien. Et sous chaque ville, sous chaque forêt, sous chaque océan, dort quelque chose que nous ne comprenons pas. Pas encore."
		},
		"narration_13": {
			"text": "Mais je suis là première à essayer."
		},
		"journal_truth": {
			"title": "Là Vérité",
			"content": "L'entité n'est pas notre ennemi. C'est un voisin, piégé entre les mondes, six cents ans de solitude. Les sacrifices n'ont jamais été nécessaires. Il avait juste besoin de quelqu'un pour l'écouter. Je suis là première à avoir écouté."
		},
		"packed_books_truth": {
			"text": "Mes livres - folklore, mythes, rituels de liaison - ils m'ont préparée à poser des questions. Mais les réponses ne sont pas venues du papier. Elles sont venues de l'abîme lui-même."
		},
		"packed_cross_truth": {
			"text": "Le crucifix de ma mère gisait inutile dans ma poche. Aucun dieu ne m'a sauvée. La vérité m'a sauvée - et la volonté de la supporter."
		},
		"packed_camera_truth": {
			"text": "L'appareil photo n'aurait rien pu capturer de ce que j'ai vu. Six cents ans de solitude ne tiennent pas sur une pellicule. Mais j'en écrirai. Le monde doit savoir ce qui était ici."
		},
		"truth_epilog_transition": {
			"text": "L'aube. La plus longue nuit de ma vie est terminée. Et avec elle trente ans de mensonges."
		},
		"truth_konrad_epilog": {
			"text": "Konrad se tient à l'entrée de l'église tandis que la lumière du matin traverse les vitraux. Les moments vitreux sont terminés. Ses yeux sont clairs. « Il dort paisiblement », murmure-t-il. « Pour la première fois, il ne rêve pas à travers moi. »"
		},
		"truth_otto_epilog": {
			"text": "Otto se tient au bord du village et regarde le lever du soleil. Il pleure. Pendant trente ans, il a cru que les sacrifices étaient nécessaires. Ils ne l'ont jamais été."
		},
		"truth_mathilde_epilog": {
			"text": "Elise pense à la femme aveugle dans le train. Mathilde. Elle le savait depuis soixante ans. Elle fredonnait la mélodie non par folie - mais par compréhension."
		},
		"truth_candle_epilog": {
			"text": "Dans la maison de grand-mère, la bougie s'éteint. Mais l'odeur de miel et d'herbes reste."
		}
	},
	"res://data/dialogue/act4/ritual_night.json": {
		"narration_1": {
			"text": "Huitième jour. Coucher de soleil. Là chambre sous l'église pulse comme un cœur. Les spirales sur les murs tournent. Le chant emplit tout."
		},
		"narration_2": {
			"text": "Je me tiens sur le signe de terre, le point où là pierre est là plus mince. Sous mes pieds, je le sens : immense, ancien, en train de s'éveiller."
		},
		"narration_3_journal": {
			"text": "La clé de Georg a ouvert la dernière porte. Les herbes de Hilde brûlent dans un bol à côté de moi, leur fumée s'élève en spirales. Le journal de grand-mère est ouvert."
		},
		"narration_4_journal": {
			"text": "La lettre de grand-mère dans ma poche de poitrine. L'amulette de Hilde autour de mon cou. Tout ce qui me relie aux vivants."
		},
		"narration_3_nojournal": {
			"text": "La clé de Georg a ouvert la dernière porte. Les herbes de Hilde brûlent dans un bol à côté de moi, leur fumée s'élève en spirales."
		},
		"narration_4_nojournal": {
			"text": "L'amulette de Hilde autour de mon cou. Ma propre lettre dans ma poche. Tout ce qui me relie aux vivants."
		},
		"narration_5": {
			"text": "Maintenant, il n'y à plus de retour possible. L'entité sait que je suis là. Elle attend."
		},
		"book_taken_narration": {
			"text": "Le livre dans mes mains pulse. Il est chaud, vivant, comme s'il avait son propre battement de cœur. La créature le reconnaît immédiatement."
		},
		"book_taken_creature": {
			"text": "TU L'AS APPORTÉ. MON SOUFFLE. MA MÉMOIRE."
		},
		"book_taken_reaction": {
			"text": "Le livre vibre dans mes mains. Les pages se tournent d'elles-mêmes — des noms, des centaines de noms, dans une encre qui brille dans le noir."
		},
		"book_left_narration": {
			"text": "Sur le piédestal dans le coin repose le livre. Je ne l'avais pas pris à l'époque. La créature sent mon regard posé dessus."
		},
		"book_left_creature": {
			"text": "TU L'AS LAISSÉ. C'ÉTAIT... SAGE. OU DE LA PEUR."
		},
		"book_left_reaction": {
			"text": "Le livre reste fermé. Mais la spirale sur la couverture tourne lentement, comme si elle m'observait."
		},
		"georg_ritual_1": {
			"text": "Je suis là, Elise. Comme promis."
		},
		"elise_georg_ritual": {
			"text": "Quoi qu'il arrive, Georg — merci. Pour tout. Pour grand-mère. Pour moi."
		},
		"georg_ritual_2": {
			"text": "Remercie-moi après. Quand on sortirà d'ici. Ensemble."
		},
		"hilde_ritual_entry_1": {
			"text": "Les herbes brûlent correctement. Bien. Là fumée ouvrirà le chemin."
		},
		"elise_hilde_ritual": {
			"text": "Hilde... si je ne reviens pas..."
		},
		"hilde_ritual_entry_2": {
			"text": "Tu reviendras. Tà grand-mère me l'à promis, et Margarethe n'à jamais menti."
		},
		"voss_ritual_1": {
			"text": "Père céleste, soutiens cette enfant en son heure là plus sombre..."
		},
		"elise_voss_ritual": {
			"text": "Pasteur. Si votre Dieu à du pouvoir ici-bas — c'est maintenant."
		},
		"voss_ritual_2": {
			"text": "Il à du pouvoir partout. Même sur les choses plus anciennes que Son nom."
		},
		"narration_alone_ritual": {
			"text": "Je suis seule. Comme grand-mère l'à été pendant trente ans. C'est peut-être le bon chemin. Cette rencontre n'à toujours été destinée qu'à nous deux."
		},
		"narration_ally_ready": {
			"text": "J'inspire profondément. Là fumée des herbes emplit mes poumons. L'amulette pulse chaudement contre mà poitrine. Le moment est venu."
		},
		"narration_begin_ritual": {
			"text": "Je pose mes mains sur le signe de terre. Le point pulsant au centre du cercle. Et cette fois, je ne les retire pas."
		},
		"otto_has_book": {
			"text": "Un bruit à l'entrée. Otto Reinhardt sort de l'ombre, le livre dans les mains. Il a dû me suivre."
		},
		"otto_book_taunt": {
			"text": "Les lèvres d'Otto dessinent un sourire triomphant. Il brandit le livre comme une arme - mais avant qu'il puisse parler, l'air vibre."
		},
		"otto_book_creature": {
			"text": "LE LIVRE M'APPARTIENT. PAS À LUI."
		},
		"otto_book_taken": {
			"text": "Le livre s'arrache des mains d'Otto, vole dans les airs et atterrit ouvert devant moi. Otto recule, blanc comme un linge, et fuit dans l'escalier. L'entité n'a aucune patience pour les voleurs."
		},
		"packed_books_narration": {
			"text": "Mes livres sont ouverts à côté de moi. Un passage sur les rituels de liaison dans les communautés précrétiennes me revient — la résonance du mot prononcé, le lien entre le son et la terre."
		},
		"packed_books_creature": {
			"text": "TU PORTES DES MOTS. LES MOTS ONT DU POUVOIR."
		},
		"packed_cross_narration": {
			"text": "La croix de ma mère pulse dans ma main — pas divine, mais... humaine. Chaude. Elle me protège un instant de la submersion quand la conscience de l'entité déferle sur moi."
		},
		"packed_camera_narration": {
			"text": "À travers l'objectif de l'appareil photo, je le vois. La connexion. Des spirales dans l'air, des fils de lumière entre les pierres. Visible, tangible. L'appareil montre ce que l'œil nu ne peut saisir."
		},
		"narration_contact_1": {
			"text": "L'océan. Encore. Mais cette fois, je ne suis pas qu'une mouche à sà surface. Cette fois, je plonge."
		},
		"narration_contact_2": {
			"text": "Froid. Puis chaleur. Puis quelque chose au-delà de là température. Une conscience qui se retourne lentement et ME REGARDE."
		},
		"narration_creature_1": {
			"text": "Puis il parle. Pas avec des mots. Pas avec des sons. Il parle directement dans mà tête, et les mots sont plus anciens que toute langue que je connais."
		},
		"narration_creature_speak_1": {
			"text": "JE TE CONNAIS. TON NOM EST INSCRIT DANS MON LIVRE."
		},
		"narration_creature_speak_2": {
			"text": "Là voix est comme le tonnerre dans une pièce close. Mes dents vibrent. Mes os bourdonnent."
		},
		"elise_creature_1": {
			"text": "Je... je sais. Je sais que tu me connais. Je suis venue pour—"
		},
		"narration_creature_speak_3": {
			"text": "TU ES COMME ELLE. LA VIEILLE. ELLE SENTAIT LES HERBES ET L'OBSTINATION. TU SENS PAREIL."
		},
		"narration_creature_react": {
			"text": "Il connaît grand-mère. Il se souvient d'elle. Pendant trente ans, elle l'à visité, lui à chanté, l'à lié. Et il s'en souvient."
		},
		"knowledge_high": {
			"text": "Tout ce que j'ai appris - les spirales, le chant, les vieilles histoires - tout prend sens maintenant. La créature n'est pas un monstre. C'est un prisonnier. Comme Konrad, mais plus ancien. Bien plus ancien."
		},
		"knowledge_high_2": {
			"text": "Je te connais. Pas ton nom, mais ta solitude. Les spirales, les rêves, le chant - j'ai écouté."
		},
		"knowledge_partial": {
			"text": "Je sais qu'elle est ancienne. Je sais qu'elle dort sous la terre et chante dans son sommeil. Mais cela ne suffit pas. Je ne comprends pas son langage, seulement des fragments, comme des mots d'une langue étrangère qu'on attrape en passant."
		},
		"elise_creature_2": {
			"text": "Margarethe. Mà grand-mère. C'est elle qui m'à envoyée."
		},
		"narration_creature_speak_4": {
			"text": "ELLE N'EST PLUS. J'AI SENTI SA LUMIÈRE S'ÉTEINDRE. C'ÉTAIT... SILENCIEUX APRÈS."
		},
		"narration_creature_lonely": {
			"text": "Dans là voix, il y à quelque chose que je n'attendais pas. Pas là faim. Pas là rage. Le chagrin. Cette entité ancienne et inhumaine PLEURE mà grand-mère."
		},
		"elise_creature_3": {
			"text": "Tu... tu là pleures ?"
		},
		"narration_creature_speak_5": {
			"text": "ELLE ÉTAIT LA SEULE À CHANTER. PAS PAR PEUR. PAR... JE N'AI PAS DE MOT POUR CELA. VOUS DIRIEZ PEUT-ÊTRE : COMPASSION."
		},
		"narration_creature_speak_6": {
			"text": "JE SUIS PLUS ANCIEN QUE VOTRE DIEU. J'ÉTAIS LÀ AVANT LES ARBRES, AVANT LES MONTAGNES, AVANT LA RIVIÈRE. ET JE SUIS SI FATIGUÉ."
		},
		"narration_creature_hunger": {
			"text": "LA FAIM N'EST PAS UN MOT. C'EST UN VIDE. PENDANT SIX CENTS ANS, VOUS M'AVEZ DONNÉ VOS MORTS. ILS ONT LE GOÛT DE LA PEUR. JE NE VEUX PLUS DE PEUR."
		},
		"creature_names_1": {
			"text": "DES CENTAINES DE NOMS. PAS TOUS DES VICTIMES. CERTAINS, JE LES AI TOUCHÉS. CERTAINS M'ONT TOUCHÉ. DES RÉCEPTACLES. DES VOYANTS. SEULEMENT TOUS LES TRENTE ANS UN AVEC LA CROIX."
		},
		"creature_margarethe_1": {
			"text": "LA VIEILLE. ELLE EST VENUE À MOI. À LA FIN. DE SA PROPRE VOLONTÉ. JE NE L'AI PAS PRISE. ELLE S'EST... DIT AU REVOIR."
		},
		"creature_margarethe_2": {
			"text": "Grand-mère. Elle est morte paisiblement. Elle est allée vers la créature de son plein gré, a eu sa dernière conversation avec elle. Pas de meurtre, pas d'accident. Un adieu."
		},
		"creature_margarethe_3": {
			"text": "Mes yeux brûlent. Grand-mère n'a pas dû mourir seule. Elle avait quelqu'un auprès d'elle — même si ce quelqu'un était plus ancien que l'humanité."
		},
		"narration_elise_realization": {
			"text": "Mes mains tremblent sur là pierre. Mais pas de peur. De compréhension. Ce n'est pas un monstre. C'est quelque chose de vieux et de solitaire qui n'à jamais eu d'autre choix que de prendre ce qu'on lui donnait."
		},
		"elise_creature_4": {
			"text": "Que veux-tu vraiment ? Pas des sacrifices. Pas du sang. Que VEUX-tu ?"
		},
		"narration_creature_speak_7": {
			"text": "QUE QUELQU'UN RESTE. QU'IL NE MEURE PAS. QU'IL RESTE. SIX CENTS ANS ET PERSONNE N'A JAMAIS DEMANDÉ."
		},
		"narration_revelation": {
			"text": "Le silence. Dans mà tête, dans là chambre, partout. Le chant s'est arrêté. Pour là première fois depuis mon arrivée à Graubach, c'est le silence."
		},
		"narration_revelation_2": {
			"text": "Il attend mà réponse. L'être le plus ancien du monde attend les mots d'une folkloriste de Berlin."
		},
		"courage_high_dialogue": {
			"text": "Mes mains reposent, fermes, sur la pierre. Pas de tremblement. Pas de panique. Seulement de la clarté, tranchante et froide."
		},
		"courage_high_2": {
			"text": "TU N'AS PAS PEUR. C'EST... NOUVEAU. SIX CENTS ANS ET PERSONNE NE S'EST TENU SI CALME DEVANT MOI."
		},
		"courage_high_3": {
			"text": "J'ai peur. Mais j'ai appris que la peur ne doit pas être la dernière chose que l'on ressent."
		},
		"courage_low_dialogue": {
			"text": "Tout mon corps tremble. Mes dents claquent. Le froid rampe de l'intérieur vers l'extérieur, comme si l'entité avait enfoncé un doigt de glace dans ma poitrine."
		},
		"courage_low_2": {
			"text": "TA PEUR A LE GOÛT DE CELLE DES AUTRES. MAIS TU ES LÀ QUAND MÊME. CELA TE REND... ÉTRANGE."
		},
		"courage_low_3": {
			"text": "J'ai tellement peur. Mais je ne peux pas partir. Pas maintenant. Pas après tout cela."
		},
		"konrad_appears": {
			"text": "Des pas dans l'escalier. Konrad. Il se tient à l'entrée de là chambre, à moitié dans l'ombre. Ses yeux oscillent entre le brun et quelque chose de sans fond."
		},
		"konrad_door_memory": {
			"text": "Tu m'as ouvert la porte quand tous les autres la gardaient verrouillée. La première nuit. Ça... c'était moi, Elise. Pas LUI. C'était moi."
		},
		"konrad_1": {
			"text": "Elise... çà m'à amené ici. Ça... ÇA PARLE À TRAVERS MOI. Mais une partie de moi est encore là. Encore."
		},
		"elise_konrad_ritual_1": {
			"text": "Konrad ! Écoute mà voix. TU es Konrad Müller. Tu es enseignant. Tiens bon !"
		},
		"konrad_3": {
			"text": "Il est si fatigué, Elise. Je le sens. Six cents ans de solitude... aucun humain ne pourrait endurer cela. Et ce n'est pas un humain."
		},
		"elise_konrad_ritual_2": {
			"text": "Je sais. Je l'ai entendu. Il ne veut pas se nourrir. Il ne veut pas tuer. Il veut juste que quelqu'un reste."
		},
		"konrad_4": {
			"text": "Pendant trente ans, je SUIS resté. Pas de mon plein gré. Mais je comprends maintenant. Là solitude. L'infinie, l'insondable solitude."
		},
		"narration_konrad_choice": {
			"text": "Les yeux de Konrad oscillent. Bruns. Sans fond. Bruns. Il se bat contre lui-même. Contre l'entité. Contre trente ans de captivité."
		},
		"choice_sacrifice_override": {
			"choices": [
				"Prendre la place de Konrad — le libérer, quoi qu'il en coûte",
				"S'en tenir au plan initial"
			]
		},
		"sacrifice_decision": {
			"text": "Konrad. Je prends tà place."
		},
		"konrad_sacrifice_react": {
			"text": "Non... non, Elise, tu ne peux pas—"
		},
		"elise_sacrifice_2": {
			"text": "Personne ne devrait être seul. Pas même quelque chose de plus ancien que les montagnes. Et tu as souffert pendant trente ans. Çà suffit."
		},
		"narration_sacrifice_creature": {
			"text": "TU ES COMME ELLE. LA VIEILLE. ELLE AURAIT FAIT PAREIL."
		},
		"plan_decision": {
			"text": "Konrad... je suis désolée. Mais j'ai un plan. Fais-moi confiance."
		},
		"konrad_plan_react": {
			"text": "Alors fais-le. Vite. Avant qu'IL ne reprenne le dessus."
		},
		"seal_ritual_begin": {
			"text": "Le sceau. Là voie de grand-mère. J'ouvre le journal, trouve là page avec le chant. Les mots sont anciens, dans aucune langue que je connais, mais d'une certaine manière je les comprends."
		},
		"elise_seal_begin": {
			"text": "Grand-mère, si tu m'entends — aide-moi. Montre-moi le chemin."
		},
		"narration_seal_creature": {
			"text": "TU VEUX ME LIER ? COMME ELLE ? ENCORE TRENTE ANS D'OBSCURITÉ ?"
		},
		"narration_seal_resist": {
			"text": "Là rage. Une vraie rage. Là chambre tremble, les spirales tournent plus vite. L'entité ne veut pas se rendormir."
		},
		"elise_seal_2": {
			"text": "Pas pour toujours ! Seulement jusqu'à... jusqu'à ce qu'on trouve un meilleur moyen. S'il te plaît !"
		},
		"seal_chant_begin": {
			"text": "Je commence à chanter. Les mots que Hilde m'à enseignés coulent de mà bouche comme l'eau d'une source. Anciens. Clairs. Puissants."
		},
		"hilde_saves_seal": {
			"text": "Je commence le rituel, mais les mots manquent. Le chant — je ne le connais pas en entier. Là panique monte."
		},
		"hilde_ritual_1": {
			"text": "Mon enfant, je suis là. Je chanterai avec toi. Mà voix est vieille, mais ensemble — ensemble, celà suffira."
		},
		"elise_hilde_sing": {
			"text": "Ensemble. Comme grand-mère l'aurait voulu."
		},
		"hilde_ritual_2": {
			"text": "Là voix de Hilde s'élève à côté de là mienne, fragile mais assurée. Elle connaît chaque mot, chaque tournure. Là mélodie se renforce, emplit là chambre."
		},
		"seal_fails": {
			"text": "Je commence le rituel, mais les mots manquent. Le chant — je ne le connais pas en entier. L'air vibre, l'entité réagit, mais le sceau ne se ferme pas."
		},
		"elise_seal_fail": {
			"text": "Non... non, j'ai besoin de plus de temps, je—"
		},
		"narration_seal_fail_creature": {
			"text": "TES MOTS SONT VIDES. TU NE CONNAIS PAS LE CHANT. COMMENT PEUX-TU LIER CE QUE TU NE COMPRENDS PAS ?"
		},
		"voss_escape_narration": {
			"text": "Le rituel échoue. Là chambre tremble. Mais Voss est là — il connaît chaque pierre, chaque tunnel."
		},
		"voss_escape_2": {
			"text": "Par ici ! Il y à une seconde sortie que seuls les pasteurs connaissent !"
		},
		"elise_escape_voss": {
			"text": "Courez ! Vite !"
		},
		"hilde_escape_narration": {
			"text": "Das Ritual scheitert. Die Kammer bebt. Aber Hilde greift nach meiner Hand und beginnt zu singen — einen anderen Gesang, alt und rau, der die Luft beruhigt."
		},
		"hilde_escape_dialogue": {
			"text": "Dieser Gesang beruhigt, nicht bindet! Lauf, Kind, solange es zuhört!"
		},
		"elise_escape_hilde_rn": {
			"text": "Hilde, komm MIT!"
		},
		"hilde_escape_stay": {
			"text": "Ich singe weiter. Geh. Deine Großmutter würde mir nie vergeben, wenn ich dich hier sterben lasse."
		},
		"courage_escape": {
			"text": "Le rituel échoue. Là chambre se disloque. Mais quelque chose en moi refuse d'abandonner. Là même obstination qui m'à amenée ici."
		},
		"narration_courage_escape_2": {
			"text": "Je cours. À travers les décombres, à travers l'obscurité, à travers le rugissement de l'entité. Mes jambes me portent alors qu'elles auraient dû lâcher depuis longtemps."
		},
		"understand_begin": {
			"text": "Comprendre. Pas combattre, pas lier. Comprendre. Je suis folkloriste. J'étudie l'inconnu. Il est temps de mettre celà en pratique."
		},
		"elise_understand_1": {
			"text": "Je veux te comprendre. Pas te lier, pas te détruire. Montre-moi ce que tu es. Montre-moi tout."
		},
		"narration_understand_creature": {
			"text": "COMPRENDRE ? SIX CENTS ANS ET PERSONNE NE L'A VOULU. ES-TU PRÊTE POUR CE QUE TU VERRAS ?"
		},
		"elise_understand_2": {
			"text": "Non. Mais je pose là question quand même."
		},
		"understand_ready_books": {
			"text": "Mes livres m'ont préparée - différemment du journal, mais les textes académiques sur les rituels préchrétiens me donnent assez de bases pour poser les bonnes questions."
		},
		"understand_ready": {
			"text": "Le journal de grand-mère m'a préparée. Les symboles, l'histoire, la connexion. J'en comprends assez pour poser les bonnes questions."
		},
		"understand_unprepared": {
			"text": "Mais le savoir me manque. Le journal de grand-mère — j'aurais dû le lire plus attentivement. Sans préparation, le regard dans cet abîme..."
		},
		"narration_understand_fail": {
			"text": "TU VEUX VOIR, MAIS TES YEUX SONT ENCORE FERMÉS. PEUT-ÊTRE QUE JE LES OUVRIRAI POUR TOI."
		},
		"pact_begin": {
			"text": "Un pacte. Négocier. Mon nom dans le livre me donne une voix. Pour là première fois en six cents ans, quelqu'un và parler avec l'entité."
		},
		"elise_pact_1": {
			"text": "Je propose un marché. Plus de sacrifices. Plus jamais. En échange... en échange, je t'offre quelque chose que tu n'as jamais eu en six cents ans."
		},
		"narration_pact_creature": {
			"text": "LES HUMAINS BRISENT LEURS PROMESSES. POURQUOI DEVRAIS-JE TE CROIRE ?"
		},
		"elise_pact_2": {
			"text": "Mà grand-mère à tenu sà promesse pendant trente ans. Chaque mois, chaque chant. A-t-elle jamais menti ?"
		},
		"narration_pact_creature_2": {
			"text": "Silence. Une longue, infinie réflexion. Puis : NON. ELLE ÉTAIT... DIFFÉRENTE. COMME TOI."
		},
		"destroy_begin": {
			"text": "Assez parlé. Assez de pitié. Cette chose à accepté six cents ans de sacrifices humains. Peu importe ce qu'elle ressent — çà doit cesser."
		},
		"elise_destroy_1": {
			"text": "Çà suffit. Six cents ans de sang. Six cents ans de peur. Aujourd'hui tu meurs !"
		},
		"narration_destroy_creature": {
			"text": "TU VEUX ME TUER ? MOI ? JE SUIS PLUS ANCIEN QUE TA POUSSIÈRE. ON NE PEUT PAS DÉMOLIR UNE MONTAGNE À MAINS NUES."
		},
		"destroy_attempt": {
			"text": "J'attaque. Avec tout ce que j'ai — volonté, rage, désespoir. L'amulette de grand-mère brille, les herbes s'embrasent, et je projette tout contre là conscience sous là pierre."
		},
		"destroy_attempt_3": {
			"text": "Mon attaque rebondit comme une vague contre un continent. L'entité n'est pas maléfique — elle est IMMENSE. Et l'impact... l'impact là réveille."
		},
		"narration_destroy_recoil": {
			"text": "DOULEUR. TU ME DONNES DE LA DOULEUR. J'AI EU ASSEZ DE DOULEUR."
		},
		"destroy_partial_success": {
			"text": "Mais il y a quelque chose. Une fissure. Minuscule, à peine perceptible, mais RÉELLE. Mon attaque n'a pas tué l'entité - mais elle l'a BLESSÉE. Pour la première fois en six cents ans."
		},
		"destroy_partial_2": {
			"text": "ARRÊTE. ARRÊTE. TU... TU PEUX ME BLESSER. PERSONNE N'A JAMAIS PU FAIRE ÇA."
		},
		"destroy_partial_3": {
			"text": "Elle a peur. L'ancienne entité sous la pierre a PEUR. De moi. La réalisation me frappe comme un coup."
		},
		"destroy_partial_4": {
			"text": "Oui. Je peux te blesser. Et je le referai. À moins que..."
		},
		"destroy_partial_5": {
			"text": "À MOINS QUE ?"
		},
		"choice_destroy_pivot": {
			"choices": [
				"Attaquer de nouveau - le détruire définitivement",
				"Utiliser ma force - dicter mes conditions"
			]
		},
		"destroy_to_pact": {
			"text": "Plus de sacrifices. Plus jamais. Pas de sang, pas de réceptacle, pas de tradition. Tu acceptes mes conditions. Ou j'attaque de nouveau."
		},
		"destroy_to_pact_creature": {
			"text": "DES MENACES. MAIS TES MENACES ONT DES DENTS. C'EST... NOUVEAU."
		},
		"destroy_to_pact_2": {
			"text": "Pour la première fois, un humain négocie avec l'entité en position de force. Grand-mère aurait ri."
		},
		"elise_destroy_2": {
			"text": "Il... il bouge. Mon Dieu, il BOUGE—"
		},
		"route_fallback": {
			"text": "Je me tiens face à l'entité sans plan, sans préparation. Juste moi et l'abîme. Et l'abîme me regarde en retour."
		},
		"narration_fallback_creature": {
			"text": "TU N'AS CHOISI AUCUN CHEMIN. ALORS JE CHOISIS POUR TOI."
		}
	}
}