{
	"_characters": {
		"voss": "Pastore Voss",
		"otto": "Sindaco",
		"margarethe": "Nonna",
		"georg": "Georg",
		"elise": "Elise",
		"konrad": "Konrad",
		"hilde": "Hilde",
		"anna": "Anna"
	},
	"res://data/dialogue/prologue.json": {
		"narration_1": {
			"text": "Berlino, novembre 1923."
		},
		"narration_1b": {
			"text": "La pioggia tamburella contro la finestra del mio piccolo appartamento a Charlottenburg. Fuori, una donna cammina a testa bassa tra le pozzanghere. Non alza lo sguardo."
		},
		"narration_1c": {
			"text": "Nessuno alza lo sguardo di questi tempi. L'inflazione divora il paese. Un pane costa miliardi. Ma non è per questo che le mie mani tremano."
		},
		"narration_memory_1": {
			"text": "Nonna Margarethe fu quella che mi avvicinò al folklore. Da bambina sedevo sulle sue ginocchia mentre mi raccontava le vecchie storie — non come fiabe, ma come ricordi."
		},
		"narration_memory_2": {
			"text": "\"Le storie sono vere, Elise\", diceva sempre. \"Non alla lettera. Ma vere.\" Allora non capivo cosa intendesse. Oggi, dopo tre semestri di studi folkloristici, non sono più sicura di volerlo capire."
		},
		"narration_memory_3": {
			"text": "Cinque mesi di silenzio. Tre lettere senza risposta. Avevo già pensato di chiamare l'ufficio comunale di Waldkirch. Ma poi oggi è arrivata questa lettera."
		},
		"narration_2": {
			"text": "Tra pile di libri di folklore è tesine incompiute giace una lettera. La busta è umida di pioggia, ma l'inchiostro ha tenuto."
		},
		"narration_2b": {
			"text": "Il timbro postale è di oggi. La calligrafia è di mia nonna Margarethe."
		},
		"narration_2c": {
			"text": "La nonna non mi scrive da cinque mesi. Le mie ultime tre lettere sono rimaste senza risposta. Avevo iniziato a preoccuparmi."
		},
		"elise_1": {
			"text": "Questa calligrafia... sì, è lei. Ma trema più di prima. È l'inchiostro — ha scritto con qualcosa di più scuro del solito."
		},
		"narration_3": {
			"text": "Apro la lettera con cautela. La carta odora di... erbe? È di qualcos'altro. Terra, forse. O cenere."
		},
		"narration_3b": {
			"text": "La lettera è breve. Solo tre frasi, con grafia tremante:"
		},
		"narration_4": {
			"text": "\"Carissima Elise, vieni a Graubach. È tempo che tu conosca la verità. Porta qualcosa per proteggerti.\""
		},
		"elise_3": {
			"text": "\"Qualcosa per proteggermi\"? Nonna, che cosa dovrebbe significare?"
		},
		"narration_5": {
			"text": "Giro la lettera. Sul retro c'è qualcosa di inciso — non una parola scritta, ma un simbolo. Una spirale che si avvolge verso l'interno."
		},
		"narration_5b": {
			"text": "Nei miei studi di folklore ho visto questo simbolo. È antico. Più antico del cristianesimo in queste terre. Un segno di protezione — o un avvertimento."
		},
		"elise_conflict_1": {
			"text": "Graubach... Ho tre seminari la prossima settimana. Il mio lavoro sui riti del raccolto della Turingia è in ritardo."
		},
		"narration_conflict_2": {
			"text": "Poso la lettera sul tavolo e mi avvicino alla finestra. La pioggia si fa più forte. Nel vetro vedo il mio riflesso — occhi stanchi, i capelli in disordine. Sono settimane che dormo male."
		},
		"narration_conflict_3": {
			"text": "Da quando le lettere hanno smesso di arrivare, in realtà. Come se una parte di me avesse saputo che qualcosa non andava. Che il silenzio della nonna non era dimenticanza, ma una decisione."
		},
		"elise_conflict_4": {
			"text": "No. I seminari possono aspettare. La nonna non mi ha mai chiesto nulla. Mai. E ora scrive \"vieni\" — allora verrò."
		},
		"elise_5": {
			"text": "Il prossimo treno per il sud parte domani mattina alle sei. Devo fare i bagagli."
		},
		"narration_6": {
			"text": "Il mio sguardo vaga per l'appartamento. Non posso portare molto — solo l'essenziale. Ma le parole della nonna mi fanno esitare."
		},
		"narration_6b": {
			"text": "\"Porta qualcosa per proteggerti.\""
		},
		"narration_pack_think": {
			"text": "Protezione. Cosa protegge un essere umano? La conoscenza? La fede? Le prove? Mi guardo intorno nel mio piccolo appartamento e tre cose attirano il mio sguardo."
		},
		"choice_pack": {
			"choices": [
				"I miei libri di folklore — La conoscenza è protezione",
				"Il vecchio crocifisso di mamma — La fede è protezione",
				"La mia macchina fotografica — La verità è protezione"
			]
		},
		"pack_books": {
			"text": "Impacco tre libri: le Leggende di Grimm, un trattato sui rituali protettivi germanici è i miei appunti sul folklore della Foresta Nera."
		},
		"pack_books_2": {
			"text": "La conoscenza non mi ha mai deluso. Qualunque cosa intenda la nonna, la troverò nei libri."
		},
		"pack_books_3": {
			"text": "Tra le pagine del mio quaderno trovo fiori pressati di Graubach. Arnica è aconito. La nonna me li aveva messi in mano durante la mia ultima visita."
		},
		"pack_cross": {
			"text": "Il crocifisso giace in un cassetto, avvolto in un panno. È intagliato in legno scuro, a mano. Mia madre lo portò fino alla sua morte."
		},
		"pack_cross_2": {
			"text": "Non sono una donna religiosa. Ma la mamma lo era — è anche la nonna lo è. Forse c'è una protezione in questo che non capisco."
		},
		"pack_cross_3": {
			"text": "Quando lo prendo, il legno è caldo. Quasi troppo caldo per un pezzo rimasto mesi in un cassetto."
		},
		"pack_camera": {
			"text": "La mia Leica. Comprata usata da un fotografo che ha lasciato il paese. Sei rullini — più di quanto possa permettermi."
		},
		"pack_camera_2": {
			"text": "Qualunque cosa accada a Graubach, la documenterò. Le foto non mentono. A differenza delle persone."
		},
		"pack_camera_3": {
			"text": "Carico il primo rullino è scatto una foto di prova della lettera. Attraverso il mirino, la spirale sul retro sembra più grande di quanto dovrebbe."
		},
		"journal_pack": {
			"title": "La lettera da Graubach",
			"content": "La nonna scrive dopo cinque mesi di silenzio. Tre frasi enigmatiche è una spirale incisa. Il timbro è di oggi — come può una lettera dalla Foresta Nera raggiungere Berlino in un solo giorno?"
		},
		"narration_night": {
			"text": "Dormo male quella notte. Nel sogno sento un canto — un coro di molte voci, profonde è antiche. Non conosco la melodia, ma il mio corpo sì."
		},
		"narration_night_2": {
			"text": "Quando la sveglia suona alle quattro è mezza, sono già sveglia. Le mie dita sono fredde. Sul vetro appannato, qualcuno — o qualcosa — ha disegnato una spirale."
		},
		"narration_night_3": {
			"text": "Dall'interno."
		},
		"narration_train_1": {
			"text": "Il treno sferraglia attraverso il paesaggio di novembre. Berlino è tre ore alle mie spalle. Le città si rimpiccioliscono, le foreste si infittiscono."
		},
		"narration_train_2": {
			"text": "Di fronte a me siede una donna anziana con un cesto in grembo. Lavora a maglia è canticchia piano. La melodia..."
		},
		"narration_train_3": {
			"text": "È la stessa melodia del mio sogno."
		},
		"elise_train_2": {
			"text": "Mi scusi... quella canzone che canticchia. Da dove la conosce?"
		},
		"narration_train_old": {
			"text": "La donna mi guarda. I suoi occhi sono lattiginosi, quasi ciechi. Sorride."
		},
		"narration_train_old_2": {
			"text": "\"Nella Foresta Nera si canta così quando arriva novembre. Perché quelli che dormono sotto non si sveglino.\""
		},
		"elise_train_ask_2": {
			"text": "Quelli che dormono sotto? Sembra un'antica formula di scongiuro. Studio folklore — posso chiederle dove esattamente nella Foresta Nera ha imparato questo?"
		},
		"narration_old_react": {
			"text": "La donna smette di lavorare a maglia. Per un istante il suo sorriso è scomparso. Poi ritorna — ma non raggiunge più i suoi occhi."
		},
		"narration_old_react_2": {
			"text": "\"Imparato? Bambina, questo non si impara. Si sa. Come si sa quando è ora di chiudere le finestre.\""
		},
		"elise_train_ask_3": {
			"text": "E quando è ora di chiudere le finestre?"
		},
		"narration_old_unsettling": {
			"text": "La donna si sporge in avanti. Il suo alito odora di erbe — le stesse erbe della lettera della nonna. \"Quando il canto inizia, bambina. Quando il canto inizia.\""
		},
		"narration_train_old_3": {
			"text": "Continua a lavorare a maglia. Non dico altro. Ma noto che il suo motivo a maglia forma delle spirali."
		},
		"narration_train_old_4": {
			"text": "Un brivido mi percorre la schiena. Stringo la borsa contro di me e guardo fuori dal finestrino. I boschi là fuori si fanno più fitti, più scuri."
		},
		"narration_train_4": {
			"text": "A Friburgo cambio treno. La coincidenza è più piccola, più vecchia. Odora di fumo di carbone è legno bagnato."
		},
		"elise_train_4": {
			"text": "Graubach... L'ultima volta ci sono stata da bambina. Dieci anni fa. Allora odorava di aghi di pino è della torta della nonna."
		},
		"narration_train_5": {
			"text": "Ricordo la fontana del villaggio, la chiesa con la torre storta. Il bosco che circonda il villaggio come un pugno chiuso."
		},
		"narration_train_6": {
			"text": "E ricordo qualcosa che ho a lungo rimosso. L'ultima notte a Graubach, quando avevo quattordici anni."
		},
		"narration_train_7": {
			"text": "Mi ero svegliata perché avevo sentito un canto. Dal suolo. La nonna era seduta accanto al mio letto è mi teneva la mano. \"Torna a dormire\", aveva detto. \"È solo il vento che canta.\""
		},
		"narration_train_8": {
			"text": "Ma non era stato il vento. È la nonna stava piangendo."
		},
		"narration_kutsche": {
			"text": "La ferrovia finisce a Waldkirch. Da lì sono altre due ore in carrozza."
		},
		"narration_kutsche_2": {
			"text": "Il cocchiere è un uomo taciturno dal viso sfregiato. Quando dico \"Graubach\", si ferma un istante."
		},
		"narration_kutsche_3": {
			"text": "\"La porto fino al limite del villaggio\", dice. \"Oltre non vado. Non a novembre.\""
		},
		"narration_kutsche_4": {
			"text": "La strada si restringe. Gli abeti si serrano come a voler sbarrare il passo. L'ultima luce del giorno fatica a filtrare tra i rami."
		},
		"narration_kutsche_5": {
			"text": "Al limite del villaggio, il cocchiere si ferma di colpo. Prende i miei soldi senza guardarmi. La carrozza scompare nella nebbia prima che io possa voltarmi."
		},
		"narration_arrival_1": {
			"text": "Graubach."
		},
		"narration_arrival_2": {
			"text": "La nebbia pende tra le case a graticcio come sudari grigi. Le imposte sono chiuse — tutte. In un pomeriggio."
		},
		"narration_arrival_3": {
			"text": "Nessun cane abbaia. Nessun bambino gioca per strada. Nessun fumo sale dai camini, nonostante il freddo pungente."
		},
		"narration_arrival_4": {
			"text": "Il silenzio non è vuoto. È pieno. Come una bocca che si apre per gridare ma non emette alcun suono."
		},
		"narration_arrival_5": {
			"text": "I miei passi sul selciato sono l'unico suono. Ogni passo un intruso in questa quiete soffocante."
		},
		"narration_childhood_1": {
			"text": "Questo non è la Graubach della mia infanzia. Allora le porte erano aperte. Le donne si chiamavano da un vicolo all'altro. Le ragazze lavavano i panni alla fontana e ridevano."
		},
		"elise_childhood_1": {
			"text": "La nonna stava sempre al recinto e salutava quando arrivavo. Già da lontano potevo vederla. Cosa è successo qui?"
		},
		"narration_childhood_2": {
			"text": "Nessuno saluta. Nessuno sta al recinto. Solo la nebbia striscia per i vicoli vuoti, e da qualche parte — profondo e appena udibile — qualcosa canticchia."
		},
		"narration_arrival_6": {
			"text": "Conosco la strada per la casa della nonna. A sinistra oltre la fontana, su per il vicolo, fino all'ultima porta prima del bosco."
		},
		"narration_arrival_7": {
			"text": "Mi fermo alla fontana. Foglie morte galleggiano nell'acqua torbida. È qualcos'altro — un pezzo di stoffa? No. È un nastro nero."
		},
		"narration_arrival_8": {
			"text": "Un nastro da lutto."
		},
		"narration_arrival_9": {
			"text": "Un altro pende dal recinto della nonna. La porta è socchiusa. Dall'interno arriva l'odore dolciastro di fiori appassiti."
		},
		"elise_arrival_emotion": {
			"text": "Nastro da lutto... No. No, no, no."
		},
		"narration_arrival_emotion_2": {
			"text": "Le ginocchia mi cedono. Mi aggrappo al recinto per sostenermi. Il legno è umido e freddo sotto le dita. L'odore dolciastro dei fiori appassiti si fa più forte."
		},
		"narration_arrival_emotion_3": {
			"text": "Conosco questo odore. Gigli. Gigli funebri. Gli stessi che c'erano al funerale della mamma."
		},
		"narration_arrival_10": {
			"text": "La porta cigola quando il vento la muove. O è il vento?"
		},
		"journal_arrival": {
			"title": "Arrivo a Graubach",
			"content": "Graubach è in silenzio. Troppo silenzio. Tutte le imposte chiuse, niente fumo, niente gente. Nastro da lutto alla fontana è al recinto della nonna. La porta è aperta. Qualcosa non va qui."
		}
	},
	"res://data/dialogue/act1/arrival.json": {
		"narration_1": {
			"text": "L'interno della casa della nonna è a malapena cambiato. Gli stessi mobili di legno scuro, le stesse coperte all'uncinetto."
		},
		"narration_2": {
			"text": "Ma l'odore è diverso. Sotto il familiare profumo di camomilla è cera d'api c'è qualcosa di dolciastro. Qualcosa che non riesco a identificare."
		},
		"narration_3": {
			"text": "Nella camera da letto giace lei. Nonna Margarethe. La coperta è tirata fino al mento, come se qualcuno l'avesse rimboccata con cura."
		},
		"narration_4": {
			"text": "I suoi occhi sono chiusi. La sua bocca sorride lievemente. Ma la sua pelle ha il colore della vecchia pergamena, è quando tocco la sua mano, è fredda come la pietra."
		},
		"narration_4b": {
			"text": "Quel sorriso. Non sembra la morte pacifica di una vecchia. Sembra il sorriso di chi ha finito qualcosa. Qualcosa di importante."
		},
		"elise_grief_1": {
			"text": "Nonna...? No... No, ti prego, no."
		},
		"narration_grief_2": {
			"text": "Le ginocchia cedono. Mi lascio cadere sul bordo del letto e stringo la sua mano fredda tra le mie. Le dita mi tremano. Le lacrime mi scorrono sul viso prima che me ne accorga."
		},
		"narration_grief_3": {
			"text": "L'ultima volta che ho stretto questa mano è stato dieci anni fa. Alla stazione di Waldkirch, quando la nonna mi infilò dell'arnica essiccata nella borsa come saluto. \"Torna presto\", aveva detto. \"Promettimelo.\""
		},
		"narration_grief_4": {
			"text": "Ho promesso. E poi sono arrivati l'università, i seminari, l'inflazione, e sempre un motivo per non andare. Dieci anni di scuse."
		},
		"elise_grief_5": {
			"text": "Mi dispiace. Mi dispiace tanto di non essere venuta prima."
		},
		"narration_grief_6": {
			"text": "Mi asciugo gli occhi. Il mio sguardo cade sul comodino, e attraverso il velo di lacrime vedo tre cose posate lì."
		},
		"narration_5": {
			"text": "Sul comodino ci sono tre cose: una candela accesa. Un bicchiere d'acqua torbida. È un piccolo quaderno con copertina di pelle."
		},
		"narration_6": {
			"text": "La candela. Brucia. Da tre giorni, se i vicini hanno ragione."
		},
		"books_reaction": {
			"text": "Nei miei libri c'è scritto che le candele accese accanto ai morti segnano il passaggio. Alcune tradizioni credono che la fiamma tenga l'anima sul posto fino a quando gli affari incompiuti non sono risolti."
		},
		"books_reaction_2": {
			"text": "Ma nessuna candela brucia per tre giorni senza essere riempita. Questa è appena più corta di una nuova."
		},
		"elise_books_react": {
			"text": "Tre giorni... Nessuna candela brucia per tre giorni. Non senza aiuto. Nelle tradizioni della Foresta Nera esistono luci dell'anima che si spengono solo quando il defunto trova la pace."
		},
		"cross_reaction": {
			"text": "Istintivamente afferro la catenina al collo, dove pende il crocifisso della mamma. Il legno è caldo sotto le dita — più caldo di quanto dovrebbe."
		},
		"cross_reaction_2": {
			"text": "Accanto al letto mormoro una preghiera. Le parole suonano estranee in questa stanza. Come se non appartenessero qui."
		},
		"elise_cross_react": {
			"text": "Qualcosa in questa stanza non va. Il crocifisso è caldo. L'aria è pesante. E questa candela... avrebbe dovuto spegnersi da tempo."
		},
		"camera_reaction": {
			"text": "Il mio primo istinto è alzare la macchina fotografica. Catturare la scena. Ma poi la riabbasso. Alcune cose non appartengono alla pellicola."
		},
		"camera_reaction_2": {
			"text": "Comunque — la candela. La fotografo da vicino. Attraverso il mirino vedo qualcosa che non avevo notato a occhio nudo: la cera non cola verso il basso. Si avvolge a spirale intorno alla candela."
		},
		"elise_camera_react": {
			"text": "La cera si avvolge a spirale... come il simbolo sulla lettera. Non è una coincidenza. Qualcosa tiene viva questa fiamma."
		},
		"general_reaction": {
			"text": "Un brivido mi percorre la schiena. La candela tremola, anche se non c'è corrente nella stanza. La fiamma si piega — verso di me."
		},
		"elise_general_react": {
			"text": "Faccio un passo indietro. La fiamma segue il mio movimento. Impossibile. Eppure accade, proprio davanti ai miei occhi."
		},
		"meet_georg": {
			"text": "Dietro di me, il pavimento di legno scricchiola. Mi giro di scatto."
		},
		"narration_georg_1": {
			"text": "Un uomo sta sulla soglia. Alto, dalle spalle larghe, con mani come pale. Il suo viso è segnato dalle intemperie, i suoi occhi stanchi."
		},
		"narration_georg_2": {
			"text": "Zio Georg. L'unico figlio della nonna. Il fabbro di Graubach."
		},
		"elise_sees_georg": {
			"text": "Georg...? Hai... hai un aspetto terribile."
		},
		"georg_1": {
			"text": "Elise."
		},
		"georg_2": {
			"text": "Dice solo il mio nome. Ma in quella sola parola c'è così tanto — sollievo, senso di colpa, è qualcosa che suona come paura."
		},
		"elise_responds_1": {
			"text": "Quando è morta? Cos'è successo?"
		},
		"georg_3": {
			"text": "Sei venuta. Speravo... è allo stesso tempo temevo che lo facessi."
		},
		"georg_5": {
			"text": "Tua nonna... mi dispiace, bambina. L'abbiamo trovata così tre giorni fa. Serena, dice la gente. Nel sonno."
		},
		"georg_5_hint": {
			"text": "Solo che... i suoi stivali erano alla porta. Coperti di fango. Eppure era troppo debole per camminare da una settimana. Non so dove sia andata quella ultima notte."
		},
		"elise_responds_2": {
			"text": "Tre giorni? Perché nessuno mi ha avvisata? Sarei potuta venire subito!"
		},
		"georg_explains": {
			"text": "Non c'è telefono a Graubach. E il telegrafo più vicino è a Friburgo. Elise, non volevo che venissi qui da sola. Non adesso."
		},
		"georg_6": {
			"text": "Ma il suo viso... sorrideva, Elise. Come se sapesse qualcosa che noi non sappiamo."
		},
		"elise_responds_3": {
			"text": "Sorrideva...? La nonna non sorrideva mai nel sonno. Mai. Cosa ha visto?"
		},
		"narration_elise_looks": {
			"text": "Guardo di nuovo nella camera da letto. Il sorriso della nonna alla luce della candela. Non sembra sereno. Sembra consapevole. Come se avesse messo in moto qualcosa che ora fa il suo corso."
		},
		"choice_georg": {
			"choices": [
				"Chi ha spedito la lettera? Il timbro è di oggi.",
				"Perché la candela brucia ancora dopo tre giorni?",
				"Cosa sono quegli appunti sul comodino?"
			]
		},
		"georg_letter_1": {
			"text": "Lettera? Quale lettera?"
		},
		"georg_letter_2": {
			"text": "Gli mostro la busta. Georg impallidisce. Le sue grandi mani tremano quando la tocca."
		},
		"georg_letter_3": {
			"text": "È... è la sua calligrafia. Ma Elise — non abbiamo un ufficio postale a Graubach. Non più. È il più vicino è a due giorni di viaggio."
		},
		"elise_letter_react": {
			"text": "Kein Postamt? Aber der Stempel ist von heute, Georg. Der Brief war warm, als ich ihn öffnete. Er roch nach ihren Kräutern. Wie kann eine Tote einen Brief verschicken?"
		},
		"georg_letter_5": {
			"text": "Questa lettera... non può esistere."
		},
		"georg_letter_exclusive": {
			"text": "A Graubach accadono cose che non dovrebbero accadere. La lettera è ancora la più innocua. Credimi, Elise."
		},
		"georg_candle_1": {
			"text": "La candela... Sì. Abbiamo provato a spegnerla. Già il primo giorno."
		},
		"georg_candle_2": {
			"text": "Georg deglutisce a fatica. Guarda la candela come un nemico che non riesce a sconfiggere."
		},
		"georg_candle_3": {
			"text": "Non si spegne, Elise. Abbiamo soffiato, versato acqua, tagliato lo stoppino. La mattina dopo bruciava di nuovo."
		},
		"elise_candle_react": {
			"text": "Questo è impossibile. Le candele si spengono quando si taglia lo stoppino. Questo... Georg, questo sfida ogni legge della fisica."
		},
		"georg_candle_4": {
			"text": "Non spegnerla. Per favore. Non so perché, ma... non spegnerla."
		},
		"georg_candle_exclusive": {
			"text": "La sera prima di morire, Margarethe accese la candela. Disse: \"Questa fiamma è per Elise. Brucerà finché lei non verrà.\" Pensavo che vaneggiasse. Ma eccoti qui. E la candela brucia."
		},
		"georg_notes_1": {
			"text": "Non toccarli! Non... non adesso."
		},
		"georg_notes_2": {
			"text": "Georg sussulta, spaventato, come se non si aspettasse di reagire così violentemente. Si passa una mano sul viso."
		},
		"georg_notes_3": {
			"text": "Perdonami. È che... tua nonna ha scritto molto nelle ultime settimane. Giorno è notte. Come se il tempo le stesse sfuggendo."
		},
		"elise_notes_react": {
			"text": "Incubi? Georg, sono una folklorista. Ho letto centinaia di storie dell'orrore. Cosa c'è in un quaderno che dà gli incubi a TE?"
		},
		"georg_notes_4": {
			"text": "Ci ho guardato dentro. Una volta. Mi ha dato... mi ha dato gli incubi, Elise. Ma forse sei tu quella che deve leggerlo."
		},
		"georg_notes_exclusive": {
			"text": "Ha scritto dell'insegnante. Konrad Mueller. Di quello che... VIVE DENTRO di lui. Elise — promettimi: stai lontana da Konrad."
		},
		"georg_converge": {
			"text": "Fuori si fa buio. Le ombre negli angoli della stanza si approfondiscono. La candela proietta luci tremolanti sulla parete."
		},
		"sound_bells": {
			"text": "Poi lo sento. La campana della chiesa. Una volta. Due volte. Tre volte."
		},
		"narration_bells_2": {
			"text": "Non è un'ora piena. È il suono è... sbagliato. Troppo profondo. Come se provenisse non dalla torre, ma dal sottosuolo."
		},
		"georg_react_1": {
			"text": "Georg si immobilizza. Tutto il colore abbandona il suo viso. Si aggrappa allo stipite come se avesse bisogno di sostegno."
		},
		"georg_react_2": {
			"text": "Devo andare. Subito."
		},
		"georg_react_3": {
			"text": "Elise, ascoltami. Resta qui stanotte. Chiudi la porta a chiave. Metti il catenaccio. È se qualcuno bussa — se qualcuno bussa, non aprire."
		},
		"choice_georg_leave": {
			"choices": [
				"Cosa sta succedendo, Georg? Dimmi la verità!",
				"Dove vai? Posso venire con te?",
				"...Va bene. Resto qui."
			]
		},
		"georg_demand_1": {
			"text": "La verità? La verità è che non posso dirti tutto. Non ancora. Non avrebbe senso."
		},
		"georg_demand_2": {
			"text": "Domani. Domani faremo colazione insieme, è ti racconterò... tutto quello che posso. Ma stanotte — per favore, Elise. Fidati di me."
		},
		"elise_demand_farewell": {
			"text": "Domani, Georg. Ma domani voglio tutta la verità. Niente mezze misure."
		},
		"georg_follow_1": {
			"text": "No! Assolutamente no. Non di notte. Non... non devi uscire di notte, Elise. Promettimelo."
		},
		"georg_follow_2": {
			"text": "La paura nei suoi occhi è reale. Georg non è mai stato un uomo che si spaventava facilmente. Da bambina l'ho visto fermare un cavallo imbizzarrito a mani nude."
		},
		"elise_follow_farewell": {
			"text": "Lo prometto. Ma tu — stai attento anche tu. Per favore."
		},
		"georg_quiet": {
			"text": "Georg mi guarda. A lungo. Poi annuisce, è vedo sollievo nei suoi occhi — è allo stesso tempo, una profonda tristezza."
		},
		"georg_quiet_2": {
			"text": "Sei come tua nonna. Più forte di quanto pensi."
		},
		"elise_quiet_farewell": {
			"text": "Non dico nulla. Ma quando la porta si chiude, appoggio la mano contro di essa. Dall'altra parte sento Georg fermarsi. Un istante. Poi i suoi passi si allontanano, pesanti e lenti."
		},
		"narration_alone_1": {
			"text": "La porta si chiude. Faccio scorrere il catenaccio, come ha detto Georg."
		},
		"narration_alone_2": {
			"text": "Sola. Con il corpo di mia nonna. È una candela che non vuole spegnersi."
		},
		"narration_alone_3": {
			"text": "Fuori è completamente buio. Nessuna luce filtra attraverso le imposte. Niente luna, niente stelle. Solo l'oscurità densa è satura di una sera di novembre nella Foresta Nera."
		},
		"narration_alone_search_1": {
			"text": "Non riesco a dormire. Non adesso. Invece cammino per la casa. L'armadio della nonna: la sua sciarpa, che profuma ancora di lavanda. I ferri da maglia con un lavoro a metà, come se avesse solo fatto una breve pausa."
		},
		"narration_alone_search_2": {
			"text": "In un cassetto: erbe essiccate in sacchetti di lino, mozziconi di candela con strane tacche, un fascio di lettere ingiallite. E sotto — i miei disegni da bambina. Li ha conservati tutti."
		},
		"elise_finds_photo": {
			"text": "Dietro i disegni c'è una fotografia. Io, forse a sette anni, in grembo alla nonna. Ridiamo entrambe. La luce estiva entra da una finestra aperta."
		},
		"narration_photo": {
			"text": "Sul retro, nella calligrafia della nonna: \"La mia luce contro l'oscurità.\" La parola \"luce\" è sottolineata. Tre volte."
		},
		"elise_cries": {
			"text": "Sono qui, nonna. Troppo tardi... ma sono qui."
		},
		"narration_alone_4": {
			"text": "Mi siedo al tavolo della cucina. La teiera della nonna è ancora lì, mezza piena. Accanto, un pezzo di pane morsicato, duro come il legno."
		},
		"narration_alone_5": {
			"text": "Tre giorni. È morta da tre giorni, ma la lettera ha il timbro di oggi. La candela brucia ancora. È le campane suonano a nessun'ora."
		},
		"narration_alone_sounds": {
			"text": "A un certo punto nel silenzio lo sento. Sommesso, profondo, appena più di una vibrazione nelle assi del pavimento. Un canto? No — più un ronzio. Come una ninna nanna che viene dal suolo stesso."
		},
		"narration_alone_sounds_hint": {
			"text": "Non suona minaccioso. Suona... triste. Come qualcuno seduto solo in una stanza buia, che canticchia perché nessuno ascolta."
		},
		"elise_alone_resolve": {
			"text": "Domani. Domani comincerò a capire."
		},
		"journal_grandmother": {
			"title": "Nonna Margarethe",
			"content": "La nonna è morta. Da tre giorni, dice Georg. Ma la lettera è arrivata oggi. La candela accanto al suo letto non si può spegnere. Georg ha paura — vera, profonda paura. Cosa nasconde?"
		},
		"journal_georg_entry": {
			"title": "Zio Georg",
			"content": "Georg è cambiato. Più vecchio, più stanco, tormentato dal senso di colpa. Mi ha avvertita sulla notte, senza dire perché. Le campane lo hanno spaventato — come se fossero un segnale."
		}
	},
	"res://data/dialogue/act1/first_night.json": {
		"narration_1": {
			"text": "Passano le ore. O i minuti. Al bagliore dell'inumana candela, il tempo perde significato."
		},
		"narration_2": {
			"text": "Siedo al tavolo della cucina fissando il quaderno della nonna. È nella camera da letto. Le parole di Georg mi riecheggiano nella testa."
		},
		"narration_3": {
			"text": "\"Ci ho guardato dentro. Una volta. Mi ha dato gli incubi.\""
		},
		"choice_notebook": {
			"choices": [
				"Prendere il quaderno e leggerlo",
				"Meglio di no. Domani è un altro giorno."
			]
		},
		"read_notebook": {
			"text": "Torno in camera da letto. La candela tremola al mio avvicinarmi. Il viso della nonna sembra quasi vivo nella luce danzante."
		},
		"read_notebook_2": {
			"text": "Il quaderno è sottile ma zeppo. La grafia diventa più frettolosa, più frenetica di pagina in pagina. Alcune voci sono in una lingua che non riconosco."
		},
		"read_notebook_3": {
			"text": "Sulla prima pagina, ordinato è chiaro: \"Per Elise. Quando non ci sarò più.\""
		},
		"read_notebook_4": {
			"text": "\"C'è qualcosa sotto la chiesa. Qualcosa di antico. Più antico del villaggio, più antico degli alberi, più antico delle montagne. Lo chiamiamo il Dormiente. Mia nonna lo chiamava il Respiro della Terra.\""
		},
		"elise_nb_react_1": {
			"text": "Qualcosa sotto la chiesa...? Nonna, cosa non mi hai mai detto?"
		},
		"read_notebook_5": {
			"text": "\"Ogni trent'anni ha bisogno di... nutrimento. L'ultima volta è stato nel 1893. La prossima volta è adesso. Novembre 1923.\""
		},
		"elise_nb_react_2": {
			"text": "Poso il libro. Le mie mani tremano troppo. Trent'anni. Nutrimento. Che tipo di nutrimento? Non voglio continuare a leggere. Ma devo."
		},
		"read_notebook_6": {
			"text": "Le mie mani tremano. Giro pagina. La grafia diventa più caotica."
		},
		"read_notebook_7": {
			"text": "\"Konrad non è Konrad. Non più. Dalla primavera lo vedo nei suoi occhi. Sorride in modo diverso. Si muove in modo diverso. Qualcosa lo indossa come un cappotto.\""
		},
		"elise_nb_react_3": {
			"text": "Konrad. Il maestro del villaggio. Non conosco quest'uomo, ma la nonna scrive di lui come di una minaccia. Cosa vive DENTRO una persona? Cosa indossa qualcuno come un cappotto?"
		},
		"read_notebook_8": {
			"text": "\"Vogliono te, Elise. Il tuo nome è nel libro sotto la chiesa. Ho provato a cancellarlo, ma l'inchiostro ritorna. Sempre.\""
		},
		"elise_nb_react_4": {
			"text": "Il mio nome...? Il MIO nome e in un libro sotto la chiesa? Cosa significa? Cosa VUOLE questa cosa da me?"
		},
		"journal_notebook": {
			"title": "Il quaderno della nonna",
			"content": "La nonna scrive di qualcosa sotto la chiesa — il 'Dormiente'. Ogni 30 anni ha bisogno di 'nutrimento'. Il maestro Konrad 'non è più Konrad'. È il mio nome è in un libro sotto la chiesa. Cosa significa tutto questo?"
		},
		"skip_notebook": {
			"text": "No. Non stanotte. Non da sola con un cadavere è una candela che non vuole spegnersi."
		},
		"skip_notebook_2": {
			"text": "Domani. Alla luce del giorno. Quando il mondo tornerà ad avere senso."
		},
		"skip_restless_1": {
			"text": "Ma non riesco a stare ferma. Il silenzio preme. Mi alzo e cammino per la casa buia, le dita lungo il muro."
		},
		"skip_restless_2": {
			"text": "Nel corridoio mi fermo. Sopra lo stipite della porta, dei simboli sono intagliati nel legno - spirali, intrecciate e profonde. Le stesse della lettera. Le percorro con le dita. Il legno e liscio, come se la nonna le avesse ripassate regolarmente."
		},
		"skip_restless_3": {
			"text": "Lo stesso a ogni finestra. Spirali sopra il telaio, mazzetti di erbe essiccate nelle fessure. Ogni apertura della casa e protetta. Sigillata."
		},
		"skip_restless_4": {
			"text": "Nonna... da quanto tempo lo fai? Cosa hai tenuto lontano?"
		},
		"skip_restless_5": {
			"text": "Alla finestra della cucina premo la fronte contro il vetro freddo. Fuori: oscurità. Ma da qualche parte in quell'oscurità sento qualcosa. Non vedere, non sentire - percepire. Come se qualcuno mi stesse osservando."
		},
		"skip_restless_6": {
			"text": "Torno al tavolo e mi avvolgo nello scialle della nonna. Il profumo di lavanda e camomilla mi avvolge. Quasi confortante. Quasi."
		},
		"notebook_converge": {
			"text": "A un certo punto devo essermi addormentata. Al tavolo della cucina, con la testa sulle braccia incrociate."
		},
		"narration_dream_1": {
			"text": "Nel sogno sono in piedi sulla piazza del villaggio. È notte, ma il villaggio è illuminato — da torce disposte a spirale."
		},
		"narration_dream_2": {
			"text": "La gente sta in cerchio. Tutti i paesani. Cantano — la stessa melodia che ho sentito sul treno. Profonda è risonante, come se il suono provenisse dalla terrà stessa."
		},
		"narration_dream_3": {
			"text": "Al centro del cerchio c'è un uomo. Giovane, con capelli scuri è un sorriso che non corrisponde ai suoi occhi. Mi tende la mano."
		},
		"narration_dream_4": {
			"text": "\"Bentornata, Elise\", dice. \"Ti stavamo aspettando.\""
		},
		"narration_dream_5": {
			"text": "Poi lo sento. Non il canto, ma qualcosa sotto di esso. Un battito profondo è ritmico. Come un cuore. Ma troppo grande per un cuore umano."
		},
		"narration_dream_6": {
			"text": "Il suolo sotto i miei piedi comincia a vibrare. Crepe percorrono il selciato. Dalle crepe filtra luce — non una luce calda. Qualcosa di freddo, bluastro, che si muove come qualcosa di vivo."
		},
		"narration_dream_7": {
			"text": "E poi apro gli occhi."
		},
		"narration_wake_1": {
			"text": "Mi sveglio di soprassalto. È ancora buio. Il mio cuore martella."
		},
		"narration_wake_2": {
			"text": "E poi lo sento. Non nel sogno. Da sveglia."
		},
		"narration_wake_3": {
			"text": "Un canto. Debole, soffocato, come se provenisse da sotto la casa. Molte voci, intrecciate in qualcosa che non è del tutto musica è non è del tutto linguaggio."
		},
		"narration_wake_3_hint": {
			"text": "Non suona arrabbiato. Suona... cercante. Come se chiamasse qualcuno che non viene mai."
		},
		"narration_singing_2": {
			"text": "Le assi vibrano lievemente sotto i miei piedi nudi. Il bicchiere sul tavolo tintinna piano. La candela in camera — la vedo da qui — brucia più alta, più luminosa."
		},
		"narration_singing_3": {
			"text": "Poi — qualcuno bussa alla porta."
		},
		"narration_knock_1": {
			"text": "Tre colpi. Lenti. Deliberati. Come qualcuno che sa che gli apriranno."
		},
		"narration_knock_2": {
			"text": "\"Se qualcuno bussa, non aprire.\""
		},
		"narration_knock_3": {
			"text": "Silenzio. Poi, piano, una voce. Calda, amichevole, preoccupata:"
		},
		"narration_knock_4": {
			"text": "\"Salve? C'è qualcuno? Ho visto una luce. Ha bisogno di aiuto?\""
		},
		"narration_knock_5": {
			"text": "Una voce maschile. Giovane, amichevole. Non minacciosa. Ma Georg ha detto..."
		},
		"choice_door": {
			"choices": [
				"Aprire la porta",
				"Non aprire. Georg l'ha detto."
			]
		},
		"open_door": {
			"text": "La mia mano è sul catenaccio. Esito. Poi lo tiro indietro."
		},
		"elise_through_door_1": {
			"text": "Chi siete? Cosa volete nel cuore della notte?"
		},
		"voice_reply_1": {
			"text": "\"Konrad Mueller, il maestro del villaggio. Ho visto la luce e mi sono preoccupato. Margarethe era... un'amica.\""
		},
		"elise_through_door_2": {
			"text": "Mio zio mi ha detto di non aprire. Non di notte."
		},
		"voice_reply_2": {
			"text": "Una pausa. Poi, più piano: \"Georg ha paura. È comprensibile, dopo quello che è successo. Ma sono solo un insegnante, Fräulein Brandt. Non un mostro.\""
		},
		"elise_through_door_3": {
			"text": "Come fate a sapere il mio nome? Non mi sono presentata."
		},
		"voice_reply_3": {
			"text": "Una risata sommessa. Calda, ma in qualche modo troppo tranquilla. \"Sua nonna parlava molto di lei. Era molto fiera di lei. La folklorista a Berlino.\""
		},
		"open_door_decide": {
			"text": "Qualcosa nella sua voce mi rassicura. Contro il mio miglior giudizio, faccio scorrere il chiavistello e apro la porta."
		},
		"open_door_2": {
			"text": "Un uomo sta sulla soglia. Sulla trentina, con capelli scuri ondulati è occhi marroni che luccicano caldi al chiaro di luna. Indossa un cappotto sopra un maglione è sorride con preoccupazione."
		},
		"konrad_1": {
			"text": "Oh — lei deve essere Elise. La nipote di Margarethe, vero? Sono Konrad. Konrad Müller, il maestro del villaggio."
		},
		"konrad_2": {
			"text": "Mi dispiace terribilmente per sua nonna. Era... una donna straordinaria. Mi aiutava spesso con l'insegnamento."
		},
		"elise_responds_konrad": {
			"text": "Grazie. La conosceva bene?"
		},
		"konrad_3": {
			"text": "Sembra sincero. Il suo sorriso è caldo, i suoi occhi amichevoli. Eppure — se guardo bene, c'è qualcosa nel suo sguardo. Qualcosa che non è del tutto..."
		},
		"konrad_4": {
			"text": "No. Sono stanca è spaventata. Vedo fantasmi."
		},
		"konrad_notebook_reaction": {
			"text": "\"Konrad non è Konrad. Non più.\" Le parole della nonna mi colpiscono come un fulmine. Quest'uomo — quest'uomo gentile e sorridente — dovrebbe essere un ricettacolo?"
		},
		"konrad_continue": {
			"text": "Volevo solo assicurarmi che tutto fosse a posto. È tardi, è questa casa... beh, è vuota da giorni. Se ha bisogno di qualcosa — abito nella scuola, proprio accanto alla chiesa."
		},
		"elise_responds_konrad_2": {
			"text": "Perché e in giro nel cuore della notte, Herr Mueller? Non dorme mai?"
		},
		"konrad_6": {
			"text": "Dorma bene, Elise. È non si preoccupi. Graubach è un villaggio tranquillo. Qui non succede mai niente."
		},
		"konrad_leave": {
			"text": "Sorride ancora, si gira è scompare nella nebbia. I suoi passi non fanno rumore sul selciato."
		},
		"narration_after_door": {
			"text": "Chiudo la porta. Il mio cuore batte forte. Non so se per sollievo o per qualcos'altro."
		},
		"narration_after_door_2": {
			"text": "Il canto è cessato. Quando esattamente, non lo so. Ma ora c'è silenzio."
		},
		"narration_after_door_3": {
			"text": "Troppo silenzio."
		},
		"dont_open": {
			"text": "No. Georg l'ha detto. Mi premo la mano sulla bocca per non fare rumore."
		},
		"elise_thinks_closed": {
			"text": "Ogni muscolo in me vuole aprire quella porta. La voce sembra amichevole, preoccupata, normale. Ma Georg era terrorizzato. Georg, che doma i cavalli a mani nude. Resto in silenzio."
		},
		"dont_open_2": {
			"text": "Silenzio. Poi, altri tre colpi. Più lenti questa volta. Più pazienti."
		},
		"dont_open_3": {
			"text": "\"So che sei lì dentro, Elise.\""
		},
		"dont_open_4": {
			"text": "Il mio nome. Conosce il mio nome."
		},
		"elise_thinks_name": {
			"text": "Come? Sono arrivata solo oggi. Nessuno sa che sono qui - nessuno tranne Georg. Chiunque sia davanti a questa porta, mi stava aspettando."
		},
		"dont_open_5": {
			"text": "Attraverso la fessura sotto la porta vedo un'ombra. Sta lì, paziente, in attesa. Passano minuti. O ore."
		},
		"dont_open_6": {
			"text": "Poi sento passi che si allontanano. È piano, appena udibile, un canticchiare. La stessa melodia."
		},
		"dont_open_7": {
			"text": "Quando i passi svaniscono, noto che anche il canto sotto il pavimento è cessato."
		},
		"converge_night": {
			"text": "Il resto della notte passa in una veglia forzata. Siedo con la schiena al muro, fissando la porta."
		},
		"converge_night_2": {
			"text": "A un certo punto il cielo fuori diventa grigio. La pallida luce di novembre filtra dalle fessure delle imposte. La notte è finita."
		},
		"converge_night_3": {
			"text": "Sono viva. Tutto il resto può aspettare finché non si fa il caffè."
		},
		"narration_dawn_1": {
			"text": "Accanto alla stufa trovo ancora del caffe macinato. Le mie mani tremano mentre verso l'acqua. Dalla finestra vedo il primo debole bagliore sopra gli abeti. Il villaggio giace silenzioso nella nebbia, come se nulla fosse accaduto."
		},
		"elise_dawn_plan": {
			"text": "Oggi parlero con la gente di qui. Con il pastore, con il sindaco, con chiunque possa darmi delle risposte. Qualcuno in questo villaggio sa cosa sta succedendo."
		},
		"narration_dawn_melody": {
			"text": "Ma mentre bevo il caffe, canticchio piano. Senza volerlo. La stessa melodia. Si e insediata in me come un motivetto che non vuole andarsene."
		},
		"journal_night": {
			"title": "La prima notte",
			"content": "Canti dal sottosuolo. Bussare alla porta. Il villaggio ha un segreto. La nonna lo sapeva. Georg lo sa. È chiunque fosse alla mia porta — conosceva il mio nome."
		}
	},
	"res://data/dialogue/act1/smithy_evening.json": {
		"narration_1": {
			"text": "La fucina di Georg odora di ferro rovente è carbone. Un odore familiare dell'infanzia. Qui una volta mi mostrò come forgiare un chiodo."
		},
		"narration_2": {
			"text": "Stasera il fuoco si è quasi spento. Georg è seduto al tavolo, davanti a lui due piatti di stufato è una brocca di birra. Sembra invecchiato di dieci anni rispetto a ieri."
		},
		"georg_1": {
			"text": "Siediti. Mangia. È poi... poi ti racconterò quello che posso."
		},
		"elise_sit": {
			"text": "Non voglio mezze verità, Georg. Non più. Da nessuno."
		},
		"narration_3": {
			"text": "Mangiamo in silenzio. Lo stufato non sa di niente. O forse sono io che non riesco più a sentire i sapori."
		},
		"georg_3": {
			"text": "A Graubach c'è una tradizione. Antica quanto il villaggio stesso. Più antica, forse. Gli anziani la tramandano di generazione in generazione."
		},
		"elise_tradition_1_hilde": {
			"text": "Tradizione? Che tipo di tradizione? Anche Hilde ne ha parlato."
		},
		"elise_tradition_1_nohilde": {
			"text": "Tradizione? Che tipo di tradizione? La nonna ha accennato a qualcosa del genere nella sua lettera."
		},
		"georg_4": {
			"text": "Ogni trent'anni, a novembre, quando le notti si fanno più lunghe... un prezzo deve essere pagato."
		},
		"elise_tradition_2": {
			"text": "Ogni trent'anni? Georg, sembra superstizione. Una vecchia storia che i contadini si raccontano."
		},
		"georg_4b": {
			"text": "Hai visto la candela. Quella nella camera di Margarethe. Brucia da giorni e non si accorcia. QUESTA e superstizione?"
		},
		"elise_tradition_3": {
			"text": "Vorrei obiettare. Ma ha ragione. La candela brucia. Il canto viene da sotto terra. E Anna ha visto qualcosa intorno a me che nessun bambino potrebbe inventare."
		},
		"georg_5": {
			"text": "I vecchi la chiamano la 'Nutrizione'. Il sindaco la chiama 'tradizione'. Tua nonna la chiamava omicidio."
		},
		"elise_mord_react": {
			"text": "La parola mi colpisce come un pugno. Il mio cucchiaio tintinna contro il piatto."
		},
		"elise_mord_react_2": {
			"text": "Omicidio? Georg, ascoltati! Cosa stai dicendo?"
		},
		"georg_5b": {
			"text": "La verità. Non volevi mezze verità, quindi avrai tutta la verità."
		},
		"georg_7": {
			"text": "E aveva ragione. È un omicidio, Elise. Ogni volta scelgono qualcuno. Qualcuno il cui nome è scritto nel libro. Lo conducono nella camera sotto la chiesa, e..."
		},
		"georg_8": {
			"text": "Si interrompe. Le sue mani stringono la brocca di birra così forte che le nocche diventano bianche."
		},
		"georg_9": {
			"text": "Non torna. Nessuno torna mai."
		},
		"elise_wer": {
			"text": "Chi? Chi e stata l'ultima vittima?"
		},
		"georg_10": {
			"text": "L'ultima volta è stato nel 1893. Mio nonno... era un giovane allora. L'ha visto. Non ne ha mai parlato, ma non ha mai più riso."
		},
		"elise_scale": {
			"text": "1893. Trent'anni. Significa 1863. E prima ancora. E prima ancora. Quante persone ha sacrificato questo villaggio? Quante generazioni hanno taciuto?"
		},
		"choice_georg_smithy": {
			"choices": [
				"Il mio nome è in quel libro?",
				"Perché nessuno ferma tutto questo? Perché nessuno va alla polizia?",
				"Cos'è questa 'cosa' sotto la chiesa?"
			]
		},
		"georg_name_1": {
			"text": "Georg mi guarda. La risposta è nei suoi occhi prima che la pronunci."
		},
		"georg_name_2": {
			"text": "Sì."
		},
		"georg_name_3": {
			"text": "Tua nonna l'ha scoperto anni fa. Ha provato a cancellarlo, a bruciarlo, a strappare la pagina. Ma il nome torna sempre."
		},
		"georg_name_4": {
			"text": "Per questo ha lavorato per trent'anni. A un'altra via. Un rituale che vincola l'entità senza richiedere un sacrificio."
		},
		"georg_police_1": {
			"text": "La polizia? Elise, il posto di polizia più vicino è a due giorni di viaggio. È anche così — cosa dovrei dirgli? Che un mostro vive sotto la nostra chiesa?"
		},
		"elise_police_react": {
			"text": "Che delle persone scompaiono! Questo basta!"
		},
		"georg_police_2": {
			"text": "E poi... chi non crede nella tradizione scompare. Non nella camera. Così, senza più. Nel bosco, sulla strada, nella notte. Il sindaco provvede."
		},
		"georg_police_3": {
			"text": "Questo villaggio è una prigione, Elise. È i carcerieri non portano divisa."
		},
		"georg_wald_1": {
			"text": "Ma come? Il postino passa. I mercanti viaggiano. Perché il bosco trattiene me ma non gli altri?"
		},
		"georg_wald_2": {
			"text": "Il bosco lascia passare la maggior parte della gente. Mercanti, viaggiatori, persino il postino. Ma quelli il cui nome è nel libro... non li lascia andare."
		},
		"georg_wald_3": {
			"text": "Per questo non posso fuggire."
		},
		"georg_wald_4": {
			"text": "Tua nonna ha cercato di lasciare il villaggio per trent'anni. Una volta. Una sola volta. Il bosco l'ha fatta camminare in cerchio per tre giorni, finché non ha rinunciato."
		},
		"georg_entity_1": {
			"text": "Non lo so. Non davvero. Nessuno lo sa. Sappiamo solo che è antico. Più antico della foresta, più antico delle montagne."
		},
		"elise_entity_react": {
			"text": "Nei miei studi ci sono resoconti di tali esseri. Antichi dei che dormono nella terra. Ho sempre pensato fossero metafore."
		},
		"georg_entity_2": {
			"text": "Dorme. Per la maggior parte del tempo dorme. Ma ogni trent'anni il sonno si fa più leggero. Si muove. Sogna. È i suoi sogni... filtrano verso l'alto."
		},
		"georg_entity_3": {
			"text": "Il canto che hai sentito? Sono i suoi sogni, Elise. Canta nel sonno."
		},
		"georg_name_reveal": {
			"text": "Georg tace un momento. Poi si strofina gli occhi, come se dovesse costringersi a continuare a parlare."
		},
		"georg_name_reveal_2": {
			"text": "C'e un'altra cosa che devi sapere. Il tuo nome, Elise. E nel libro. Nel libro della camera."
		},
		"georg_name_reveal_3": {
			"text": "Tua nonna ha cercato di cancellarlo. Depennarlo, bruciarlo, strappare la pagina. Ma il nome ritorna sempre."
		},
		"elise_breakdown_1": {
			"text": "No. No, non può essere."
		},
		"elise_breakdown_2": {
			"text": "Mi alzo. La sedia raschia sul pavimento di pietra. Il mio cuore martella così forte che sono sicura che Georg possa sentirlo."
		},
		"elise_breakdown_4": {
			"text": "Lo SAPEVA? Per trent'anni sapeva che il mio nome era in quel maledetto libro? E non mi ha detto NIENTE?"
		},
		"georg_defend_1": {
			"text": "Ti ha protetta, Elise. Per trent'anni ha cercato un modo per cambiare il rituale. Per TE."
		},
		"elise_breakdown_5": {
			"text": "Protetta? Mi ha attirata in una trappola! La sua lettera, il viaggio, tutto..."
		},
		"georg_defend_2": {
			"text": "No. Ti ha dato la possibilita di porre fine a tutto. Non come vittima. Come colei che spezza questo ciclo. Per sempre."
		},
		"elise_breakdown_6": {
			"text": "Silenzio. Solo il crepitio del fuoco. Mi risiedo. Le mie mani tremano. Ma dietro la paura cresce qualcos'altro. Qualcosa di duro."
		},
		"elise_breakdown_7": {
			"text": "Cosa ha pianificato? Cosa devo fare esattamente?"
		},
		"georg_final_1": {
			"text": "Elise, ho una chiave. Della camera sotto la chiesa. Tua nonna me l'ha affidata."
		},
		"georg_final_2": {
			"text": "Posa una pesante chiave di ferro sul tavolo. È vecchia, i denti consumati. Sull'impugnatura è incisa una spirale."
		},
		"elise_key_1": {
			"text": "Prendo la chiave. E più pesante di quanto sembri. Il metallo e freddo, ma la spirale sull'impugnatura - e calda sotto le mie dita. Come se qualcosa al suo interno pulsasse."
		},
		"georg_final_3": {
			"text": "Voleva che l'avessi tu. 'Quando Elise verrà', ha detto, 'dalle la chiave. Saprà cosa fare.'"
		},
		"elise_key_2": {
			"text": "Cosa si aspetta da me, Georg? Sono una studentessa. Leggo libri sul folklore. Non sono... non sono un'eroina."
		},
		"georg_final_5": {
			"text": "Ma non stasera. È non da sola. Promettimelo."
		},
		"elise_key_3": {
			"text": "Ma non oggi. E non da sola. Promettimelo."
		},
		"elise_key_promise": {
			"text": "Lo prometto."
		},
		"journal_smithy": {
			"title": "La confessione di Georg",
			"content": "Ogni 30 anni un sacrificio — la 'Nutrizione'. Il mio nome è nel libro. La nonna lavorava a un rituale alternativo. Georg mi ha dato la chiave della camera. Devo scoprire cosa aveva pianificato la nonna."
		},
		"narration_deliberate_1": {
			"text": "Fuori e calata l'oscurità. Le lanterne della fucina proiettano ombre danzanti. La chiave pesa nella tasca del mio cappotto."
		},
		"narration_deliberate_2": {
			"text": "La mia mente dice: Fuggi. Fai le valigie e fuggi. Non sei una folklorista che studia un vecchio rituale. Sei la VITTIMA di un rituale."
		},
		"narration_deliberate_3": {
			"text": "Ma la chiave nella mia tasca e calda. E la voce della nonna e nella mia testa, chiara come se fosse accanto a me: 'Tu sei la mia luce contro l'oscurità.'"
		},
		"narration_deliberate_4": {
			"text": "Per trent'anni ha lottato. Per me. Dovrei fuggire adesso e rendere vana la sua lotta?"
		},
		"choice_night2": {
			"choices": [
				"Restare a Graubach e indagare",
				"Tentare di fuggire — domani all'alba"
			]
		},
		"stay_decision": {
			"text": "Fuggire? No. La nonna mi ha chiamata qui. Ha combattuto per trent'anni. Non scapperò."
		},
		"stay_2": {
			"text": "E poi — se il mio nome è in quel libro, fuggire non cambierà nulla. La lettera mi ha trovata a Berlino. Qualunque cosa sia, sa dove mi trovo."
		},
		"stay_3": {
			"text": "Domani mi serviranno le erbe di Hilde, la conoscenza di Voss sulla camera e ogni frammento di informazione che la nonna ha lasciato. C'e un piano. Devo solo trovarlo."
		},
		"flee_decision": {
			"text": "Basta. Sono una studentessa, non un'eroina. Domani all'alba me ne vado. A piedi, se necessario."
		},
		"flee_2": {
			"text": "Ma mentre torno verso la casa della nonna, noto che il bosco è più vicino di stamattina. Gli alberi ai margini del villaggio — non erano così fitti. Non così vicini."
		},
		"flee_3": {
			"text": "E sulla strada da cui è venuta la carrozza giace un albero abbattuto. Un albero enorme è antico. Sembra come se fosse cresciuto lì."
		},
		"flee_4": {
			"text": "Graubach non vuole lasciarmi andare."
		},
		"flee_5": {
			"text": "Provo un'altra strada. Il sentiero verso il villaggio vicino. Ma gli alberi sono così fitti qui che a malapena filtra il chiaro di luna. E tra i tronchi... qualcosa si muove."
		},
		"flee_7": {
			"text": "Cammino più veloce. Poi corro. Ma ogni sentiero riporta al villaggio. Ogni incrocio finisce in un vicolo cieco di alberi che ieri non c'erano."
		},
		"flee_8": {
			"text": "Graubach non vuole lasciarmi andare."
		},
		"flee_9": {
			"text": "Ansimante, mi ritrovo davanti alla casa della nonna. La chiave nella mia tasca pulsa calda, come a dire: Sai cosa devi fare."
		},
		"narration_end_1": {
			"text": "Cala la seconda notte a Graubach. La candela nella camera da letto della nonna continua a bruciare. Il canto dalle profondità comincia prima di ieri."
		},
		"narration_end_2": {
			"text": "Ed è più forte."
		},
		"narration_end_2b": {
			"text": "Sono distesa a letto, la chiave in mano. La spirale si imprime nel palmo. Il canto forma parole che quasi riesco a capire. Quasi."
		},
		"narration_end_3": {
			"text": "Fine dell'atto 1"
		}
	},
	"res://data/dialogue/act1/village_exploration.json": {
		"narration_morning_1": {
			"text": "Il mattino non porta sollievo. La nebbia non si è sollevata — si è solo schiarita, come un lenzuolo sporco steso sul villaggio."
		},
		"narration_morning_2": {
			"text": "Alla fontana del villaggio mi lavo il viso. L'acqua è gelida. Nello specchio torbido della superficie vedo il mio volto pallido. È per un istante — solo un istante — vedo un secondo volto accanto al mio."
		},
		"narration_morning_3": {
			"text": "Mi ritraggo di scatto. Niente. Solo il mio riflesso."
		},
		"elise_morning_1": {
			"text": "Le mie mani tremano ancora per l'acqua. O per la notte. Non ne sono sicura."
		},
		"narration_morning_4": {
			"text": "La gente di Graubach si mostra di giorno. Donne stendono il bucato. Un vecchio spacca legna. Bambini — pochi — camminano verso la scuola a testa bassa."
		},
		"narration_morning_5": {
			"text": "Nessuno parla. Nessuno mi saluta. Alcuni mi guardano — occhiate brevi è furtive, subito distolte. Come se la mia vista li mettesse a disagio."
		},
		"elise_morning_plan": {
			"text": "Devo parlare con la gente. Qualcuno in questo villaggio sa cosa è successo alla nonna. È qualcuno mi dirà la verità — che lo voglia o no."
		},
		"choice_explore": {
			"choices": [
				"Andare alla chiesa",
				"Visitare l'erborista ai margini del villaggio",
				"Andare alla scuola — cercare il visitatore notturno"
			]
		},
		"church_1": {
			"text": "La chiesa di Graubach è vecchia. Più vecchia della maggior parte delle case del villaggio. Il campanile pende leggermente da un lato, come se qualcosa dal basso lo tirasse verso il basso."
		},
		"church_2": {
			"text": "Il cimitero accanto alla chiesa è invaso dalla vegetazione. Le lapidi sono storte; alcune sono cadute. Su diverse riconosco lo stesso simbolo: una spirale."
		},
		"elise_church_spirals": {
			"text": "Le spirali sulle lapidi... conosco questo simbolo dai miei studi. Precristiano. Celtico forse, o ancora più antico. Ma così concentrato in un unico luogo — è insolito."
		},
		"church_3": {
			"text": "La porta della chiesa è chiusa a chiave. Ma attraverso una finestra vedo la luce di candele all'interno."
		},
		"voss_1": {
			"text": "La porta laterale si apre. Un uomo esce — magro come un filo, con le guance incavate è occhi che hanno visto troppo."
		},
		"voss_2": {
			"text": "Non Le è permesso stare qui."
		},
		"elise_church_intro": {
			"text": "Sono Elise Brandt. La nipote di Margarethe. È cerco risposte."
		},
		"voss_3": {
			"text": "La sua voce è rauca, come se avesse pregato per ore. O urlato."
		},
		"voss_4": {
			"text": "Lei è la nipote di Margarethe, non è vero? Elise Brandt. Sono il pastore Voss."
		},
		"elise_church_how": {
			"text": "Come conosce il mio nome? Non mi sono ancora presentata."
		},
		"voss_4b": {
			"text": "Tutti a Graubach conoscevano sua nonna. È tutti sapevano che Lei sarebbe venuta."
		},
		"voss_6": {
			"text": "Se ne vada. Lasci Graubach. Oggi stesso. Non porti nulla con sé, non si volti indietro. Se ne vada è basta."
		},
		"elise_church_defiant": {
			"text": "Mia nonna mi ha chiamata qui. Non me ne andrò finché non saprò perché ha dovuto morire."
		},
		"voss_7": {
			"text": "Mi afferra il braccio. La sua presa è sorprendentemente salda per un uomo così emaciato."
		},
		"voss_8": {
			"text": "Sua nonna ha cercato di fermarlo. Ha fallito. È ora Lei è qui, esattamente come loro volevano. Se ne vada finché può ancora farlo."
		},
		"choice_voss": {
			"choices": [
				"Chi sono 'loro'? Cosa vogliono da me?",
				"Non andrò da nessuna parte finché non conoscerò la verità."
			]
		},
		"voss_q1": {
			"text": "Il villaggio. Gli anziani. Il sindaco. E... l'Altro. Quello che non ha voce, ma parla attraverso gli altri."
		},
		"voss_q2": {
			"text": "Sono un uomo di Dio, Fräulein Brandt. Ma ciò che giace sotto questa chiesa... Dio non ha parole per questo."
		},
		"elise_q_react": {
			"text": "Sotto la chiesa...?"
		},
		"voss_d1": {
			"text": "Voss mi guarda a lungo. Poi mi lascia il braccio. Le sue spalle si afflosciano."
		},
		"voss_d2": {
			"text": "Proprio come Margarethe. Gli stessi occhi. La stessa testardaggine. Neanche lei mi ha ascoltato."
		},
		"voss_d2_hint": {
			"text": "Alla fine era... stranamente calma. Come se avesse fatto pace con qualcuno. Non con Dio. Con qualcos'altro."
		},
		"voss_converge": {
			"text": "Prima che io possa fare altre domande, una ragazzina appare sulla soglia della porta laterale. Capelli biondi, pelle pallida, uno sguardo che mi attraversa."
		},
		"anna_1": {
			"text": "Papà, chi è...?"
		},
		"anna_2": {
			"text": "Si blocca. I suoi occhi si spalancano. Per un istante c'è qualcosa nel suo sguardo — lucidità, orrore, riconoscimento."
		},
		"anna_4": {
			"text": "Sei tu. Sei quella che disegna. Vedo la spirale intorno a te."
		},
		"elise_anna_react": {
			"text": "Cosa? Cosa vedi?"
		},
		"anna_4b": {
			"text": "Il canto. Canta il tuo nome. Di continuo, di continuo."
		},
		"voss_anna": {
			"text": "Anna! Basta così. Entra in casa."
		},
		"elise_follow_anna": {
			"text": "Aspetti — cosa intende? Cosa canta il mio nome?"
		},
		"voss_blocks": {
			"text": "Stia lontana da mia figlia. È malata. Non sa quello che dice."
		},
		"anna_6": {
			"text": "Voss spinge sua figlia dolcemente ma con fermezza dentro casa. Prima che la porta si chiuda, vedo la mano di Anna. Sta disegnando spirali nell'aria con il dito."
		},
		"elise_anna_monologue": {
			"text": "Malata? No. La ragazza mi ha vista — davvero vista. Ha percepito qualcosa intorno a me che io stessa non riesco a vedere. Cos'è la spirale? È perché canta il mio nome?"
		},
		"journal_voss": {
			"title": "Il pastore Voss è Anna",
			"content": "Il pastore Voss mi ha avvertita di fuggire. Sa di qualcosa sotto la chiesa. Sua figlia Anna sembra 'toccata' — ha visto una spirale intorno a me. Cosa significa?"
		},
		"hilde_1": {
			"text": "Ai margini del villaggio, dove le ultime case lasciano il posto al bosco, sorge una piccola casetta. Erbe pendono dalla porta, è il giardino è sorprendentemente verde nonostante sia novembre."
		},
		"hilde_2": {
			"text": "La porta si apre prima che io bussi."
		},
		"hilde_3": {
			"text": "Ti aspettavo, bambina mia. Entra. Il tè è pronto."
		},
		"elise_hilde_arrive": {
			"text": "Come sapeva che sarei venuta?"
		},
		"hilde_3b": {
			"text": "Tua nonna mi ha parlato di te. Spesso. Hai i suoi occhi, lo sai?"
		},
		"hilde_4": {
			"text": "Hilde Falkenberg. L'erborista di Graubach. La nonna mi ha parlato di lei — una donna saggia che conosce le antiche vie. Le vie precedenti al cristianesimo."
		},
		"hilde_5": {
			"text": "La sua casa odora di erbe essiccate, di miele è terra. Ovunque ci sono barattoli dal contenuto strano. Alle pareti sono appesi simboli — rune, spirali, è alcuni che non riconosco."
		},
		"elise_hilde_personal": {
			"text": "Hilde... com'era mia nonna negli ultimi anni? Era felice qui?"
		},
		"hilde_5b": {
			"text": "Felice? No, bambina. Ma era forte. La donna più forte che abbia mai conosciuto. Ogni mattina si alzava, beveva il suo tè, è teneva insieme il villaggio. Per trent'anni."
		},
		"elise_hilde_afraid": {
			"text": "Aveva paura?"
		},
		"hilde_5c": {
			"text": "...Sì. Ma non di quello che pensi. Aveva paura di non rivederti. È che tu ricevessi la sua lettera troppo tardi."
		},
		"narration_hilde_silence": {
			"text": "Per un momento non riesco a parlare. Il nodo in gola è troppo grande. Hilde mi mette una mano calda sul braccio è aspetta."
		},
		"hilde_6": {
			"text": "Tua nonna era una donna intelligente. La più intelligente del villaggio. Sapeva cosa sarebbe successo. È si è preparata."
		},
		"hilde_8": {
			"text": "Bevi il tè, Elise. Ti proteggerà. Almeno per un po'."
		},
		"elise_hilde_tea": {
			"text": "Cosa c'è nel tè? Mi perdoni, ma in questo villaggio non mi fido di nessuno alla cieca."
		},
		"hilde_8b": {
			"text": "Diffidente. Bene. Ne avrai bisogno qui. Achillea, artemisia è valeriana. Niente di pericoloso. Tua nonna beveva lo stesso tè."
		},
		"hilde_9": {
			"text": "Il tè ha un sapore amaro è terroso. Ma mentre bevo, sento un calore strano diffondersi nel petto. La paura della notte scorsa si allontana un poco."
		},
		"elise_hilde_effect": {
			"text": "Come ha fatto? La paura non è sparita — ma è più silenziosa. Come se qualcuno avesse girato una manopola."
		},
		"hilde_10": {
			"text": "Ci sono vie antiche è vie nuove. Il pastore ci prova con le preghiere. Ma ciò che dorme sotto la chiesa è più antico del suo Dio. Richiede mezzi più antichi."
		},
		"elise_hilde_folklore": {
			"text": "Le antiche vie... Intende rituali precristiani? Studio folklore a Berlino. Conosco le storie — le spirali, la madre terra, le notti di soglia."
		},
		"hilde_10b": {
			"text": "Storie? Bambina, quello che dorme sotto la chiesa non è una storia. Ma sì — sai più della maggior parte della gente qui. Questo è un bene. Ti aiuterà."
		},
		"hilde_12": {
			"text": "Tua nonna conosceva entrambe le vie. Ha aspettato e si è preparata per trent'anni. Voleva farlo diversamente questa volta — senza spargimento di sangue."
		},
		"hilde_13": {
			"text": "Ma il tempo l'ha raggiunta. Ora sei qui tu. È la domanda è: sei pronta a fare ciò che lei non ha più potuto?"
		},
		"elise_hilde_answer": {
			"text": "Non so se sono pronta. Ma sono qui. È non scapperò."
		},
		"hilde_13b": {
			"text": "È bastato per tua nonna. Basterà per te. Torna da me quando avrai scoperto di più. C'è molto che devo ancora mostrarti."
		},
		"journal_hilde": {
			"title": "Hilde, l'erborista",
			"content": "Hilde conosce le 'antiche vie' — rituali precristiani. La nonna ha lavorato per 30 anni a un piano per compiere il rituale questa volta senza sacrificio. Hilde sembra essere un'alleata."
		},
		"school_1": {
			"text": "La scuola sorge accanto alla chiesa. Un piccolo edificio con grandi finestre attraverso le quali vedo bambini seduti su panche di legno."
		},
		"school_2": {
			"text": "Alla lavagna c'è un uomo che spiega qualcosa. I bambini lo chiamano 'Herr Müller'. Konrad Müller — l'uomo di ieri notte. Alla luce del giorno sembra... normale. Cordiale. Persino carismatico."
		},
		"school_3": {
			"text": "Quando mi nota alla finestra, sorride è mi fa cenno di entrare. I bambini si girano. Nessuno di loro sorride."
		},
		"elise_school_hesitate": {
			"text": "Georg ha detto che dovrei stare lontana da lui. Ma devo capire quest'uomo. Chi bussa alle porte degli sconosciuti di notte ha le sue ragioni. Voglio sentire le sue."
		},
		"konrad_day_1": {
			"text": "Fräulein Brandt! Bambini, questa è Fräulein Brandt, la nipote di Frau Margarethe. È studentessa a Berlino. Da Berlino! Pensate un po'."
		},
		"elise_school_greet": {
			"text": "Buongiorno. I bambini sembrano molto... attenti."
		},
		"konrad_day_2": {
			"text": "I bambini mi fissano. Volti silenziosi, occhi vecchi in corpi giovani. Una ragazzina nell'ultima fila disegna — posso vederlo da qui. Spirali. Sempre spirali."
		},
		"elise_school_spirals_girl": {
			"text": "La ragazza nell'ultima fila. Le sue spirali sono identiche a quelle sulle lapidi della chiesa. La stessa rotazione, la stessa densità. Una bambina non può disegnarle per caso."
		},
		"konrad_day_3": {
			"text": "Pausa, bambini. Andate a giocare."
		},
		"konrad_day_4": {
			"text": "I bambini si alzano è se ne vanno — non come bambini. Nessun movimento affrettato, nessuna risata. Camminano come piccoli adulti. Ordinati. In silenzio."
		},
		"elise_school_children": {
			"text": "I bambini qui sono sempre così... silenziosi?"
		},
		"konrad_day_4b": {
			"text": "I bambini di Graubach sono bambini educati. Il silenzio qui li educa meglio di qualsiasi maestro. Alcuni direbbero che sono precoci."
		},
		"konrad_day_6": {
			"text": "Mi scusi per ieri notte. Spero di non averLa spaventata. A volte faccio delle passeggiate notturne — l'insonnia, sa com'è."
		},
		"elise_school_why": {
			"text": "Perché era davanti alla mia porta nel cuore della notte, Herr Müller? Una passeggiata non porta a una porta specifica."
		},
		"konrad_day_6b": {
			"text": "Quando ho visto luce nella casa di Margarethe, volevo assicurarmi che tutto fosse a posto. La sua casa è rimasta vuota per tre giorni. Si diventa... attenti."
		},
		"konrad_day_7": {
			"text": "Al villaggio manca sua nonna. Era... un'ancora, sa? Certe persone tengono insieme il mondo senza che nessuno se ne accorga. Margarethe era una di queste."
		},
		"elise_school_anker": {
			"text": "Un'ancora. Una parola strana. Cosa teneva insieme esattamente?"
		},
		"konrad_day_7b": {
			"text": "Tutto. Teneva insieme tutto. Più di quanto Lei immagini, Fräulein Brandt."
		},
		"konrad_day_8": {
			"text": "Sembra sincero. Persino triste. Ma poi si liscia la manica, è vedo qualcosa sulla sua mano. Macchie d'inchiostro? No — le linee sono troppo regolari."
		},
		"konrad_day_9": {
			"text": "Spirali. Sul palmo della mano. Incise o disegnate, non saprei dire."
		},
		"elise_school_hand": {
			"text": "Cos'è quello sulla Sua mano, Herr Müller?"
		},
		"konrad_day_9c": {
			"text": "Macchie d'inchiostro. I bambini lavorano con carta economica, si trasferisce. Nient'altro."
		},
		"narration_konrad_lie": {
			"text": "Mente. Le linee sono troppo regolari, troppo precise per essere macchie d'inchiostro. Le stesse spirali delle lapidi, dei disegni di Anna. Ma il suo sorriso resta perfetto."
		},
		"konrad_day_11": {
			"text": "Si accorge del mio sguardo è tira la manica sulla mano. Il sorriso resta, ma qualcosa nei suoi occhi cambia. Solo per una frazione di secondo."
		},
		"elise_school_monologue": {
			"text": "Dietro il suo sorriso c'è qualcos'altro. Qualcosa di antico. La nonna scrisse che era un 'recipiente'. Ora, nei suoi occhi, credo di vedere per un istante ciò che intendeva."
		},
		"journal_konrad": {
			"title": "Konrad Müller, maestro del villaggio",
			"content": "Konrad è affascinante è cordiale — quasi troppo cordiale. I bambini nella sua classe si comportano in modo stranamente silenzioso. È sul palmo della mano ha delle spirali. La nonna scrisse che era un 'recipiente'. Cosa si nasconde davvero dietro il suo sorriso?"
		},
		"route_next_location": {
			"text": "La giornata è ancora lunga. Dovrei continuare a guardarmi intorno."
		},
		"narration_puzzle": {
			"text": "Voss parla dell'«Altro» sotto la chiesa. Anna vede spirali intorno a me. Konrad HA spirali sulla mano. È Hilde conosce le antiche vie. Tutti parlano per allusioni. Nessuno dice tutta la verità."
		},
		"converge_1": {
			"text": "Nel primo pomeriggio vado alla fontana. Una vecchia cieca è seduta sulla panchina di pietra accanto, canticchiando piano. La melodia mi sembra familiare - il canto che ho sentito la notte scorsa. Gira la testa nella mia direzione, come se potesse percepirmi."
		},
		"converge_1b": {
			"text": "Prima che possa parlarle, si alza e se ne va. Lentamente, sicura, come se conoscesse ogni pietra. Georg aspetta già alla fontana. Sembra che nemmeno lui abbia dormito."
		},
		"georg_day_1": {
			"text": "Elise. Hai... è stata tranquilla la notte?"
		},
		"elise_georg_respond": {
			"text": "Non proprio. Ma tu lo sai, vero? Konrad Müller era alla mia porta nel cuore della notte."
		},
		"georg_day_2": {
			"text": "Lo chiede con noncuranza, ma i suoi occhi cercano tracce sul mio viso. Tracce di cosa?"
		},
		"elise_georg_report": {
			"text": "Georg, oggi ho fatto il giro del villaggio. Il pastore mi dice di fuggire. Sua figlia vede cose. Hilde parla di antichi rituali. È Konrad ha spirali sulla mano. Cosa sta succedendo qui?"
		},
		"georg_react_alarmed": {
			"text": "Konrad? Ti sei avvicinata a lui? Ti ha toccata?"
		},
		"elise_georg_no": {
			"text": "No. Ma le sue spiegazioni suonano troppo lisce. È chiama la nonna un'«ancora». La stessa parola usata da Hilde."
		},
		"georg_day_3": {
			"text": "Vieni alla mia fucina stasera. Per cena. Io... ti devo alcune risposte."
		},
		"elise_georg_now": {
			"text": "Perché non adesso? Perché aspettare sempre? Tutti in questo villaggio parlano per enigmi, è tu non sei da meno!"
		},
		"georg_day_3b": {
			"text": "Perché i muri hanno orecchie a Graubach. A casa mia è sicuro. Qui fuori... no."
		},
		"georg_day_5": {
			"text": "Ma quando sarai lì — non parlare con nessuno di quello che ti dirò. Con nessuno, mi senti?"
		},
		"elise_georg_afraid": {
			"text": "Georg... ho motivo di aver paura?"
		},
		"georg_day_5b": {
			"text": "Georg mi guarda a lungo. Nei suoi occhi c'è qualcosa che non riesco a decifrare. Colpa? Paura? Tenerezza?"
		},
		"georg_day_5c": {
			"text": "Vieni stasera. Allora capirai tutto."
		},
		"narration_tired_walk": {
			"text": "Le mie gambe sono pesanti. Ho dormito appena, mangiato appena, è il villaggio mi preme addosso come una mano sul petto. Ma non devo mostrare debolezza adesso."
		},
		"narration_afternoon": {
			"text": "Sulla via del ritorno verso la casa della nonna passo davanti al cimitero. Un uomo è fermo là, davanti a una tomba. Robusto, capelli brizzolati, un cappotto costoso per un villaggio simile."
		},
		"otto_1": {
			"text": "Ah, Lei dev'essere la giovane Brandt! Benvenuta a Graubach. Sono Otto Reinhardt, sindaco del nostro piccolo villaggio."
		},
		"elise_otto_greet": {
			"text": "Sindaco Reinhardt. Mi hanno già parlato di Lei."
		},
		"otto_2": {
			"text": "La sua voce è forte, gioviale. Troppo forte per un cimitero. Troppo gioviale per un villaggio che vive nella paura."
		},
		"otto_4": {
			"text": "Sua nonna era un membro stimato della nostra comunità. Le organizzeremo un bel funerale la settimana prossima. Sabato, dopo la... dopo la funzione religiosa."
		},
		"elise_otto_nach": {
			"text": "Dopo la... cosa esattamente, signor Sindaco? Ha esitato."
		},
		"otto_4b": {
			"text": "Dopo la funzione religiosa, naturalmente. Il sabato c'è la funzione. Cos'altro?"
		},
		"otto_5": {
			"text": "Ha mentito. Così meccanicamente che era quasi convincente. Quasi. Ma il suo occhio sinistro ha avuto un tic."
		},
		"otto_6": {
			"text": "Resti fino ad allora, Fräulein Brandt. Non sarebbe giusto lasciar partire la nipote prima del funerale. Graubach si prende cura dei suoi."
		},
		"elise_otto_death": {
			"text": "Mia nonna è rimasta sola in casa per tre giorni. In un villaggio dove tutti si conoscono. Com'è possibile, signor Sindaco?"
		},
		"otto_6b": {
			"text": "Una tragica svista. Ne portiamo tutti la colpa. Ma Graubach è un piccolo villaggio — a volte succedono cose che non sarebbero dovute succedere."
		},
		"otto_7": {
			"text": "Sembra un invito. Ma nei suoi occhi leggo qualcos'altro. Non è un desiderio. È un'aspettativa."
		},
		"elise_otto_monologue": {
			"text": "Non dico più niente. Ma mi segno il suo volto. Il modo in cui il suo sorriso non raggiunge gli occhi. Otto Reinhardt sa più di chiunque altro in questo villaggio. È vuole che io resti. La domanda è: perché?"
		},
		"journal_otto": {
			"title": "Il sindaco Reinhardt",
			"content": "Il sindaco Otto Reinhardt. Gioviale, ma con un controllo d'acciaio. Vuole che io resti fino al funerale — 'la settimana prossima, dopo la...' Si è interrotto. Cosa ha luogo prima del funerale?"
		},
		"otto_motivation_1": {
			"text": "Sulla via del ritorno penso al sindaco. Alla sua sicurezza. Al peso delle sue parole — non come un uomo che minaccia, ma come uno che è assolutamente convinto."
		},
		"otto_motivation_2": {
			"text": "Georg una volta mi ha detto che il padre di Otto era sindaco nel 1893. E suo padre prima di lui. I Reinhardt governano Graubach da generazioni — e ne traggono profitto."
		},
		"otto_motivation_3": {
			"text": "Il bosco protegge le loro terre. I raccolti sui campi dei Reinhardt sono innaturalmente buoni, anche nelle annate cattive. La famiglia resta in salute mentre altri bambini muoiono di febbre."
		},
		"otto_motivation_4": {
			"text": "Otto non agisce solo per tradizione. Agisce per interesse personale. E la cosa peggiore: ci crede davvero. È convinto che i sacrifici siano necessari. Che stia facendo la cosa giusta."
		},
		"otto_motivation_5": {
			"text": "Un pazzo sarebbe più facile. Un pazzo lo si può smascherare. Ma un credente? Un credente bisogna spezzarlo."
		},
		"narration_evening_1": {
			"text": "Il sole cala dietro le montagne. Le ombre delle case si allungano è si affilano. Tra poche ore sarò seduta nella fucina di Georg è finalmente avrò delle risposte. O almeno quello che Georg considera risposte."
		},
		"narration_evening_singing": {
			"text": "Sulla strada verso la casa della nonna lo sento di nuovo. Debole, quasi impercettibile. Il canto. Viene da ovunque è da nessun luogo. È per la prima volta credo di distinguere singole sillabe. Il mio nome."
		}
	},
	"res://data/dialogue/act2/church_secrets.json": {
		"narration_1": {
			"text": "La chiesa di Graubach non è meno minacciosa alla luce del giorno. Il campanile si staglia nel cielo grigio come un dito ammonitore."
		},
		"elise_approach": {
			"text": "Il diario della nonna menziona una camera sotto la chiesa. Costruita su qualcosa di più antico, di più profondo. La chiave nella mia tasca e calda, come se volesse tornare a casa."
		},
		"narration_2": {
			"text": "Spingo la pesante porta di quercia. Cede con un gemito che sembra un sospiro."
		},
		"narration_3": {
			"text": "All'interno fa freddo. Più freddo che fuori. Le vetrate proiettano motivi pallidi sul pavimento di pietra, ma i colori appaiono sbagliati, alterati."
		},
		"elise_cold": {
			"text": "Il freddo viene dal basso. Attraverso il pavimento di pietra, attraverso le suole delle mie scarpe, nelle mie ossa. Lo stesso freddo della cantina della nonna. Il freddo di qualcosa che respira sotto terra."
		},
		"narration_4": {
			"text": "Perlusto il presbiterio. Sotto un arazzo sbiadito, trovo una lastra di pietra con simboli incisi. Spirali, intrecciate."
		},
		"elise_spirals_recognize": {
			"text": "Queste spirali. Sulle lapidi, sulla mano di Konrad, nel diario della nonna. Ora qui, sotto l'altare. Tutte indicano la stessa direzione: verso il basso."
		},
		"narration_5": {
			"text": "Quando tocco le spirali, sento una vibrazione sotto la punta delle dita. Non meccanica — organica. Come un battito cardiaco, in profondità sotto la pietra."
		},
		"elise_heartbeat_react": {
			"text": "E vivo. Proprio sotto di me, sotto pietra e terra. Lo sento - non solo con le dita, ma da qualche parte più in profondo, in una parte di me che non ha parole. Come se mi riconoscesse."
		},
		"elise_heartbeat_hint": {
			"text": "E in quel riconoscimento non c'è ostilità. Solo... attesa. Come un cane che sente qualcuno alla porta e alza la testa."
		},
		"voss_appears": {
			"text": "Una voce alle mie spalle. 'Non lo toccherebbe, se fossi in lei.'"
		},
		"voss_1": {
			"text": "Fräulein Brandt. L'ho vista arrivare. Questa chiesa... non è ciò che sembra."
		},
		"elise_voss_1": {
			"text": "Lo so, pastore Voss. Ho trovato il diario della nonna. So della camera. Di cio che dorme la sotto."
		},
		"voss_smells_herbs": {
			"text": "È stata da Hilde. Sento l'odore delle sue erbe. Bene. Allora sa già che qui c'è ben altro che preghiere è incenso."
		},
		"elise_hilde_knowledge": {
			"text": "Hilde mi ha parlato del canto. E del segno della terra. Se sa dove si trova il punto più sottile nella camera, può farmi risparmiare tempo, Padre."
		},
		"voss_hilde_react": {
			"text": "La vecchia pagana sa più di quanto la Chiesa ammetterebbe mai. Sì. Conosco il punto più sottile. Le mostrerò dove deve stare."
		},
		"voss_3": {
			"text": "Trent'anni che sono pastore qui. Trent'anni che sto su questo suolo a predicare di un Dio, mentre qualcos'altro si annida sotto i miei piedi."
		},
		"elise_voss_thirty": {
			"text": "Trent'anni. Lo stesso numero del rituale. Della lotta della nonna. E una coincidenza?"
		},
		"voss_3b": {
			"text": "Niente a Graubach e una coincidenza. Trent'anni e il ciclo. E si avvicina alla fine."
		},
		"choice_voss": {
			"choices": [
				"Affrontarlo direttamente: Cosa sa del nutrimento?",
				"Chiedere con cautela: Cosa può dirmi sulla storia di questa chiesa?",
				"Mentire: Cerco solo un posto tranquillo per pregare."
			]
		},
		"voss_confronted_1": {
			"text": "Sussulta come se lo avessi colpito. Poi si accascia, aggrappandosi a un banco della chiesa."
		},
		"voss_confronted_2": {
			"text": "Quindi lo sa. Georg ha parlato. Bene. Bene che qualcuno lo dica ad alta voce."
		},
		"elise_confront_press": {
			"text": "1893. Friedrich Meier. Lei c'era, vero?"
		},
		"voss_confronted_3": {
			"text": "L'ho visto nel 1893. Avevo venticinque anni. Hanno portato Friedrich Meier laggiù. Ho sentito le sue urla — è poi... poi si sono fermate. È il canto è iniziato."
		},
		"narration_voss_tears": {
			"text": "Le sue mani tremano. Nei suoi occhi ci sono lacrime vecchie di trent'anni."
		},
		"voss_confronted_4": {
			"text": "Sono diventato pastore per combattere il male. Ma questa cosa... non è il diavolo, Fräulein Brandt. Preferirei il diavolo. Almeno lui lo capisco."
		},
		"elise_confront_comfort": {
			"text": "Mia nonna si fidava di lei. Ha scritto che lei era l'unico che le aveva creduto."
		},
		"voss_confront_react": {
			"text": "Margarethe... si. Era l'unica che capiva. Ci incontravamo ogni mese. Per trent'anni. E adesso e morta, e sono solo."
		},
		"elise_confront_ally": {
			"text": "Non e solo. Sono qui. E intendo portare a termine cio che lei ha iniziato."
		},
		"voss_careful_1": {
			"text": "La storia? Questa chiesa è in piedi dal 1346. Ma la cantina... la cantina è più antica. Molto più antica. I contadini costruirono la chiesa sopra qualcosa che c'era già."
		},
		"elise_careful_ask": {
			"text": "Qualcosa che c'era già? Le spirali sulla lastra di pietra - non sono cristiane. Sono precristiane. Celtiche forse, o più antiche."
		},
		"voss_careful_2": {
			"text": "Ci sono documenti. Vecchie cronache. Il primo pastore scrisse: 'Abbiamo posto la casa di Dio sulle fauci del demonio, affinché la Sua luce bandisca le tenebre.'"
		},
		"voss_careful_4": {
			"text": "Non ha funzionato. La luce non bandisce nulla. Continua semplicemente a dormire, qualunque cosa ci costruiamo sopra."
		},
		"elise_careful_react": {
			"text": "Perché non e un demone. E più antico della sua religione, pastore Voss. Piu antico di tutte le religioni. Mia nonna lo aveva capito."
		},
		"voss_lied_1": {
			"text": "Pregare. Sì. Anch'io prego ogni giorno. Ma non sono più sicuro che qualcuno ascolti."
		},
		"voss_lied_2": {
			"text": "Mi scruta. Nei suoi occhi c'è un barlume di consapevolezza, come se sapesse che sto mentendo."
		},
		"voss_lied_3": {
			"text": "Anche sua nonna veniva spesso qui. Non pregava. Lei... cercava. Come lei adesso, Fräulein Brandt. Proprio come lei."
		},
		"elise_lied_caught": {
			"text": "Sa che sto mentendo. Non ha senso. In questo villaggio pieno di bugie, sono la peggior bugiarda."
		},
		"voss_converge_2": {
			"text": "Se vuole davvero sapere cosa giace sotto questa chiesa... venga stanotte. A mezzanotte. Le mostrerò l'accesso alla camera."
		},
		"elise_midnight_why": {
			"text": "Perché di notte? Perché non adesso?"
		},
		"voss_converge_2b": {
			"text": "Perché Otto fa sorvegliare la chiesa di giorno. Il sindaco ha occhi ovunque. Di notte, gli occhi dormono."
		},
		"voss_converge_4": {
			"text": "Ma porti la chiave. La sua chiave. Senza di essa, la porta interna è sigillata."
		},
		"elise_key_confirm": {
			"text": "Ci saro. Con la chiave."
		},
		"voss_converge_5": {
			"text": "Un'altra cosa. Quando sara la sotto... il canto diventera più forte. Cerchera di entrare nella sua testa. Pensi a qualcosa di reale. A qualcuno che ama. Questo aiuta."
		},
		"elise_voss_thanks": {
			"text": "Grazie, pastore Voss. Per l'avvertimento. E per essere stato accanto a mia nonna."
		},
		"journal_church": {
			"title": "La Chiesa",
			"content": "Trovate spirali sotto l'altare — vibrano. Il pastore Voss sa più di quanto lasci intendere. Vuole mostrarmi l'accesso alla camera a mezzanotte. La chiesa fu costruita sopra qualcosa di più antico."
		},
		"narration_leave_church": {
			"text": "Esco dalla chiesa. Fuori splende il sole, ma sembra sottile, come se fosse filtrato attraverso troppa acqua."
		},
		"elise_leave_thought": {
			"text": "Stanotte. Tra poche ore scendero la dove viene il canto. La dove il mio nome e scritto in un libro più antico di me. Il pensiero mi spaventa. Ma la paura si e fatta più piccola. Dietro di essa cresce qualcos'altro: determinazione."
		}
	},
	"res://data/dialogue/act2/hilde_ritual.json": {
		"narration_1": {
			"text": "La capanna di Hilde sorge ai margini del bosco, seminascosta tra querce antiche. Sa di salvia, camomilla è qualcosa che non riesco a nominare — più terroso, più antico."
		},
		"narration_2": {
			"text": "Apre la porta prima che io bussi. Come se mi stesse aspettando."
		},
		"hilde_1": {
			"text": "Eccoti finalmente. Margarethe mi ha detto che saresti venuta. Siediti. Il tè è pronto."
		},
		"elise_arrive": {
			"text": "Mi aspettava? Come sapeva che sarei venuta oggi?"
		},
		"hilde_expected": {
			"text": "Trent'anni insegnano a leggere i segni. Hai incontrato Konrad, visitato la chiesa, letto il diario. Il passo successivo era sempre venire da me."
		},
		"narration_3": {
			"text": "Dentro la capanna, fasci di erbe, radici è piccoli sacchetti pendono ovunque. Sulle pareti ci sono simboli che riconosco dai miei studi di folclore: rune protettive, più antiche di qualsiasi chiesa."
		},
		"elise_runes": {
			"text": "Quelle rune sulle sue pareti... le conosco. Germaniche, ma con elementi celtici. Le abbiamo studiate al terzo semestre."
		},
		"hilde_impressed_2": {
			"text": "Hai occhio fino. La maggior parte della gente vede solo scarabocchi. Anche tua nonna le riconobbe subito."
		},
		"elise_grandmother_question": {
			"text": "Hilde... com'era la nonna negli ultimi anni? Era felice qui? Aveva paura?"
		},
		"hilde_personal": {
			"text": "Hilde si ferma. Le sue mani stringono più forte la tazza di tè."
		},
		"hilde_personal_2": {
			"text": "Era... risoluta. Non felice, no. Ma neppure infelice. Aveva un compito, e quello le dava forza. Negli ultimi mesi, però..."
		},
		"hilde_personal_4": {
			"text": "Negli ultimi mesi divenne più silenziosa. Sapeva che il tempo stringeva. E aveva paura - non per sé stessa. Per te."
		},
		"elise_react_personal": {
			"text": "Per me. Per trent'anni ha pensato a me. Alla ragazza il cui nome è scritto nel libro, ancor prima che nascesse."
		},
		"hilde_tea": {
			"text": "Hilde mi versa del tè. Il liquido è verde scuro, quasi nero, e profuma di terra e miele."
		},
		"elise_tea_skeptic": {
			"text": "Cosa c'è nel tè? Perdoni la domanda, ma dopo tutto quello che ho vissuto qui..."
		},
		"hilde_tea_laugh": {
			"text": "Ah! Diffidente. Bene. Valeriana, melissa, iperico e un po' di timo. Niente veleno, niente magia. Solo erbe contro la paura."
		},
		"elise_tea_drink": {
			"text": "Bevo. Il tè è amaro, ma riscaldante. Qualcosa si scioglie davvero nel mio petto - una tensione che porto con me da giorni."
		},
		"hilde_teaches_intro": {
			"text": "Tua nonna e io abbiamo lavorato insieme per trent'anni. Lei era la sagace, io la paziente. Insieme abbiamo scoperto quasi tutto."
		},
		"hilde_teaches_intro_2": {
			"text": "Ci sono tre cose che devi sapere, bambina. Tre componenti del sigillo. Te le insegnerò tutte — così come le ho insegnate a Margarethe."
		},
		"elise_ready": {
			"text": "Allora me lo mostri. Tutto."
		},
		"hilde_chant_1": {
			"text": "Il canto. Sì. I popoli antichi che vivevano qui prima dei Celti conoscevano suoni in grado di placare l'entità. Non sconfiggerla — placarla. Cantarla per farla riaddormentare."
		},
		"elise_chant_question": {
			"text": "Dai miei studi conosco i rituali sonori dei popoli germanici. Ma erano cerimoniali. Intende dire che i suoni stessi hanno un... effetto?"
		},
		"hilde_chant_confirm": {
			"text": "Non i suoni da soli. La risonanza. Ascolta."
		},
		"hilde_chant_2": {
			"text": "Hilde comincia a canticchiare piano. La melodia è semplice, quasi una ninna nanna. Ma la si percepisce diversa — l'aria si fa più pesante, più calda."
		},
		"hilde_chant_3": {
			"text": "E poi — per un breve istante — il canto lontano dal profondo tace. Silenzio assoluto. Come se la terrà trattenesse il respiro."
		},
		"elise_chant_amazed": {
			"text": "Si è fermato. Il canto... è silenzio!"
		},
		"hilde_chant_4": {
			"text": "Senti? Silenzio. Il canto funziona. Ma sono vecchia. La mia voce non basterà più per il rituale completo. Devi impararlo tu."
		},
		"elise_chant_try": {
			"text": "Posso provare. Ma non sono una cantante, Hilde."
		},
		"hilde_chant_teach": {
			"text": "Non si tratta di bellezza. Si tratta di intenzione. Canta con me."
		},
		"narration_chant_try": {
			"text": "Provo a canticchiare la melodia. La mia voce è incerta, tremante. Ma dopo qualche battuta trovo il ritmo - e qualcosa risponde."
		},
		"narration_chant_response": {
			"text": "In profondità sotto di noi, appena percettibile, qualcosa si muove. Il canto degli abissi vacilla - solo per un istante, ma vacilla. Mi ha sentita."
		},
		"narration_chant_hint": {
			"text": "L'esitazione non suona come difesa. Suona come sorpresa. Come se qualcuno avesse ricevuto una risposta per la prima volta dopo molto, molto tempo."
		},
		"elise_chant_fear": {
			"text": "Ha reagito. Ha sentito ME. Hilde, sa che sono qui!"
		},
		"hilde_chant_calm": {
			"text": "Lo sapeva già, bambina. Il tuo nome è scritto nel suo libro. Ma ora sa che puoi CANTARE. Questo è importante."
		},
		"choice_practice_chant": {
			"choices": [
				"Esercitare il canto — devo padroneggiarlo",
				"Più tardi — prima ho bisogno di più informazioni"
			]
		},
		"practice_chant_success": {
			"text": "Ripeto la melodia ancora e ancora finché non si imprime nelle mie ossa. Hilde mi corregge pazientemente — un tono più basso qui, un respiro più lungo là. Dopo un'ora, suona... giusto."
		},
		"skip_chant_practice": {
			"text": "Mi gira la testa. Il canto, il segno, l'ancora — troppo tutto in una volta. Devo prima capire cosa significa tutto questo prima di impararlo a memoria."
		},
		"skip_chant_2": {
			"text": "Non aspettare troppo, bambina. Il canto richiede pratica. Senza di esso, il sigillo è solo una promessa vuota."
		},
		"transition_to_sign": {
			"text": "Hilde aspetta che il silenzio si sia posato. Il canto dal profondo riprende, timidamente. Poi parla di nuovo, più calma ora."
		},
		"hilde_sign_1": {
			"text": "Il segno della terrà non è un marchio che si disegna. È un luogo. Dove l'entità si avvicina di più alla superficie."
		},
		"elise_sign_question": {
			"text": "La camera sotto la chiesa. Dove il pavimento pulsa."
		},
		"hilde_sign_2": {
			"text": "Nella camera sotto la chiesa c'è un punto dove la pietra è più sottile. Lì si sente il battito più chiaramente. Quello è il segno — non creato da mano umana."
		},
		"hilde_sign_3": {
			"text": "Tua nonna l'ha trovato. Devi stare esattamente lì quando intoni il canto. Altrimenti l'effetto svanisce."
		},
		"elise_sign_react": {
			"text": "Stare direttamente sopra la creatura e cantare. Sembra come... bussare a una porta sperando che ciò che si annida dietro non apra."
		},
		"hilde_sign_honest": {
			"text": "È più o meno così. Il canto è il bussare. E sì - potrebbe aprire."
		},
		"transition_to_anchor": {
			"text": "Hilde si alza è va alla finestra. Fuori, gli alberi si piegano nel vento, come se stessero ascoltando."
		},
		"hilde_anchor_1": {
			"text": "L'àncora. Questa è la parte più difficile. Qualcuno deve fungere da collegamento tra il nostro mondo è l'entità. Qualcuno che la conosca ma non la tema."
		},
		"elise_anchor_question": {
			"text": "Cosa succede all'àncora? Si sopravvive?"
		},
		"hilde_anchor_hesitate": {
			"text": "Hilde esita. Per la prima volta in questa conversazione, sfugge al mio sguardo."
		},
		"hilde_anchor_2": {
			"text": "Margarethe voleva farlo lei stessa. Ma divenne troppo vecchia, troppo debole. Come àncora bisogna essere forti - nello spirito, non nel corpo."
		},
		"elise_anchor_press": {
			"text": "Hilde. Non ha risposto alla mia domanda. Si sopravvive?"
		},
		"hilde_anchor_truth": {
			"text": "Margarethe non ne era certa. Nessuno l'ha mai tentato. È morta prima di poter trovare la risposta."
		},
		"narration_anchor_weight": {
			"text": "Non era certa. Significa che potrebbe uccidermi. O peggio - potrebbe cambiarmi. Come ha cambiato Konrad."
		},
		"choice_anchor_reaction": {
			"choices": [
				"E se muoio? Cosa succede all'entità?",
				"La nonna voleva essere l'ancora. Perché non l'ha fatto?"
			]
		},
		"hilde_death_answer": {
			"text": "Se l'ancora muore, la connessione si spezza. Il sigillo si rompe. L'entità si risveglia — confusa, furiosa, affamata. Ecco perché l'ancora deve essere forte. Ed ecco perché deve essere qualcuno abbastanza giovane."
		},
		"hilde_death_answer_2": {
			"text": "Quindi non devo solo sopravvivere — devo sopravvivere a LUNGO. Trent'anni. Come la nonna."
		},
		"hilde_margarethe_answer": {
			"text": "Lo voleva. Fino alla fine. Ma il suo corpo ha ceduto. L'ancora ha bisogno di forza — non fisica, mentale. E la mente di Margarethe era stanca. Trent'anni sveglia, trent'anni vigile."
		},
		"hilde_margarethe_answer_2": {
			"text": "Ha aspettato te. Non perché sei più forte. Perché sei fresca. Perché hai ancora la forza che lei aveva perduto."
		},
		"hilde_anchor_5": {
			"text": "Elise... Margarethe credeva che tu potessi essere l'àncora. Il tuo nome nel libro — non è una maledizione. È un legame. Sei già vicina all'entità."
		},
		"elise_anchor_horror": {
			"text": "Vuol dire che la creatura mi CONOSCE? Sa chi sono?"
		},
		"hilde_anchor_knows": {
			"text": "Conosce il tuo nome. L'ha scritto lei stessa - in una scrittura che nessun umano dovrebbe leggere. Sì, bambina. Ti conosce."
		},
		"narration_anchor_existential": {
			"text": "Un brivido mi percorre la schiena. Qualcosa sotto terra, più antico dell'umanità, conosce il mio nome. L'ha scritto prima che io nascessi. Cosa SONO per questo essere?"
		},
		"hilde_warning_1": {
			"text": "Ma ascoltami bene, bambina. C'è qualcuno di cui non devi fidarti."
		},
		"elise_warning_guess": {
			"text": "Otto Reinhardt. Il sindaco."
		},
		"hilde_warning_surprised": {
			"text": "Sei svelta. Sì - Otto. È il custode dell'antica tradizione. Farà di tutto per imporre il nutrimento. E ha dei complici."
		},
		"hilde_warning_5": {
			"text": "Se scopre cosa intendi fare — se capisce che stai continuando il lavoro di Margarethe — agirà. Rapidamente è senza scrupoli."
		},
		"elise_warning_react": {
			"text": "Non è riuscito a fermare mia nonna. Non fermerà neppure me."
		},
		"hilde_warning_smile": {
			"text": "Le assomigli più di quanto pensi."
		},
		"hilde_letter_1": {
			"text": "Hilde... la lettera. La lettera della nonna. Come ha potuto raggiungermi a Berlino se era già morta da giorni quando sono arrivata?"
		},
		"hilde_letter_2": {
			"text": "Ah. Quello era l'ultimo incantesimo di Margarethe. L'ha scritta mesi fa e l'ha legata con un vincolo temporale — un antico rituale che consegna la lettera solo quando il destinatario è pronto."
		},
		"hilde_letter_3": {
			"text": "Non quando lei muore, ma quando IO sono pronta? Vuol dire che la lettera... mi ha aspettata?"
		},
		"hilde_letter_4": {
			"text": "Esattamente. Ha aspettato il momento giusto. Il momento in cui eri abbastanza forte per venire a Graubach."
		},
		"hilde_creature_dual_1": {
			"text": "E un'altra cosa, bambina. Sulla creatura. Gli anziani hanno inventato la nutrizione — non la creatura. Hanno interpretato la sua solitudine come fame e hanno risposto col sangue."
		},
		"hilde_creature_dual_2": {
			"text": "Forse era sbagliato. Forse sarebbe bastata una conversazione."
		},
		"hilde_creature_dual_3": {
			"text": "Hilde si ferma. Nel silenzio sento il canto lontano — più basso del solito, quasi interrogativo."
		},
		"hilde_creature_dual_4": {
			"text": "Ma chi parla con ciò che dorme sotto terra?"
		},
		"hilde_margarethe_death_1": {
			"text": "Alla fine, Margarethe lo fece. Scese un'ultima volta, la notte prima della sua morte. Non per combattere. Per parlare."
		},
		"hilde_margarethe_death_2": {
			"text": "È tornata. Si è coricata, ha sorriso e ha chiuso gli occhi. È morta nel sonno, bambina. Serenamente. Era un addio, non un sacrificio."
		},
		"hilde_margarethe_death_3": {
			"text": "Ma Otto ha lasciato intendere che la sua morte non fosse naturale..."
		},
		"hilde_margarethe_death_4": {
			"text": "Otto mente. È quello che fa Otto. Vuole spaventarti perché tu accetti la sua Nutrizione. Non credere a una parola di ciò che quell'uomo dice su Margarethe."
		},
		"hilde_margarethe_1": {
			"text": "Georg dice che la nonna ha fallito. Che il suo rituale non ha funzionato. Ma lei parla come se sapesse qualcosa di diverso."
		},
		"hilde_margarethe_2": {
			"text": "Georg crede che abbia fallito. Margarethe lo voleva così. Gli ha detto solo la metà — per proteggerlo."
		},
		"hilde_margarethe_3": {
			"text": "Se Otto sapesse che il rituale è completo, avrebbe da tempo... eliminato Georg."
		},
		"hilde_margarethe_4": {
			"text": "Hilde abbassa la voce. Le ombre nella capanna sembrano farsi più fitte."
		},
		"hilde_margarethe_5": {
			"text": "La conoscenza completa è qui. Con me. E ora con te."
		},
		"hilde_gift_1": {
			"text": "Hilde infila la mano nel grembiule è mi preme un sacchettino nel palmo. Dentro ci sono erbe essiccate è un amuleto di pietra rotondo con una spirale incisa."
		},
		"hilde_gift_2": {
			"text": "Portalo con te. Non protegge dall'entità — nulla può farlo. Ma protegge dai suoi sogni. Riuscirai a pensare più lucidamente."
		},
		"elise_gift_react": {
			"text": "Grazie, Hilde. Per tutto. Per essere rimasta al fianco della nonna per trent'anni."
		},
		"hilde_gift_personal": {
			"text": "Margarethe era la mia migliore amica. L'unica che non mi abbia mai presa per pazza. E ora sei qui tu, e non sono più sola con tutto questo."
		},
		"narration_gift_moment": {
			"text": "I suoi occhi brillano. Per trent'anni ha portato questo segreto, insieme alla nonna. E ora il peso grava sulle mie spalle."
		},
		"journal_hilde": {
			"title": "Gli insegnamenti di Hilde",
			"content": "Hilde mi ha insegnato tutte è tre le componenti del rituale di sigillo: 1) L'antico canto — più antico di qualsiasi lingua conosciuta, placa l'entità. 2) Il segno della terrà — un luogo nella camera sotto la chiesa dove la pietra è più sottile. 3) L'àncora — una persona legata all'entità. La nonna credeva che io potessi essere l'àncora. Hilde mi ha messo in guardia dal sindaco."
		},
		"narration_evening": {
			"text": "Mentre lascio la capanna di Hilde, cala il crepuscolo. Il bosco è più vicino di stamattina. Ne sono certa."
		},
		"narration_evening_2": {
			"text": "Sulla via del ritorno sento passi dietro di me. Pesanti, lenti. Mi giro — nessuno. Ma tra gli alberi aleggia un odore dolciastro, come fiori appassiti."
		},
		"elise_stalked": {
			"text": "Il mio cuore martella. Tra gli alberi aleggia un odore dolciastro, come fiori appassiti. I passi riprendono - più vicini questa volta."
		},
		"narration_stalked_run": {
			"text": "Corro. Gli ultimi metri fino alla strada li percorro di corsa. Solo sotto il lampione davanti alla casa della nonna mi fermo, senza fiato."
		},
		"narration_stalked_who": {
			"text": "Chi era? Otto? Uno dei suoi complici? O qualcosa di completamente diverso? L'amuleto nella mia tasca è caldo - come se stesse lavorando."
		},
		"hilde_3": {
			"text": "Tua nonna è io abbiamo lavorato insieme per trent'anni. Lei era quella intelligente, io quella paziente. Insieme abbiamo scoperto quasi tutto."
		},
		"hilde_4": {
			"text": "Quasi. Manca ancora un pezzo. Per questo sei qui, bambina."
		},
		"hilde_anchor_3": {
			"text": "Margarethe voleva farlo lei stessa. Ma è diventata troppo vecchia, troppo fragile. Come àncora, bisogna essere forti — nello spirito, non nel corpo."
		},
		"hilde_warning_3": {
			"text": "Otto Reinhardt. Il sindaco. È il custode dell'antica tradizione. Farà qualsiasi cosa per assicurare che il nutrimento avvenga. È ha dei complici."
		}
	},
	"res://data/dialogue/act2/investigation_morning.json": {
		"narration_1": {
			"text": "Terzo giorno. Il sole del mattino filtra attraverso le tende impolverate, ma non scalda. Ho dormito a malapena."
		},
		"elise_wakes": {
			"text": "A un certo punto della notte, il canto si e fatto più forte. Formava parole che quasi capivo nel dormiveglia. Ora, nella luce del mattino, sono svanite di nuovo - come frammenti di sogni che non si riescono a trattenere."
		},
		"fled_morning": {
			"text": "Il ricordo di ieri notte brucia. La foresta che si e spostata. I sentieri che riportavano tutti indietro. Graubach mi tiene prigioniera. Quindi devo trovare un'altra via."
		},
		"stayed_morning": {
			"text": "Ho scelto di restare. La chiave e sul comodino, la spirale rivolta verso l'alto. Nella luce del mattino, sembra innocua. Quasi."
		},
		"narration_kitchen": {
			"text": "In cucina trovo la tazza di te della nonna. E accanto alla stufa, mezza vuota. Erbe essiccate sul bordo. Artemisia e achillea - lo stesso te che Hilde mi ha dato."
		},
		"elise_cup": {
			"text": "Tengo la tazza con entrambe le mani. E fredda. Ma per un momento posso sentire le mani della nonna che tenevano questa tazza. Ogni mattina. Per trent'anni."
		},
		"elise_morning_resolve": {
			"text": "Rimetto la tazza a posto. Oggi cerco gli appunti della nonna. Trent'anni di ricerche devono essere da qualche parte in questa casa."
		},
		"narration_2": {
			"text": "La casa della nonna custodisce delle risposte. Ha lavorato trent'anni a un rituale alternativo — i suoi appunti devono trovarsi da qualche parte qui dentro."
		},
		"choice_search": {
			"choices": [
				"Perquisire lo studio",
				"Ispezionare la cantina",
				"Esaminare a fondo la sua camera da letto"
			]
		},
		"search_study": {
			"text": "Lo studio è un caos di libri è carte. La nonna era ossessionata — dozzine di libri su folklore, occultismo, rituali precristiani della Foresta Nera."
		},
		"elise_study_1": {
			"text": "Riconosco alcuni di questi libri dai miei studi. La Mitologia di Grimm, i Culti del bosco e del campo di Mannhardt. Ma altri mi sono sconosciuti - copie manoscritte, pagine in lingue che non so leggere."
		},
		"search_study_2": {
			"text": "Tra le pagine di un libro consunto sui rituali di legamento germanici, trovo dei fogli sciolti. La calligrafia della nonna, fitta è frettolosa."
		},
		"find_notes_study": {
			"text": "'Il sigillo deve essere rinnovato, non con il sangue, ma con la volontà. Tre componenti: il segno della terra, il canto degli antichi è un'ancora — qualcuno che conosca l'entità ma non la tema.'"
		},
		"elise_study_react": {
			"text": "Un'ancora. Quella parola di nuovo. L'ha usata Konrad. Anche Hilde. E ora la nonna. Sono IO quest'ancora?"
		},
		"search_cellar": {
			"text": "La cantina odora di terrà umida è di qualcosa di più dolce — erbe, forse. Fasci di piante essiccate pendono dalla parete, accuratamente etichettati."
		},
		"elise_cellar_1": {
			"text": "Le scale scricchiolano sotto i miei piedi. Fa freddo quaggiu, ma un freddo diverso da quello fuori. Questo viene dal basso, dalla terra stessa. Come se qualcosa la sotto stesse respirando."
		},
		"search_cellar_3": {
			"text": "Dietro una pietra smossa nel muro, trovo una scatola di latta. All'interno: un quaderno rilegato in pelle, un sacchettino di erbe è un biglietto piegato."
		},
		"search_cellar_4": {
			"text": "'Per Elise, quando verrà il momento. Capirai. — M.' Le iniziali della nonna. Il quaderno è il suo diario."
		},
		"elise_cellar_react": {
			"text": "L'ha nascosto per me. Non nello studio, il posto ovvio, non nella camera da letto. Quaggiu, dove la terra e fredda e nessuno cerca. Come se sapesse che anche altri lo avrebbero cercato."
		},
		"search_bedroom": {
			"text": "La camera da letto della nonna appare come il giorno della sua morte. Il letto rifatto con cura, come se avesse saputo che non sarebbe tornata."
		},
		"elise_bedroom_1": {
			"text": "La sua vestaglia e ancora appesa al gancio. Vi affondo il viso. Lavanda ed erbe. Il suo profumo. Per un momento ho di nuovo sei anni e lei mi tiene tra le braccia."
		},
		"search_bedroom_2": {
			"text": "Sotto l'asse del pavimento allentata accanto al letto — dove un tempo nascondeva le caramelle per me — giace un involto avvolto in tela cerata."
		},
		"search_bedroom_3": {
			"text": "Un vecchio quaderno, fitto di scrittura. Sulla prima pagina: 'Annotazioni sull'Entità sotto Graubach. Iniziato nel 1893, proseguito fino ad oggi.'"
		},
		"elise_bedroom_react": {
			"text": "Ha usato il nascondiglio che solo io conoscevo. Il posto dove nascondeva le caramelle per me. Un ultimo messaggio dalla nonna alla sua nipotina."
		},
		"journal_entry_found": {
			"title": "Diario della nonna",
			"content": "Trovati gli appunti della nonna. Ha documentato 30 anni di ricerche sull'entità sotto la chiesa è un rituale di legamento alternativo. Tre componenti necessari: il segno della terra, il canto degli antichi, un'ancora."
		},
		"read_journal_1": {
			"text": "Sfoglio il diario. Le prime annotazioni sono sobrie, quasi scientifiche. Ma col passare degli anni, la calligrafia si fa sempre più inquieta."
		},
		"read_journal_2": {
			"text": "'1903: La spirale appare ovunque. Nella corteccia degli alberi, nei disegni del gelo, nei miei sogni. Sa che sto indagando.'"
		},
		"elise_journal_react_1": {
			"text": "La spirale. Sulle lapidi, sulla mano di Konrad, nei disegni di Anna. Ovunque lo stesso simbolo. Non e decorazione - e una firma."
		},
		"read_journal_3": {
			"text": "'1915: Hilde mi ha insegnato un canto antico. Risale a prima dei romani. Quando lo canticchio, l'aria si fa pesante è il canto dalle profondità ammutolisce per ore.'"
		},
		"elise_journal_react_2": {
			"text": "Un canto che fa tacere la creatura? E una delle tre componenti. Hilde lo conosce ancora - deve insegnarmelo."
		},
		"read_journal_5": {
			"text": "'1921: Gli occhi di Konrad. L'ho visto. Per un istante, mentre il sole era basso, i suoi occhi non erano i suoi. L'entità ha trovato un ricettacolo.'"
		},
		"elise_journal_react_3": {
			"text": "Konrad. Lo sapeva già nel 1921. Per due anni e stato davanti alla mia porta e ha sorriso, e dietro quel sorriso vive qualcosa che non e lui. E ieri gli ho parlato come se tutto fosse normale."
		},
		"read_journal_6": {
			"text": "'1923: Ho trovato il nome. Nel libro della camera. Elise Margarethe Brandt. Scritto in un inchiostro che pulsa. Mia nipote. Che studia a Berlino e non sospetta nulla di tutto questo.'"
		},
		"elise_journal_react_4": {
			"text": "1923. Il mio nome era in quel libro prima che io nascessi. La creatura mi conosceva prima che esistessi. Stava aspettando ME."
		},
		"elise_journal_react_5": {
			"text": "Le mie mani tremano così forte che riesco a malapena a tenere il diario. Lo appoggio. Respiro. Uno. Due. Tre. Poi lo riprendo."
		},
		"read_journal_7": {
			"text": "'1923, Nota aggiuntiva: Non permettero che mia nipote diventi un sacrificio. Da oggi lavoro a un'altra via. Ci vorranno trent'anni. Ma ho trent'anni.'"
		},
		"elise_journal_react_6": {
			"text": "L'ha fatto per me. Non per dovere o tradizione. Perché mi amava. Una nonna che ha lottato contro un essere ancestrale per trent'anni affinche la sua nipote potesse vivere."
		},
		"narration_midmorning": {
			"text": "Chiudo il diario. Mi tremano le mani. La nonna sapeva di Konrad. Sapeva tutto."
		},
		"elise_plan_1": {
			"text": "Tre componenti. Il segno della terra - forse nella camera sotto la chiesa. Il canto degli antichi - Hilde lo conosce. E un'ancora."
		},
		"elise_plan_2": {
			"text": "Io sono l'ancora. Il mio nome nel libro e il legame. La nonna non voleva distruggere questa connessione - voleva USARLA. Non come sacrificio, ma come tramite."
		},
		"elise_plan_3": {
			"text": "Puo funzionare? O la nonna era disperata quanto me, aggrappandosi a qualsiasi appiglio?"
		},
		"narration_plan": {
			"text": "Cos'altro ha scritto? Tre componenti per il sigillo. Hilde conosce il canto. Il segno della terrà — forse nella chiesa? È l'ancora..."
		},
		"choice_next_step": {
			"choices": [
				"Andare alla chiesa — cercare il segno",
				"Cercare Hilde — chiedere del canto"
			]
		},
		"narration_to_church": {
			"text": "La chiesa. È lì che si trova la camera, lì che vengono celebrati i rituali. Se da qualche parte ci sono indizi sul segno della terra, è là."
		},
		"narration_to_hilde": {
			"text": "Hilde era l'alleata della nonna. Conosce il canto. Forse sa anche di più sugli altri componenti. La chiesa può aspettare."
		}
	},
	"res://data/dialogue/act2/konrad_encounter.json": {
		"narration_1": {
			"text": "Quarto giorno. Nella piazza del paese incontro Konrad per caso — o ciò che si maschera da caso. È seduto sul bordo della fontana, intento a leggere."
		},
		"narration_inner": {
			"text": "Le parole della nonna mi stanno davanti agli occhi: 'Lui è il ricettacolo.' L'uomo che siede lì così pacificamente a leggere porta qualcosa di antico dentro di sé. È forse non lo sa nemmeno."
		},
		"georg_warned_about_konrad": {
			"text": "Georg mi ha avvertita. 'Stia attenta con il maestro', ha detto. I suoi occhi erano più seri di quelli di chiunque altro. Il sorriso di Konrad nasconde qualcosa."
		},
		"georg_warned_2": {
			"text": "Sarò gentile. Ma in guardia. Ogni domanda che porrò, ogni risposta che darà — ascolterò attentamente. Non solo le parole. Ciò che giace tra le parole."
		},
		"konrad_1": {
			"text": "Fräulein Brandt! Che piacevole sorpresa. Si sieda, prego. Ho del caffè fresco — vero, non quel surrogato."
		},
		"elise_greet": {
			"text": "Buongiorno, Herr Müller. Mia nonna mi parlava spesso di Lei."
		},
		"konrad_react_greet": {
			"text": "Davvero? Mi fa piacere. Margarethe era una donna speciale."
		},
		"konrad_remembers_door": {
			"text": "Ah, è bello vederla alla luce del giorno. Il nostro incontro notturno è stato alquanto... sfortunato. Deve pensare che sono strano."
		},
		"elise_door_react": {
			"text": "Sì, mi ha sorpresa. Cosa L'ha portata a casa della nonna di notte?"
		},
		"konrad_door_excuse": {
			"text": "Volevo porgere le mie condoglianze. Vecchia abitudine — Margarethe è io chiacchieravamo spesso di sera."
		},
		"narration_door": {
			"text": "Mente. O dice una mezza verità. La nonna non ha scritto di chiacchierate serali nel suo diario."
		},
		"narration_suspicious": {
			"text": "So cosa ha scritto la nonna su di lui. Il ricettacolo. Devo stare attenta."
		},
		"narration_charmed": {
			"text": "Qualcosa in lui mi attrae. È diverso dagli altri paesani — colto, aperto, curioso."
		},
		"konrad_2": {
			"text": "Ho pensato a sua nonna. Margarethe era una donna straordinaria. Sapeva che è stata lei a insegnarmi a leggere?"
		},
		"elise_react_reading": {
			"text": "Non lo sapevo. Non parlava mai molto di Graubach. Almeno non... non negli ultimi anni."
		},
		"konrad_4": {
			"text": "Quand'ero bambino, veniva ogni mercoledì. Mi leggeva, mi mostrava un mondo oltre queste montagne. Senza di lei, non sarei mai diventato insegnante."
		},
		"elise_personal": {
			"text": "Sembra meraviglioso. Vorrei averla visitata più spesso."
		},
		"konrad_6": {
			"text": "Aveva sempre un segreto, sua nonna. Qualcosa che non condivideva mai. L'ha scoperto?"
		},
		"narration_test_moment": {
			"text": "Chiede in modo così diretto. I suoi occhi cercano i miei — calmi, attenti. Troppo attenti? O solo curiosi?"
		},
		"choice_konrad_trust": {
			"choices": [
				"Fidarsi di lui e raccontargli della tradizione",
				"Diffidare: Rispondere in modo evasivo",
				"Metterlo alla prova: Parlargli delle spirali e osservare la sua reazione"
			]
		},
		"elise_trust_1": {
			"text": "Herr Müller... Konrad. So della tradizione. Del libro sotto la chiesa. Del nutrimento ogni trent'anni."
		},
		"konrad_trust_silence": {
			"text": "Non dice nulla. Il suo volto cambia appena — ma le sue mani attorno alla tazza di caffè diventano bianche per la tensione."
		},
		"konrad_trust_2": {
			"text": "Lo so. Credo di averlo sempre saputo. Non i dettagli, ma... la sensazione. Che qualcosa non va in questo villaggio. Che IO non vado bene."
		},
		"elise_trust_ask": {
			"text": "Com'è? Può... può percepirlo?"
		},
		"konrad_trust_describe": {
			"text": "Si immagini in una stanza buia. Sa di non essere sola. Qualcosa respira dietro di Lei. Ma quando si gira, c'è solo... Lei stessa."
		},
		"konrad_trust_dreams": {
			"text": "A volte sogno cose che non sono i miei sogni. Vedo... più in profondità. Più anticamente. Come se fossi solo un involucro."
		},
		"konrad_coexistence_hint": {
			"text": "Ma ci sono momenti... quando smetto di combattere... allora è quasi sereno. Come se si sedesse accanto a qualcuno, non imprigionati dentro qualcuno."
		},
		"elise_coexistence_react": {
			"text": "Non combattere, ma coesistere? Il pensiero è più inquietante di qualsiasi altra cosa. Eppure — qualcosa in esso suona vero."
		},
		"elise_trust_vessel": {
			"text": "Konrad... La nonna La chiamava 'il ricettacolo' nel suo diario."
		},
		"konrad_trust_vessel_react": {
			"text": "Chiude gli occhi. Un tremito gli attraversa il corpo — breve, violento, come se una scossa elettrica lo avesse colpito."
		},
		"konrad_trust_4": {
			"text": "Il ricettacolo. Sì. Questo... spiega alcune cose. Sa, Fräulein Brandt, a volte mi sveglio di notte è le mie mani disegnano spirali. Senza che io lo voglia."
		},
		"narration_trust_horror": {
			"text": "Un brivido mi percorre la schiena. Sta descrivendo la possessione dall'interno — è non sembra un mostro. Sembra un prigioniero."
		},
		"elise_distrust_1": {
			"text": "Niente di speciale. Vecchie lettere, ricette. Ricordi di una donna anziana."
		},
		"narration_lie": {
			"text": "La bugia viene più facile del previsto. Ma la mia voce suona troppo alta, troppo uniforme."
		},
		"konrad_distrust_2": {
			"text": "Solo ricordi? Nessun... documento? Nessun appunto sul villaggio?"
		},
		"elise_distrust_push": {
			"text": "Perché dovrebbe avere appunti sul villaggio?"
		},
		"konrad_distrust_shift": {
			"text": "Il suo sorriso cambia. Il calore svanisce. Per un istante qualcosa sembra scivolare dietro le sue pupille. Qualcosa di antico."
		},
		"konrad_distrust_3": {
			"text": "Naturalmente. Solo ricordi. Dopotutto, Graubach è un villaggio del tutto normale."
		},
		"elise_distrust_shiver": {
			"text": "Il modo in cui enfatizza 'normale' mi fa rabbrividire. Sa che sto mentendo. È io so che lui lo sa."
		},
		"konrad_distrust_4": {
			"text": "Sa, Fräulein Brandt..."
		},
		"konrad_distrust_voice": {
			"text": "IO non mento mai."
		},
		"narration_distrust_horror": {
			"text": "La sua voce suona improvvisamente diversa. Più profonda. Più antica. Come se non parlasse lui, ma qualcosa ATTRAVERSO di lui. Poi batte le palpebre, è il vecchio Konrad è tornato."
		},
		"konrad_distrust_5": {
			"text": "Mi perdoni. Oggi sono un po'... confuso. Non ho dormito bene."
		},
		"elise_test_1": {
			"text": "La chiesa è affascinante. Quelle spirali sulle pareti — le ha notate? Conosco motivi simili dai miei studi di folklore."
		},
		"konrad_test_react": {
			"text": "La sua mano sussulta. Involontariamente si afferra il polso — proprio dove avevo visto i deboli motivi a spirale sulla sua pelle al nostro ultimo incontro."
		},
		"konrad_test_hide": {
			"text": "Spirali? Io... no, non faccio caso alla decorazione della chiesa. È il campo del pastore Voss, non il mio."
		},
		"elise_test_push": {
			"text": "Strano. Si è appena coperto il polso. Ha anche Lei questi motivi?"
		},
		"konrad_test_3": {
			"text": "Spirali? No, io... non conosco nessuna spirale."
		},
		"narration_test_lie": {
			"text": "Mente. È sa che io lo so. L'aria tra noi si fa pesante. Non dico più nulla — a volte il silenzio è più rivelatore delle domande."
		},
		"konrad_walk": {
			"text": "Venga. Le voglio mostrare qualcosa. Il bosco dietro la scuola — c'è un posto che sua nonna amava."
		},
		"elise_forest_hesitate": {
			"text": "Sola con lui nel bosco. Con l'uomo che la nonna chiamava 'il ricettacolo'. Qualsiasi persona di buon senso rifiuterebbe."
		},
		"elise_forest_decide": {
			"text": "Mi mostri il posto."
		},
		"narration_forest_why": {
			"text": "Ma non sono qui per essere ragionevole. Sono qui per capire."
		},
		"narration_forest_1": {
			"text": "Il sentiero nel bosco si addentra più del previsto. Gli alberi qui sono così fitti che a malapena filtra la luce. Konrad cammina avanti, sicuro, come se conoscesse ogni radice."
		},
		"elise_forest_1": {
			"text": "Viene qui spesso?"
		},
		"konrad_forest_reply": {
			"text": "A volte. Quando la scuola è finita. Il bosco è un buon posto per pensare."
		},
		"narration_forest_walk": {
			"text": "I suoi passi sono sicuri, quasi automatici. Come se il suo corpo conoscesse la strada anche quando la sua mente è altrove."
		},
		"narration_forest_2": {
			"text": "Si ferma in una radura. Al centro si erge un unico albero antichissimo. Il suo tronco è contorto, cresciuto a spirale."
		},
		"konrad_tree_1": {
			"text": "I paesani lo chiamano l'Albero Guardiano. È qui da secoli. Sua nonna veniva qui spesso."
		},
		"elise_tree_1": {
			"text": "Cresciuto a spirale... come i motivi nella chiesa. Come i segni sul suo polso."
		},
		"konrad_tree_3": {
			"text": "Lo sente? Il terreno qui... respira."
		},
		"elise_tree_feel": {
			"text": "Sì. Sotto i miei piedi. Un pulsare — come un battito cardiaco."
		},
		"narration_tree": {
			"text": "Ha ragione. Sotto i miei piedi c'è un debole pulsare. Come un battito cardiaco, in profondità nella terra. Lo stesso ritmo di sotto l'altare."
		},
		"konrad_humming": {
			"text": "Konrad sta immobile davanti all'albero. Le sue labbra si muovono, appena visibili. Canticchia — una melodia che conosco. La melodia delle profondità."
		},
		"elise_humming_react": {
			"text": "Il canto. Sta canticchiando il canto — quello che viene dalle profondità!"
		},
		"konrad_humming_react": {
			"text": "Sussulta come se lo avessi colpito. I suoi occhi si spalancano — confusione, paura. Paura vera."
		},
		"konrad_humming_2": {
			"text": "Io... cosa? Non stavo... non sapevo che io..."
		},
		"narration_humming_pity": {
			"text": "Non lo sa. Canticchia il canto della creatura senza rendersene conto. Come un sonnambulo che non sa dove lo portano i suoi piedi."
		},
		"elise_humming_comfort": {
			"text": "Va tutto bene. Non è colpa Sua, Konrad."
		},
		"konrad_humming_3": {
			"text": "Niente qui è colpa mia. È allo stesso tempo tutto è colpa mia. O di ciò che è dentro di me."
		},
		"narration_pity_moment": {
			"text": "Per la prima volta non lo vedo come una minaccia. Ma come una vittima. Un uomo, intrappolato tra sé stesso è qualcosa di più antico delle montagne."
		},
		"konrad_possession_1": {
			"text": "Lo osservo più attentamente. Ecco — il suo sguardo diventa vitreo. Per tre, quattro secondi non c'è nessuno dietro i suoi occhi. Poi ritorna, confuso, come se avesse sognato."
		},
		"konrad_possession_2": {
			"text": "Quanto... per quanto tempo ho appena...? Cosa ho detto?"
		},
		"konrad_possession_3": {
			"text": "La creatura dorme e sogna attraverso di lui. In quei momenti Konrad non è Konrad — è una finestra attraverso la quale qualcosa di antico scruta. E i vuoti si allungano. Ore intere, dice, di cui non riesce a rendere conto."
		},
		"journal_konrad": {
			"title": "Konrad è l'Albero Guardiano",
			"content": "Konrad mi ha mostrato l'Albero Guardiano nel bosco — cresciuto a spirale. Il terreno lì pulsa come sotto l'altare. Konrad si è comportato in modo strano — la sua mano sussulta alla menzione delle spirali, i suoi occhi cambiano. Il diario della nonna lo ha confermato: lui è il ricettacolo."
		},
		"narration_return": {
			"text": "Torniamo al villaggio in silenzio. Konrad fischietta sommessamente tra sé. La melodia mi suona familiare — è il canto delle profondità."
		},
		"elise_return_thought": {
			"text": "Si può liberare un ricettacolo senza romperlo? O Konrad Müller ha cessato da tempo di essere Konrad Müller?"
		},
		"narration_2": {
			"text": "Il suo sorriso è caldo, invitante. Ma le parole della nonna riecheggiano: 'I suoi occhi non erano i suoi.'"
		},
		"konrad_door_narration": {
			"text": "Menziona il nostro incontro con noncuranza, come se fosse la cosa più normale del mondo. Ma perché si trovava a casa della nonna di notte?"
		},
		"konrad_trusted": {
			"text": "Gli racconto tutto. Della tradizione, del libro, del nutrimento. Ascolta senza interrompere."
		},
		"konrad_trusted_3": {
			"text": "Lo so. Credo di averlo sempre saputo. Non i dettagli, ma... la sensazione. Che qualcosa non va in questo villaggio. Che qualcosa non va in me."
		},
		"konrad_trusted_5": {
			"text": "A volte sogno cose che non sono i miei sogni. Vedo... più in profondità. Più in là nel tempo. Come se fossi solo un involucro."
		},
		"konrad_trusted_6": {
			"text": "Lo dice con tanta calma, con tanta naturalezza. Come se parlasse del tempo."
		},
		"konrad_distrusted": {
			"text": "'Niente di speciale,' dico. 'Vecchie lettere, ricette, ricordi.' La bugia ha un sapore amaro."
		},
		"konrad_distrusted_3": {
			"text": "Sorride, ma il sorriso non raggiunge i suoi occhi. Per un istante — solo un istante — qualcosa sembra scivolare dietro le sue pupille. Qualcosa di antico."
		},
		"konrad_distrusted_4": {
			"text": "Naturalmente. Solo ricordi. Dopotutto, Graubach è un villaggio del tutto normale."
		},
		"konrad_tested": {
			"text": "Accenno di sfuggita alle spirali nella chiesa. 'Strani disegni,' dico. 'Li conosce?'"
		},
		"konrad_tested_2": {
			"text": "La sua mano sussulta. Involontariamente, si afferra il polso — proprio dove l'altro giorno avevo notato i deboli disegni a spirale sulla sua pelle."
		},
		"konrad_tested_4": {
			"text": "Spirali? No, io... non conosco nessuna spirale."
		},
		"konrad_tested_5": {
			"text": "Sta mentendo. È sa che io lo so. L'aria tra noi si fa pesante."
		}
	},
	"res://data/dialogue/act2/the_book.json": {
		"narration_1": {
			"text": "Quinto giorno. Mezzanotte. Il villaggio dorme — o finge di farlo. Sguscio per i vicoli vuoti verso la chiesa."
		},
		"narration_2": {
			"text": "La chiave di Georg pesa nella mia tasca. L'amuleto di Hilde riposa sul mio petto. Il diario della nonna è nella mia borsa."
		},
		"elise_inner_ready": {
			"text": "Mi tremano le mani. Ma continuo a camminare. La nonna ha lavorato trent'anni per questo momento. Non lo lascerò sfuggire."
		},
		"voss_night_1": {
			"text": "È venuta. Bene. Abbiamo poco tempo. Gli uomini di Otto pattugliano — ha notato che qualcosa sta cambiando nel villaggio."
		},
		"voss_distrusts": {
			"text": "Ma prima... mi ha mentito in chiesa. Su ciò che sa. Su ciò che cerca. L'ho visto nei suoi occhi."
		},
		"elise_voss_lied": {
			"text": "Non sapevo se potevo fidarmi di lei, Padre. Può perdonarmi?"
		},
		"voss_forgives_lie": {
			"text": "Perdonare? Sono l'ultimo che dovrebbe condannare le bugie. Ho taciuto per trent'anni. È peggio di qualsiasi menzogna."
		},
		"elise_voss_greet": {
			"text": "Grazie di essere qui, padre. Non avrei voluto farlo da sola."
		},
		"voss_night_2": {
			"text": "Voss mi conduce attraverso una porta laterale nella sacrestia. Lì, dietro una pesante tenda, c'è una scala di pietra che scende."
		},
		"narration_voss_leads": {
			"text": "Voss mi conduce attraverso una porta laterale nella sacrestia. Lì, dietro una pesante tenda, si apre una scala di pietra che scende."
		},
		"narration_alone": {
			"text": "La porta della chiesa è chiusa a chiave. Ma la chiave di Georg — funziona anche qui. Il vecchio ferro gira pesantemente nella serratura."
		},
		"elise_alone_thought": {
			"text": "Sola. Niente Voss, niente Georg. Solo io e ciò che attende sotto la chiesa. La nonna l'ha fatto da sola per trent'anni. Posso farcela per una notte."
		},
		"narration_alone_2": {
			"text": "Sola nella chiesa buia. La mia candela proietta ombre tremanti. Dietro l'altare trovo la scala che scende."
		},
		"narration_basement_1": {
			"text": "L'aria cambia all'istante. Più calda, più umida, più dolce. Il canto non è più sommesso qui — riempie la stanza, vibra nelle mie ossa."
		},
		"elise_descent_react": {
			"text": "La nausea sale. Vertigini. L'amuleto sul mio petto si scalda - come se lavorasse contro la pressione che grava sui miei pensieri."
		},
		"narration_basement_2": {
			"text": "Le pareti sono coperte di spirali. Incise, dipinte, marchiate a fuoco. Strato su strato, secoli sovrapposti. Alcune sembrano una scrittura che non riesco a leggere."
		},
		"voss_descent_1": {
			"text": "Herr im Himmel, steh uns bei..."
		},
		"elise_voss_prayer": {
			"text": "Aiuta? Il pregare?"
		},
		"voss_descent_2": {
			"text": "Nicht gegen DAS hier. Aber es hilft mir. Es erinnert mich daran, wer ich bin."
		},
		"elise_voss_understand": {
			"text": "Lo capisco. Quaggiù, dove le pareti respirano e il pavimento pulsa, si ha bisogno di qualcosa a cui ancorarsi. Per Voss è la sua fede. Per me... le parole della nonna."
		},
		"narration_basement_3": {
			"text": "Su un piedistallo di pietra al centro della stanza giace un libro. Non è vecchio — è al di là dell'antico. La pelle non è di nessun animale che io conosca."
		},
		"elise_book_first": {
			"text": "Mi tremano le mani quando lo tocco. La pelle sembra... pelle umana. Pelle calda. Reagisce al mio tocco - un lieve pulsare sotto le punte delle dita."
		},
		"narration_basement_4": {
			"text": "Lo apro. Pagina dopo pagina di nomi. Centinaia di nomi, in calligrafie diverse, scritti nel corso dei secoli. Alcuni hanno una data accanto. Alcuni una croce."
		},
		"elise_crosses": {
			"text": "Le croci. Una ogni trent'anni. I sacrificati. Li conto e lo stomaco mi si rivolta. Così tanti. Così tante persone che sono scese in questo buco e non sono mai risalite."
		},
		"narration_basement_5": {
			"text": "Le croci. Le conto. Una ogni trent'anni, risalendo fino a... le voci più antiche non sono più scrittura, solo simboli."
		},
		"elise_grandmother_notes": {
			"text": "Le sue annotazioni. Lettere piccole e ordinate: \"Friedrich Meier, 1893. Ultimo sacrificio.\" E più avanti: \"Konrad M. - non registrato come sacrificio. Contrassegnato diversamente. Ricettacolo?\" La nonna ha studiato questo libro. Per anni."
		},
		"narration_find_name": {
			"text": "E lì, sull'ultima pagina scritta: «Elise Brandt». In una grafia che non sembra umana. Le lettere sono troppo uniformi, troppo perfette."
		},
		"elise_panic_1": {
			"text": "Il mio nome. In una scrittura che nessun umano può tracciare. E l'inchiostro... l'inchiostro PULSA. Vive. Respira sotto le mie dita."
		},
		"elise_panic_2": {
			"text": "No. No, non può essere. Dev'essere un errore. Qualcuno l'ha scritto - Otto, Konrad, qualcuno. Ma la scrittura non è umana. Nessuna mano umana scrive così."
		},
		"narration_name_1": {
			"text": "Tocco il mio nome sulla pagina. L'inchiostro è caldo. Pulsa sotto le mie dita."
		},
		"elise_panic_3": {
			"text": "La nonna lo sapeva. Mi ha chiamata PERCHÉ il mio nome è nel libro. Mi ha sacrificata o salvata? O entrambe le cose?"
		},
		"narration_name_2": {
			"text": "E poi il canto si ferma. Silenzio completo, assoluto. Un silenzio che pesa più di qualsiasi suono."
		},
		"narration_silence": {
			"text": "Nel silenzio lo percepisco. Non sentire, non vedere — percepire. Un'attenzione, vasta come un oceano, rivolta verso di me. È sveglio. Sa che sono qui."
		},
		"elise_awareness": {
			"text": "Mi osserva. Non con occhi - con qualcosa di più antico. Sono nuda davanti a una coscienza che ha visto le montagne quando non erano ancora montagne."
		},
		"narration_before_choice": {
			"text": "Il libro giace aperto davanti a me. Il mio nome mi fissa. Cosa faccio adesso?"
		},
		"zugfrau_1": {
			"text": "Sfoglio all'indietro. Decine di pagine, centinaia di nomi. E poi — una vecchia voce: 'Mathilde, 1863'. Accanto un disegno. Mi si mozza il respiro."
		},
		"zugfrau_2": {
			"text": "Il disegno mostra una donna con le orbite vuote. La donna cieca del treno. Non era un'estranea — era l'ultima a sopravvivere al rituale. Ha aspettato sessant'anni."
		},
		"elise_deliberate_1": {
			"text": "Se cancello il nome - sarò libera? O renderà solo furiosa la creatura? La nonna scrisse che il nome ritorna sempre."
		},
		"elise_deliberate_2": {
			"text": "Se prendo il libro, ho una prova. Controllo. Ma Otto se ne accorgerà. E la creatura... saprà che manca qualcosa."
		},
		"elise_deliberate_3": {
			"text": "Oppure lo lascio qui. Forse non ho bisogno del libro. Forse ho bisogno della CONNESSIONE che il mio nome rappresenta."
		},
		"choice_book": {
			"choices": [
				"Provare a cancellare il nome",
				"Prendere il libro",
				"Indietreggiare — lasciare stare il libro"
			]
		},
		"erase_attempt": {
			"text": "Graffio il mio nome con l'unghia. L'inchiostro non cede. Sputo sulla pagina, strofino — niente. Come ha scritto la nonna: il nome ritorna sempre."
		},
		"elise_erase_frustrate": {
			"text": "Come scrisse la nonna: il nome ritorna sempre. Come se non fosse SULLA pagina, ma IN essa. Parte del libro stesso."
		},
		"erase_3": {
			"text": "Il pavimento trema. Polvere cade dal soffitto. Il canto riprende — più forte, più furioso, come uno sciame di calabroni che sale dal profondo."
		},
		"take_book": {
			"text": "Chiudo il libro è lo prendo. È più pesante di quanto sembri, è caldo, quasi rovente. Quando lo sollevo dal piedistallo, la stanza trema."
		},
		"take_3": {
			"text": "Un suono — non un canto, non un grido. Un sospiro. Così vasto, così profondo che le pareti di pietra vibrano. Ha notato che qualcosa manca."
		},
		"elise_take_react": {
			"text": "Il libro preme contro il mio petto come un battito che non è il mio. Ma lo stringo forte. Appartiene a me - o io appartengo a lui."
		},
		"leave_book": {
			"text": "Mi ritraggo. Il mio istinto mi dice: il libro non è per mani umane. Appartiene laggiù, nel buio, dove è stato posto."
		},
		"elise_leave_reason": {
			"text": "Non ho bisogno del libro. Ho qualcosa di meglio: ora so che il mio nome è una connessione. E una connessione si può usare - senza possederla."
		},
		"leave_2": {
			"text": "Il canto riprende dolcemente. Quasi soddisfatto. Come se avessi preso la decisione giusta — o quella che voleva lui."
		},
		"book_converge": {
			"text": "Devo uscire di qui. Adesso. Le pareti sembrano stringersi, le spirali ruotano nella mia visione periferica."
		},
		"narration_escape": {
			"text": "Inciampo su per le scale, attraverso la chiesa, fuori all'aria aperta. L'aria notturna mi colpisce come un pugno. Fredda. Limpida. Reale."
		},
		"otto_encounter": {
			"text": "Davanti alla chiesa c'è una figura al chiaro di luna. Spalle larghe, immobile. Il sindaco Reinhardt."
		},
		"otto_1": {
			"text": "Fräulein Brandt. In giro a quest'ora. È con qualcosa che non le appartiene."
		},
		"elise_otto_react": {
			"text": "Herr Reinhardt. Da quanto tempo è qui?"
		},
		"otto_2": {
			"text": "Lange genug. Ich habe Sie beobachtet, seit Sie Hildes Hütte verlassen haben. Genau wie Ihre Großmutter - immer da, wo sie nicht sein sollte."
		},
		"otto_3": {
			"text": "Mi dia il libro. È torni a casa. Dimentichi quello che ha visto. Questa non è una richiesta."
		},
		"elise_otto_defiant": {
			"text": "Il mio nome è scritto in questo libro, Herr Reinhardt. In una scrittura che nessun umano ha tracciato. Credo di averne il diritto."
		},
		"otto_react_name": {
			"text": "Diritti? Qui non esistono diritti, Fräulein. C'è solo la tradizione. E la tradizione dice: ogni trent'anni si nutre. Ha funzionato. Per secoli."
		},
		"choice_otto": {
			"choices": [
				"Restituire il libro",
				"Rifiutare e fuggire"
			]
		},
		"give_book": {
			"text": "Le mie mani tremano mentre gli porgo il libro. Otto lo prende con una cura che contraddice la sua minaccia. Lo tiene come un bambino."
		},
		"give_book_3": {
			"text": "Ragionevole. Proprio come sua nonna. Anche lei era ragionevole — alla fine. Vada a casa, Fräulein Brandt. È ci resti."
		},
		"elise_give_whisper": {
			"text": "Alla fine. Cosa significa? La nonna era ragionevole - oppure Otto l'ha messa a tacere? Il pensiero mi fa rabbrividire."
		},
		"defy_otto": {
			"text": "Stringo il libro al petto è corro. Per i vicoli, attraverso la piazza, verso la casa della nonna. Otto grida dietro di me, ma non mi insegue."
		},
		"defy_narration": {
			"text": "Stringo il libro al petto e corro. Per i vicoli, attraverso la piazza, verso la casa della nonna. Otto grida dietro di me, ma non mi insegue."
		},
		"defy_3": {
			"text": "Le sue ultime parole riecheggiano nella notte: «Questo è stato un errore, Fräulein Brandt. Un grave errore.»"
		},
		"defy_4": {
			"text": "Il suo grido echeggia nella notte. Ma sono più veloce di un vecchio. E l'oscurità mi protegge - per la prima volta."
		},
		"narration_home_1": {
			"text": "Di nuovo nella casa della nonna. Sprangherò la porta, spingo una sedia contro di essa. Le mie mani tremano ancora."
		},
		"elise_home_process": {
			"text": "Ho visto il mio nome. In una scrittura che nessun umano ha tracciato. Su una pagina che non conosce errore. E ora lo so con certezza: non sono una spettatrice. Sono parte della storia."
		},
		"journal_book": {
			"title": "Il Libro dei Nomi",
			"content": "Nella camera sotto la chiesa giace un libro antico contenente centinaia di nomi. Alcuni recano una croce — i sacrificati, ogni 30 anni. Il mio nome è l'ultima voce, in una scrittura inumana. L'inchiostro pulsa. L'entità sapeva che sarei venuta."
		},
		"narration_end_1": {
			"text": "Non riesco a dormire. Il canto è più forte che mai. Filtra attraverso le pareti, attraverso il pavimento, attraverso le mie palpebre chiuse."
		},
		"elise_end_cover": {
			"text": "Premo le mani sulle orecchie. Non serve. Il canto non viene da fuori. Viene da DENTRO. Da quando ho toccato il mio nome, è parte di me."
		},
		"narration_end_2": {
			"text": "E nelle pause tra i toni sento parole. Non tedesco, non latino, nessuna lingua che dovrebbe esistere. Eppure le capisco lo stesso."
		},
		"narration_end_3": {
			"text": "Dice il mio nome. Ancora è ancora è ancora. Elise. Elise. Elise."
		},
		"narration_end_4": {
			"text": "Fine dell'Atto 2"
		},
		"narration_home_2": {
			"text": "Ho visto il mio nome. In una scrittura che nessun umano ha vergato. Su una pagina che non conosce errore."
		}
	},
	"res://data/dialogue/act3/allies_choice.json": {
		"narration_1": {
			"text": "Sesto giorno, pomeriggio. Domani è l'anniversario. Ho bisogno di aiuto - è devo decidere di chi fidarmi."
		},
		"elise_assess": {
			"text": "Georg ha la chiave e la forza. Hilde conosce il canto e le antiche vie. Voss conosce la camera e porta trent'anni di colpa. E Konrad... Konrad è la chiave di tutto, o il pericolo più grande."
		},
		"elise_decide": {
			"text": "Non posso confidarmi con tutti contemporaneamente. Otto ha occhi ovunque. Uno deve essere il mio alleato principale - quello su cui conterò domani notte."
		},
		"choice_primary_ally": {
			"choices": [
				"Scegliere Georg come alleato principale - forza e lealtà",
				"Scegliere Hilde come alleata principale - conoscenza ed esperienza",
				"Scegliere Voss come alleato principale - accesso e rimorso",
				"Non confidarsi con nessuno - non voglio mettere nessuno in pericolo"
			]
		},
		"ally_solo": {
			"text": "Nessuno. Non metterò nessuno in pericolo. Né Georg, né Hilde, né Voss. Qualunque cosa attenda nella camera - è tra me e l'entità. Solo noi due."
		},
		"ally_solo_2": {
			"text": "La nonna ha combattuto da sola per trent'anni. Non ha trascinato nessuno, non ha sacrificato nessuno, non ha rischiato nessuno. Se sono sua nipote, posso fare altrettanto."
		},
		"ally_solo_3": {
			"text": "È solitario. Ma la solitudine non è una condanna a morte. Dovrei saperlo - sono una folklorista, non una soldatessa. Il mio strumento è la comprensione, non la violenza. Per questo, non ho bisogno di un esercito."
		},
		"georg_ally_1": {
			"text": "Vuoi davvero portarlo a termine. Il rituale di Margarethe. Speravo che te ne andassi, Elise. Ma sapevo anche che saresti rimasta."
		},
		"elise_georg_1": {
			"text": "Andarsene non è mai stata davvero un'opzione. Non da quando ho visto il mio nome in quel libro."
		},
		"georg_flee_callback": {
			"text": "Volevi fuggire, allora. Era ragionevole. Ma sei rimasta. Quello è stato coraggioso. Tua nonna sarebbe fiera."
		},
		"elise_georg_flee": {
			"text": "La foresta non me lo ha permesso. Ma anche se lo avesse fatto... credo che sarei tornata."
		},
		"elise_georg_question": {
			"text": "Georg, cosa succede se fallisco? Cosa succede a te, a Graubach?"
		},
		"georg_ally_answer": {
			"text": "Allora sarà stato tutto inutile. Trent'anni. Il sacrificio di Margarethe. La mia colpa."
		},
		"elise_georg_risk": {
			"text": "E tu? Cosa rischi? Potresti fuggire - tu non sei nel libro."
		},
		"georg_ally_3": {
			"text": "Ci sto. Fermerò Otto quando verrà. Verrà - lui ha uomini, ma io ho martelli. È trent'anni di rabbia repressa."
		},
		"elise_georg_otto": {
			"text": "Otto ha degli uomini. E se sono armati?"
		},
		"georg_ally_hammer": {
			"text": "Georg prende un pesante martello da fabbro dalla parete. Nei suoi occhi brucia un fuoco che non ho mai visto prima."
		},
		"georg_ally_4": {
			"text": "Georg prende un pesante martello da fabbro dalla parete. Nei suoi occhi arde un fuoco che non ho mai visto prima. Forse il fuoco che per trent'anni ha solo covato."
		},
		"elise_georg_grateful": {
			"text": "Grazie, Georg. La nonna non avrebbe potuto desiderare un alleato migliore."
		},
		"hilde_ally_1": {
			"text": "Domani, dunque. Il canto deve iniziare al tramonto, quando l'entità giace tra sonno è veglia. È allora che è più vulnerabile."
		},
		"elise_hilde_1": {
			"text": "Hilde, il canto... non ce la faccio da sola. Quando l'ho provato nella sua capanna, la mia voce bastava a malapena."
		},
		"hilde_ally_2": {
			"text": "Ti aiuterò a rafforzare il canto. La mia voce sarà anche vecchia, ma insieme - forse basterà. Gli antichi popoli cantavano sempre in coro."
		},
		"elise_hilde_chance": {
			"text": "E se la creatura non accetta il canto? E se non basta?"
		},
		"hilde_ally_improvise": {
			"text": "Allora improvviseremo. Come avrebbe fatto tua nonna. Margarethe non si è mai arresa, e nemmeno noi lo faremo."
		},
		"hilde_ally_personal": {
			"text": "Hilde prende le mie mani. Le sue dita sono ruvide e calde, piene di vita nonostante la sua età."
		},
		"hilde_ally_hands": {
			"text": "Le assomigli più di quanto credi, bambina. La stessa testardaggine. La stessa bontà. E la stessa paura che lei non ha mai ammesso."
		},
		"elise_hilde_personal": {
			"text": "Hatte sie Angst? Großmutter wirkte immer so... unerschütterlich."
		},
		"hilde_ally_truth": {
			"text": "Certo che aveva paura. Ogni notte. Ma ha usato la paura come combustibile. Puoi farlo anche tu."
		},
		"hilde_ally_3": {
			"text": "Hilde comincia a legare fasci di erbe è a dipingere segni su strisce di stoffa. Mormora piano il canto mentre lavora. L'aria nella capanna si addensa."
		},
		"voss_ally_1": {
			"text": "Trent'anni ho taciuto. Trent'anni ho osservato senza fare nulla. Questo finisce domani."
		},
		"elise_voss_1": {
			"text": "Pastore Voss, ha sofferto sotto il peso della colpa per trent'anni. Basta così."
		},
		"voss_reacts": {
			"text": "Niente è mai abbastanza. Non per Friedrich Meier. Non per tutti gli altri."
		},
		"elise_voss_lead": {
			"text": "Allora mi aiuti a porvi fine. Non per la colpa - per il futuro. Perché nessuno venga mai più sacrificato."
		},
		"voss_confronted_callback": {
			"text": "Lei mi ha chiesto in chiesa cosa sapessi sulla Nutrizione. Non ho detto tutto allora. Ma adesso - Le devo l'intera verità. È a Friedrich Meier devo più di questo."
		},
		"elise_voss_truth": {
			"text": "Was haben Sie zurückgehalten?"
		},
		"voss_confession": {
			"text": "Friedrich ha urlato. Tutta la notte. E io... ho pregato invece di aiutarlo. Ho recitato le mie preghiere più forte delle sue urla. Non me lo perdonerò mai."
		},
		"elise_voss_forgive": {
			"text": "Non può cancellare quello che è stato. Ma può fare in modo che sia stata l'ultima volta."
		},
		"voss_ally_3": {
			"text": "Conosco ogni pietra di quella camera. So dove sono le trappole, dove il suolo è sottile, dove il canto diventa più forte. La guiderò."
		},
		"elise_voss_risk": {
			"text": "E se Otto ci ferma? Lui controlla il villaggio."
		},
		"voss_ally_4": {
			"text": "E se va storto... allora vado per primo. Lo devo a Friedrich Meier. Lo devo a tutti."
		},
		"elise_voss_no": {
			"text": "Nessuno deve morire, Pastore. Né lei, né io. È per questo che lo facciamo."
		},
		"ally_converge_solo": {
			"text": "Sono sola. Come la nonna. Ma ho il suo sapere, la sua preparazione. Deve bastare."
		},
		"ally_converge_allied": {
			"text": "Ho un alleato. Qualcuno che domani sera sarà al mio fianco, quando dovrò affrontare ciò che aspetta laggiù."
		},
		"elise_konrad_consider": {
			"text": "Ma poi c'è Konrad. Il ricettacolo. L'uomo intrappolato tra sé stesso e la creatura. Può aiutarmi, o mi tradirà?"
		},
		"choice_konrad_final": {
			"choices": [
				"Cercare Konrad - forse può resistere all'entità",
				"Evitare Konrad - è troppo pericoloso"
			]
		},
		"konrad_final_1": {
			"text": "Konrad siede da solo nell'aula. Ha disegnato spirali sulla lavagna - dozzine, intrecciate. Quando entro, le cancella in fretta."
		},
		"elise_konrad_enter": {
			"text": "Konrad. Come stai?"
		},
		"konrad_final_2": {
			"text": "Elise. Io... sta peggiorando. Mi sto perdendo. Di notte mi sveglio in posti dove non sono mai andato. Le mie mani fanno cose che non voglio."
		},
		"elise_konrad_concern": {
			"text": "Quando hai dormito l'ultima volta? Dormito davvero?"
		},
		"konrad_final_sleep": {
			"text": "Non lo so più. Le notti si confondono. A volte non so se sono sveglio o se sto sognando. Se sono IO a pensare o se è LUI."
		},
		"konrad_final_4": {
			"text": "I suoi occhi tremolano - marroni, poi qualcos'altro, più profondo, più antico. Per un momento vedo qualcosa di immenso dietro le sue pupille, come un oceano dietro un vetro."
		},
		"konrad_creature_voice": {
			"text": "Elise... è QUI... parla attraverso di me... non riesco..."
		},
		"elise_konrad_reach": {
			"text": "Konrad! Ascolta la mia voce. TU sei Konrad Müller. Sei un insegnante. Hai imparato a leggere dalla nonna."
		},
		"konrad_final_6": {
			"text": "Aiutami, Elise. Ti prego. Prima che mi abbia completamente. Non voglio essere il suo strumento."
		},
		"elise_konrad_promise": {
			"text": "Ti libererò, Konrad. O almeno ci proverò. Te lo prometto."
		},
		"konrad_final_hope": {
			"text": "Un debole sorriso. Il primo sorriso genuino che gli ho visto - non affascinante, non seducente. Solo grato. Solo umano."
		},
		"avoided_konrad": {
			"text": "Konrad non è più Konrad. Non del tutto. Non posso rischiare che l'entità scopra il mio piano attraverso di lui."
		},
		"elise_konrad_regret": {
			"text": "Mi dispiace, Konrad. Forse potrò aiutarti quando tutto sarà finito. Ma ora... ora devo evitarti. Per la tua stessa protezione."
		},
		"ally_final_converge": {
			"text": "Der Abend bricht herein. Der Himmel färbt sich in Farben, die es nicht geben sollte - violett und grün und ein Rot, das an Wunden erinnert.",
			"title": "Alleati scelti",
			"content": "Domani è il giorno della Nutrizione. Ho scelto i miei alleati è discusso il piano. Il rituale di legame della nonna al posto del rituale di sangue. Anna dice che l'entità ha paura di me. Questo fa due di noi."
		},
		"elise_final_thought": {
			"text": "Domani è il giorno. Domani starò nella camera, sopra la pietra più sottile, e canterò il canto che Hilde mi ha insegnato. E la creatura risponderà."
		},
		"journal_allies": {
			"title": "Alleati scelti",
			"content": "Domani è il giorno del nutrimento. Ho scelto i miei alleati e discusso il piano. Il rituale di legamento della nonna al posto del rituale di sangue. Anna dice che la creatura ha paura di me. Questo fa due di noi."
		},
		"narration_2": {
			"text": "Georg ha la chiave è la forza. Hilde conosce il canto è le antiche usanze. Voss conosce la camera. È Konrad... Konrad è la chiave di tutto - o il pericolo più grande."
		}
	},
	"res://data/dialogue/act3/descent.json": {
		"narration_1": {
			"text": "Giorno sette. Sera. La chiesa non sembra più una chiesa. Le panche sono spostate, alcune fluttuano a centimetri dal pavimento. Le vetrate mostrano immagini che non appartengono al vetro."
		},
		"narration_2": {
			"text": "Il canto è ovunque. Non più solo dal profondo — viene dalle pareti, dall'aria, dall'interno della mia stessa testa. L'amuleto di Hilde pulsa caldo contro il mio petto."
		},
		"narration_3": {
			"text": "Sono davanti alla scala che porta alla camera. La chiave nella mia mano è calda — non per il calore del mio corpo. Un calore proprio."
		},
		"narration_resolve": {
			"text": "Il mio cuore martella. Ma le mie mani sono ferme. Le mani della nonna, ha detto Georg. Mani che non tremano quando conta."
		},
		"georg_ally_1": {
			"text": "Sei pronta?"
		},
		"elise_ally_georg_1": {
			"text": "No. Ma quando si sarebbe pronti per una cosa del genere?"
		},
		"georg_ally_2": {
			"text": "Margarethe disse la stessa cosa, allora. Parola per parola."
		},
		"elise_ally_georg_2": {
			"text": "Allora almeno questo me l'ha lasciato."
		},
		"narration_ally_together": {
			"text": "Annuisce. Non servono altre parole. Andiamo insieme."
		},
		"hilde_ally_1": {
			"text": "La chiesa resiste. Lo senti? Le pietre si drizzano."
		},
		"elise_ally_hilde_1": {
			"text": "Sento soprattutto il canto. È... più forte di ieri notte. Più vicino."
		},
		"hilde_ally_2": {
			"text": "Questo è un bene. Sa che stai arrivando. Ti aspetta."
		},
		"elise_ally_hilde_2": {
			"text": "Questo dovrebbe rassicurarmi?"
		},
		"hilde_ally_3": {
			"text": "Dovrebbe prepararti. La rassicurazione la lascio alla valeriana."
		},
		"narration_hilde_smile": {
			"text": "Nonostante tutto, devo sorridere. Hilde ha quel modo di smussare il terrore."
		},
		"voss_ally_1": {
			"text": "Dio ci aiuti. La chiesa... la mia chiesa... che cosa le ha fatto?"
		},
		"elise_ally_voss_1": {
			"text": "Ci mostra ciò che è sempre stato sotto la superficie, Pastore. È pronto?"
		},
		"voss_ally_2": {
			"text": "Per trent'anni ho temuto questa notte. Ma ora... ora sono quasi sollevato che sia finalmente arrivata."
		},
		"elise_ally_voss_2": {
			"text": "Sollievo davanti all'abisso. Capisco cosa intende."
		},
		"narration_voss_together": {
			"text": "Voss si fa il segno della croce. Le sue mani tremano, ma i suoi passi sono fermi. Trent'anni di colpa sono un'ancora pesante."
		},
		"narration_alone": {
			"text": "Sono sola. Nessun alleato, nessun protettore. Solo io, la chiave è il canto."
		},
		"narration_alone_2": {
			"text": "La nonna lo ha fatto da sola per trent'anni. Forse è una cosa di famiglia."
		},
		"otto_confrontation": {
			"text": "La porta della chiesa si spalanca. Otto Reinhardt è sulla soglia, fiancheggiato da due uomini con le torce. La sua espressione è gelida."
		},
		"otto_conf_1": {
			"text": "L'avevo avvertita, Fräulein Brandt. La tradizione è più antica di Lei, più antica di me, più antica di questo villaggio. È Lei non la spezzerà."
		},
		"elise_otto_1": {
			"text": "Tradizione? Intende: omicidio. Ogni trent'anni un omicidio, perché Lei possa fare il sindaco."
		},
		"otto_conf_2": {
			"text": "Perché questo villaggio ESISTA! Crede che a qualcuno PIACCIA vivere accanto a una simile entità? Facciamo ciò che è necessario!"
		},
		"elise_otto_2": {
			"text": "Mia nonna ha cercato un'altra via per trent'anni. Io la troverò."
		},
		"otto_conf_3": {
			"text": "Sua nonna è MORTA prima di trovarne una!"
		},
		"narration_otto_silence": {
			"text": "Le parole colpiscono. Per un istante non riesco a respirare. Ha ragione. La nonna ha cercato per trent'anni ed è morta senza trovare una soluzione."
		},
		"elise_otto_3": {
			"text": "Allora almeno mi ha mostrato la strada. Si faccia da parte, Otto."
		},
		"georg_defends_1": {
			"text": "Basta, Otto. Per trent'anni ho guardato. Per trent'anni ho taciuto. È finita."
		},
		"georg_defends_2": {
			"text": "Georg si mette tra me è Otto. Nella mano il martello da fabbro. Otto indietreggia — conosce Georg, conosce la sua forza."
		},
		"georg_defends_3": {
			"text": "Vai, Elise. Li trattengo io. Fai quello che Margarethe aveva progettato."
		},
		"elise_georg_go": {
			"text": "Georg... stai attento."
		},
		"georg_defends_4": {
			"text": "Sono un fabbro. Siamo duri."
		},
		"ally_confronts_otto": {
			"text": "Otto Reinhardt. Ho conosciuto tuo padre è tuo nonno. Avevano tutti più coraggio di te. Facci passare."
		},
		"narration_hilde_otto": {
			"text": "Hilde fa un passo avanti, piccola è vecchia è assolutamente irremovibile. Otto esita. A Graubach, nessuno contraddice Hilde."
		},
		"voss_confronts_otto": {
			"text": "Otto, ho taciuto per trent'anni su ciò che accadde nel 1893. Vuole davvero che cominci a parlare adesso?"
		},
		"narration_voss_threat": {
			"text": "Il volto di Otto perde ogni colore. Qualunque cosa Voss sappia — è sufficiente per far cadere un sindaco."
		},
		"otto_retreats": {
			"text": "Portate la morte su questo villaggio. Su tutti noi."
		},
		"elise_otto_retreat": {
			"text": "No. Porto la fine delle uccisioni."
		},
		"otto_blocks": {
			"text": "Si faccia indietro. Immediatamente. O Le accadrà ciò che è accaduto a tutti coloro che si sono opposti alla tradizione."
		},
		"elise_otto_alone": {
			"text": "Se l'entità vuole me, Otto — crede davvero di poterlo impedire?"
		},
		"narration_dodge": {
			"text": "Ma la chiesa è dalla mia parte — o l'entità sotto di essa. Le lastre di pietra sotto i piedi di Otto tremano, è lui inciampa. Colgo l'attimo è corro verso la scala."
		},
		"narration_dodge_2": {
			"text": "Corro verso la scala, superando gli uomini barcollanti. Le urla di Otto svaniscono dietro di me, inghiottite dal canto."
		},
		"otto_surprise": {
			"text": "Nessuno mi ha fermata. Forse Otto non sa nulla. Forse è impegnato altrove. O forse qualcosa mi sta lasciando passare di proposito."
		},
		"narration_otto_surprise_2": {
			"text": "O forse qualcosa mi sta lasciando passare di proposito. Il pensiero è peggiore di qualsiasi confronto."
		},
		"narration_descent_1": {
			"text": "La scala scende a spirale. Naturalmente. Tutto qui è spirale. Ogni passo mi avvicina al canto. Non diventa più forte — diventa più vero."
		},
		"narration_descent_2": {
			"text": "L'aria è densa è dolce. La luce della mia candela tremola, sebbene non ci sia corrente. Le spirali sulle pareti sembrano muoversi quando non le guardo direttamente."
		},
		"georg_catchup_narration": {
			"text": "Passi sulle scale. Pesanti, frettolosi, ma familiari. Georg. Ce l'ha fatta."
		},
		"georg_catchup_1": {
			"text": "Gli uomini di Otto non sono così coraggiosi quando si fa buio. Sono scappati quando la chiesa ha iniziato a tremare."
		},
		"elise_catchup_1": {
			"text": "Georg! Pensavo che tu —"
		},
		"georg_catchup_2": {
			"text": "Ho promesso a Margarethe di vegliare su di te. Un fabbro mantiene la parola."
		},
		"descent_georg_dialogue": {
			"text": "Georg... le pareti. Le spirali si muovono."
		},
		"georg_descent_1": {
			"text": "Non guardare. Continua a camminare. Anche Margarethe lo diceva."
		},
		"elise_descent_georg": {
			"text": "Quante volte è stata quaggiù?"
		},
		"georg_descent_2": {
			"text": "Troppe. Ogni volta tornava... cambiata. Più silenziosa. Come se ogni discesa le portasse via un pezzo."
		},
		"narration_descent_cost": {
			"text": "Che cosa le ha preso? Che cosa prenderà a me? Le domande martellano nella mia testa, al ritmo del canto."
		},
		"descent_hilde_dialogue": {
			"text": "Respira in modo regolare. L'aria quaggiù vuole confonderti. Mente."
		},
		"elise_descent_hilde": {
			"text": "La dolcezza... è il respiro dell'entità?"
		},
		"hilde_descent_1": {
			"text": "In un certo senso. Sogna, è il suo respiro è il profumo dei suoi sogni. Non sogni piacevoli."
		},
		"elise_descent_hilde_2": {
			"text": "Di cosa sogna qualcosa che è più antico degli alberi?"
		},
		"hilde_descent_2": {
			"text": "Di compagnia. Questa è la parte triste."
		},
		"descent_voss_dialogue": {
			"text": "Padre nostro, che sei nei cieli..."
		},
		"elise_descent_voss": {
			"text": "Pregare aiuta quaggiù?"
		},
		"voss_descent_1": {
			"text": "Non contro QUESTO. Ma aiuta ME. È questo deve bastare."
		},
		"elise_descent_voss_2": {
			"text": "Lei era qui. Nel 1893. Quando Friedrich morì. Com'... com'era allora?"
		},
		"voss_descent_2": {
			"text": "Esattamente così. La stessa dolcezza, lo stesso canto. Solo che... allora non provammo a fermarlo. Lo NUTRIMMO."
		},
		"narration_descent_alone": {
			"text": "Sola nelle profondità. I miei passi riecheggiano, ma l'eco torna sbagliato — troppo tardi, troppo forte, come se qualcuno mi seguisse."
		},
		"narration_descent_alone_2": {
			"text": "Mi giro. Niente. Solo oscurità è spirali. Ma SENTO qualcosa. Attenzione. Mi osserva da quando ho toccato il suo nome."
		},
		"narration_descent_3": {
			"text": "Poi: la camera. Più grande del previsto. La pietra qui non è murata — è cresciuta. Organica, come l'interno di un'immensa creatura."
		},
		"narration_descent_4": {
			"text": "Più in profondità. Ancora più in profondità. I gradini smettono di essere regolari. Alcuni sono più larghi di altri, alcuni inclinati, come se la terrà si fosse mossa sotto di loro."
		},
		"narration_descent_5": {
			"text": "Un tremore percorre la pietra. Non dall'esterno. Dal BASSO. Come se qualcosa di enorme si fosse girato nel sonno."
		},
		"narration_descent_6": {
			"text": "Poi: la camera. Più grande del previsto. La pietra qui non è murata — è cresciuta. Organica, come l'interno di un'immensa creatura."
		},
		"narration_chamber_1": {
			"text": "Al centro della camera giace il libro. Accanto: un cerchio di antichi simboli, incisi nella pietra. È al centro del cerchio: un punto dove il pavimento pulsa."
		},
		"narration_chamber_2": {
			"text": "Il segno della terra. Eccolo. Sento il battito attraverso le suole delle mie scarpe, più forte che mai. Vive. Aspetta."
		},
		"narration_chamber_3": {
			"text": "Il mio respiro è pesante. L'aria quaggiù sa di qualcosa di primordiale — di muschio è pietra è di qualcosa di vivo che non conosce la luce del giorno."
		},
		"narration_chamber_elise_1": {
			"text": "Tra me è LUI c'è solo pietra. Pietra sottile. Poso la mano sul pavimento pulsante, è per un istante — lo sento."
		},
		"narration_chamber_contact": {
			"text": "Un oceano. Non d'acqua, ma di coscienza. Antico è vasto è lento. Nota la mia mano come un gigante addormentato nota una mosca sul proprio naso."
		},
		"narration_chamber_withdraw": {
			"text": "Ritiro la mano. Il mio cuore martella. Non di paura — di reverenza. Qualunque cosa giaccia sotto, è IMMENSA. Più grande di Graubach, più grande di qualsiasi cosa io possa immaginare."
		},
		"georg_chamber_react": {
			"text": "Elise? Sei diventata pallida. Che hai sentito?"
		},
		"elise_chamber_react": {
			"text": "È... è molto più grande di quanto pensassi. Georg, come ha fatto la nonna a sopportare questo per trent'anni?"
		},
		"georg_chamber_2": {
			"text": "Perché era più forte di quanto chiunque sapesse. È tu sei sua nipote."
		},
		"hilde_chamber_react": {
			"text": "L'hai toccato. Lo vedo nei tuoi occhi."
		},
		"elise_chamber_hilde": {
			"text": "È un oceano, Hilde. Un oceano di coscienza. Come può qualcosa essere così... IMMENSO?"
		},
		"hilde_chamber_2": {
			"text": "Era qui prima delle montagne. Prima dei fiumi. È il motivo per cui il suolo qui è fertile. Tutto ha il suo prezzo."
		},
		"voss_chamber_react": {
			"text": "Lo senti, vero? Questa... pressione. Come se si stesse davanti a qualcosa di sacro. O di profano."
		},
		"elise_chamber_voss": {
			"text": "Forse entrambe le cose. Forse la differenza non è così grande come pensiamo."
		},
		"voss_chamber_2": {
			"text": "Questo... è un pensiero eretico. Ma quaggiù suona vero."
		},
		"narration_chamber_alone": {
			"text": "Sono sola con esso. Con ESSO. L'entità sotto la pietra. È per la prima volta, mi sembra giusto. Questo incontro è sempre stato destinato solo a noi due."
		},
		"journal_descent": {
			"title": "La Discesa",
			"content": "Sono nella camera sotto la chiesa. Il pavimento pulsa, le pareti vivono, il canto riempie tutto. Il Libro dei Nomi giace qui. Il segno della terrà — il punto pulsante — è al centro. Domani eseguirò il rituale. O morirò provandoci."
		},
		"narration_end_1": {
			"text": "Sono nella camera, è l'entità sa che sono qui. Tra noi solo pietra sottile è secoli di attesa."
		},
		"narration_end_1b": {
			"text": "E domani... domani cade la pietra."
		},
		"narration_end_2": {
			"text": "Domani finisce. In un modo o nell'altro."
		}
	},
	"res://data/dialogue/act3/preparation.json": {
		"narration_return": {
			"text": "Salgo per le scale, di nuovo attraverso la chiesa, fuori nella notte. L'aria fresca brucia nei miei polmoni. Il cielo sopra Graubach è sereno, ma le stelle sembrano sbagliate. Troppo vicine. Troppo luminose."
		},
		"narration_1": {
			"text": "L'ultima notte prima del rituale. Siedo al tavolo di mia nonna, il suo diario aperto, la sua candela accesa. Quante volte si è seduta qui?"
		},
		"narration_2": {
			"text": "Fuori, il cielo è sbagliato. Stelle che non dovrebbero esistere, in schemi che ricordano spirali. La luna è troppo grande è troppo vicina."
		},
		"narration_3": {
			"text": "Rileggo le ultime annotazioni di mia nonna. Le ultime pagine, scritte nei giorni prima della sua morte."
		},
		"narration_hands": {
			"text": "Le mie mani giacciono sul tavolo. Le mani della nonna, ha detto Georg. Le osservo. Dita sottili, nessun callo. Che cosa dovrebbero fare queste mani domani?"
		},
		"narration_no_journal": {
			"text": "Non ho un diario, nessun appunto. Solo ciò che gli altri mi hanno detto. Hilde, Georg, Voss — ognuno mi ha dato un pezzo della verità. Ora devo metterli insieme."
		},
		"narration_no_journal_2": {
			"text": "Nonna, cosa sapevi? Cosa mi avresti detto se fossi ancora qui? Devo farcela senza le tue parole. Ma forse mi ha lasciato abbastanza — nelle persone che conosceva."
		},
		"narration_journal_open": {
			"text": "Rileggo le ultime annotazioni della nonna ancora una volta. Le ultime pagine, scritte nei giorni prima della sua morte. La calligrafia diventa incerta verso la fine, tremante."
		},
		"narration_journal_1": {
			"text": "'Sono troppo vecchia. Il mio corpo cede. Ma Elise verrà. L'entità me lo mostra nei suoi sogni — non come minaccia, come profezia.'"
		},
		"narration_react_1": {
			"text": "Ha sognato di me. Questa cosa primordiale ha sognato di ME. Il pensiero mi fa rabbrividire."
		},
		"narration_journal_2": {
			"text": "'Ha il mio sangue. Ha la mia volontà. È ha qualcosa che io non ho mai avuto: la capacità di accettare l'ignoto senza temerlo.'"
		},
		"narration_react_2": {
			"text": "Senza temerlo? Nonna, se potessi vedermi adesso. Le mie mani tremano, è il canto nella mia testa diventa più forte ogni ora."
		},
		"narration_journal_4": {
			"text": "'Il rituale ha molti esiti possibili. Il canto può legare, liberare, aprire o distruggere. E alcuni percorsi nascono solo nel momento stesso.'"
		},
		"narration_react_3": {
			"text": "Legare, comprendere, distruggere, negoziare - e qualunque cosa accada nel momento stesso. Ogni percorso ha il suo prezzo."
		},
		"narration_journal_5": {
			"text": "'Elise, se stai leggendo questo: fidati del tuo istinto. L'entità non è malvagia. È solo vecchia, affamata è sola. A volte questo è peggio della malvagità.'"
		},
		"narration_react_4": {
			"text": "Vecchio, affamato è solo. Come qualcuno seduto in una stanza buia che aspetta visite che non arrivano mai. Per seicento anni."
		},
		"narration_letter": {
			"text": "Tra le ultime pagine c'è una busta. 'Per Elise' c'è scritto, con la migliore calligrafia della nonna. Il mio nome in inchiostro, non in sangue."
		},
		"narration_letter_read": {
			"text": "'Mia carissima Elise. Se stai leggendo questo, non ci sono più. Ma sono con te. Nelle erbe che Hilde ti dà. Nella forza che Georg ti mostra. In questa casa che ti protegge.'"
		},
		"narration_letter_2": {
			"text": "'Ti ho chiamata perché sei l'unica che può porvi fine. Non perché il tuo nome è nel libro. Ma perché sei MIA nipote. È mia nipote non si arrende.'"
		},
		"narration_letter_cry": {
			"text": "L'inchiostro si sfoca. No — sono io. Sto piangendo. Per la prima volta da quando sono arrivata a Graubach, piango davvero. Non piano. Non coraggiosamente. Piango come una bambina che ha perso la nonna."
		},
		"narration_letter_3": {
			"text": "'Perdonami per averti chiamata. Perdonami per non essere stata abbastanza forte da finirla da sola. È perdona l'entità, se puoi. Non sa quello che fa. Sa solo che ha fame.'"
		},
		"narration_letter_end": {
			"text": "'Con amore, sempre. Tua nonna Margarethe.'"
		},
		"narration_after_letter": {
			"text": "Piego la lettera è la infilo nel taschino. Accanto all'amuleto di Hilde. Vicino al cuore."
		},
		"narration_georg_knock": {
			"text": "Bussano alla porta. Mi asciugo gli occhi prima di aprire. Georg è fuori, una lanterna in mano."
		},
		"georg_visit_1": {
			"text": "Non riuscivo a dormire neanche io. Posso entrare?"
		},
		"elise_georg_visit_1_noletter": {
			"text": "Prego. Io... sto qui seduta a fissare le pareti. Cosa succederà domani, Georg?"
		},
		"georg_visit_2_noletter": {
			"text": "Tua nonna avrebbe saputo cosa dirti. Sono solo un vecchio con una lanterna. Ma sono qui."
		},
		"elise_georg_visit_1": {
			"text": "Prego. Ho... appena letto l'ultima lettera della nonna."
		},
		"georg_visit_2": {
			"text": "Mi disse che te ne avrebbe lasciata una. Ha passato mesi a scriverla."
		},
		"elise_georg_visit_2": {
			"text": "Georg... che succede davvero domani? Non la versione breve. La verità."
		},
		"georg_visit_3": {
			"text": "Scendi nella camera. Ti metti davanti all'entità. È poi... poi dipende da te. Da cosa scegli."
		},
		"elise_georg_visit_3": {
			"text": "Ho una possibilità?"
		},
		"georg_visit_4": {
			"text": "Tua nonna ci credeva. Per trent'anni. Deve bastare."
		},
		"elise_georg_visit_4": {
			"text": "E se non basta?"
		},
		"narration_georg_silence": {
			"text": "Silenzio. Georg mi guarda, è nei suoi occhi c'è qualcosa che non dirà mai ad alta voce. Ha paura. Non per sé. Per me."
		},
		"georg_visit_5": {
			"text": "Allora sarò con te. Qualunque cosa accada."
		},
		"narration_georg_leave": {
			"text": "Mi stringe la spalla, si alza, se ne va. Alla porta si gira un'ultima volta, non dice nulla, annuisce soltanto. Poi se n'è andato."
		},
		"narration_hilde_knock": {
			"text": "Bussano. Piano, deciso. Apro. Hilde è alla porta, un sacchetto di erbe in mano. Vede i miei occhi è annuisce con cognizione."
		},
		"hilde_visit_1": {
			"text": "Hai pianto. Bene. Chi piange prima della battaglia non ha più lacrime dopo."
		},
		"elise_hilde_visit_1_noletter": {
			"text": "Vorrei che la nonna mi avesse lasciato qualcosa. Istruzioni. Qualsiasi cosa."
		},
		"hilde_visit_2_noletter": {
			"text": "Margarethe ti ha lasciato più di quanto pensi. Non in inchiostro e carta. Nelle persone qui. In me."
		},
		"elise_hilde_visit_1": {
			"text": "La lettera della nonna. Lei... si è scusata. Per avermi chiamata."
		},
		"hilde_visit_2": {
			"text": "Si è scusata per trent'anni. Con me, con Georg, con le stelle. Ma tu sei sempre stata l'unica per cui contava."
		},
		"elise_hilde_visit_2": {
			"text": "Hilde... aveva paura? Alla fine?"
		},
		"hilde_visit_3": {
			"text": "No. Alla fine era tranquilla. Ha detto: 'Elise verrà. Troverà la via giusta.' Poi ha sorriso è chiuso gli occhi."
		},
		"elise_hilde_visit_3": {
			"text": "Da dove viene quella certezza? Io non sono sicura. Neanche lontanamente."
		},
		"hilde_visit_4": {
			"text": "Tua nonna mi prese le mani, poco prima di andarsene. E disse: 'Elise sarà più forte di me.' Le assomigli più di quanto pensi. E l'entità lo sa."
		},
		"narration_hilde_leave": {
			"text": "Hilde posa le erbe sul tavolo, mi accarezza i capelli come faceva la nonna, è esce in silenzio."
		},
		"narration_voss_knock": {
			"text": "Bussano. Esitante, quasi timido. Voss è alla porta, il colletto alzato contro la notte. Sembra non aver dormito per giorni."
		},
		"voss_visit_1": {
			"text": "Fräulein Brandt... Elise. Volevo... devo dirLe qualcosa. Prima di domani..."
		},
		"elise_voss_visit_1": {
			"text": "Entri, Pastore. Fa freddo fuori."
		},
		"voss_visit_2": {
			"text": "1893... quando Friedrich morì... non ero semplicemente presente. Ho pregato. Non contro il rituale. PER il rituale. Ho implorato Dio che funzionasse. Che il sacrificio venisse accettato."
		},
		"elise_voss_visit_2": {
			"text": "Era giovane. È spaventato. Chiunque avrebbe —"
		},
		"voss_visit_3": {
			"text": "No. Non chiunque. Non sua nonna. Lei fu l'unica a gridare. L'unica che cercò di fermarlo. È io... continuai a pregare."
		},
		"elise_voss_visit_3": {
			"text": "Allora preghi per la cosa giusta domani. Questo basta, Pastore."
		},
		"voss_visit_4": {
			"text": "Domani prego per LEI. Questo è più di quanto feci per Friedrich."
		},
		"narration_voss_leave": {
			"text": "Voss si alza, si inchina profondamente — più di quanto un pastore dovrebbe inchinarsi davanti a un parrocchiano — è esce nella notte."
		},
		"narration_alone_night": {
			"text": "Nessuno bussa. Sono sola. Come la nonna lo è stata per trent'anni. Sola con il canto è le ombre è la domanda se domani sarà l'ultimo giorno della mia vita."
		},
		"narration_alone_night_2": {
			"text": "Scrivo una lettera. Nel caso non tornassi. A nessuno in particolare. Al mondo che non sa nulla di Graubach."
		},
		"narration_approach": {
			"text": "La notte invecchia. Il canto si fa più sommesso, come se l'entità trattenesse il respiro. Aspetta la mia decisione."
		},
		"narration_approach_think_journal": {
			"text": "Chiudo il diario. Le mie mani sono calme. Stranamente calme per qualcuno che domani affronterà un'entità ancestrale."
		},
		"narration_approach_think_nojournal": {
			"text": "Appoggio le mani sul tavolo. Sono calme. Stranamente calme per qualcuno che domani affronterà un'entità ancestrale."
		},
		"narration_approach_seal": {
			"text": "Sigillare: la via della nonna. Legarlo, non ucciderlo. Sicuro. Collaudato. Ma dura solo trent'anni. Poi qualcun altro dovrà vivere questa notte."
		},
		"narration_approach_understand": {
			"text": "Comprendere: cosa vuole? Perché è qui? Seicento anni a sacrificargli senza mai chiedere. Forse la risposta è la soluzione."
		},
		"narration_approach_destroy": {
			"text": "Distruggere: definitivo. Per sempre. Nessun sigillo da rinnovare. Nessun altro sacrificio. Ma il prezzo... La nonna ha scritto che la distruzione costa al distruttore."
		},
		"narration_approach_pact": {
			"text": "Negoziare: un patto. Dare è ricevere. Meno di un sacrificio, più dell'ignoranza. Ma: ci si può fidare di un'entità che ha accettato seicento anni di sacrifici umani?"
		},
		"choice_approach": {
			"choices": [
				"Rinnovare il sigillo — la via della nonna. Legarlo, non ucciderlo.",
				"Provare a comprenderlo — comunicare invece di combattere",
				"Distruggerlo — a qualunque costo",
				"Stringere un patto — negoziare invece della violenza"
			]
		},
		"approach_seal": {
			"text": "La via della nonna. Rinnovare il sigillo, cantare l'entità nel sonno profondo. Non per sempre — ma per altri trent'anni. Tempo sufficiente per la prossima generazione."
		},
		"approach_seal_2": {
			"text": "La nonna ha mostrato la via. Devo solo seguire le sue orme. Il canto, il segno della terra, l'ancora. Tre componenti, un rituale. Ce la posso fare."
		},
		"approach_understand": {
			"text": "Cos'è? Perché è qui? Da seicento anni gli sacrifichiamo, senza mai chiedergli cosa vuole. Forse c'è una via che nessuno ha visto."
		},
		"approach_understand_2": {
			"text": "Sono una folclorista. Studio l'ignoto. Se qualcuno è capace di comunicare con qualcosa che nessun umano comprende, dovrei essere io."
		},
		"approach_destroy": {
			"text": "Basta. Nessun compromesso, nessun negoziato, nessun sigillo da rinnovare fra trent'anni. Finisce qui. Oggi. Per sempre."
		},
		"approach_destroy_2": {
			"text": "La nonna ha scritto che la distruzione costa al distruttore. Sono pronta a pagare quel prezzo. Seicento anni di sangue sono abbastanza."
		},
		"approach_pact": {
			"text": "Negoziare. È abbastanza intelligente da comprendere un patto. Forse c'è qualcosa che vuole che non costi un sacrificio umano. Un accordo."
		},
		"approach_pact_2": {
			"text": "Il mio nome è nel libro. Questo mi dà un legame, una voce. Per la prima volta in seicento anni, qualcuno PARLERÀ con l'entità, non le sacrificherà."
		},
		"narration_preparation_journal": {
			"text": "Dispongo le cose di cui ho bisogno: la chiave di Georg. L'amuleto e le erbe di Hilde. Il diario della nonna. La candela che non si spegne mai."
		},
		"narration_preparation_nojournal": {
			"text": "Dispongo le cose di cui ho bisogno: la chiave di Georg. L'amuleto e le erbe di Hilde. La candela che non si spegne mai."
		},
		"narration_preparation_2": {
			"text": "E la lettera. La lettera della nonna. Non perché sia uno strumento. Ma perché voglio averla con me quando sarà il momento."
		},
		"narration_ready": {
			"text": "L'amuleto di Hilde scalda la mia mano. La pietra pulsa allo stesso ritmo del pavimento della camera. Due cuori che battono all'unisono."
		},
		"narration_unprepared": {
			"text": "Mi mancano delle cose. Ma il tempo stringe. Dovrò lavorare con quello che ho. Coraggio è disperazione dovranno bastare."
		},
		"narration_write_letter": {
			"text": "Prendo una penna. Nel caso non tornassi, qualcuno dovrebbe sapere cosa è successo qui. Cosa ho tentato."
		},
		"narration_write_letter_2": {
			"text": "'Chiunque legga questo: sotto la chiesa di Graubach dorme qualcosa di antico. Non è malvagio. Ha fame. È le persone che vivono sopra di esso hanno scelto il modo sbagliato di nutrirlo per seicento anni.'"
		},
		"narration_write_letter_3": {
			"text": "'Mi chiamo Elise Brandt, è stanotte provo a trovare una via migliore. Se fallisco, per favore — non venite a Graubach. Non fra trent'anni. Non fra cento. Lasciatelo in pace.'"
		},
		"narration_write_letter_end": {
			"text": "Poso la penna. Non c'è più nulla da scrivere. Nulla da fare. Solo aspettare."
		},
		"narration_dawn_2": {
			"text": "L'alba sorge. È rossa. Rosso sangue. Non l'alba — il cielo stesso sembra sanguinare."
		},
		"narration_dawn_3": {
			"text": "Mi alzo. Stiro la schiena. Inspiro, espiro. L'ultimo gesto ordinario della mia vecchia vita."
		},
		"narration_dawn_4": {
			"text": "Oggi la storia di Graubach finisce. Seicento anni di tradizione, seicento anni di paura, seicento anni di sangue. Oggi decido come."
		},
		"narration_dawn_5": {
			"text": "Prendo la chiave della nonna, infilo la lettera in tasca, spengo la candela. Non si spegne. Certo che no."
		},
		"narration_dawn_final": {
			"text": "La lascio ardere. Forse mi illuminerà la via del ritorno. Se c'è una via del ritorno."
		},
		"journal_preparation": {
			"title": "L'ultima notte",
			"content": "Letta l'ultima lettera della nonna. Si è scusata - e mi ha dato coraggio. Il rituale ha molti esiti possibili. Ho scelto la mia strada. Scritto una mia lettera, per ogni evenienza. Il mattino è rosso sangue. È giunto il momento."
		},
		"narration_end": {
			"text": "Fine dell'Atto 3"
		}
	},
	"res://data/dialogue/act3/reality_breaks.json": {
		"narration_1": {
			"text": "Sesto giorno. Qualcosa è diverso. Quando guardo fuori dalla finestra, i colori sono sbagliati. Il cielo è troppo violetto per il mattino. Le ombre cadono nella direzione sbagliata."
		},
		"elise_mirror": {
			"text": "Nello specchio vedo me stessa. Ma il mio riflesso sbatte le palpebre mezzo secondo dopo di me."
		},
		"elise_mirror_react": {
			"text": "Indietreggio. Il mio cuore martella. Il riflesso sorride - mezzo secondo dopo che ho smesso di sorridere. Giro lo specchio verso la parete."
		},
		"narration_3": {
			"text": "Mi volto. È quello che la nonna descriveva: 'I sogni filtrano verso l'alto.' La realtà si assottiglia."
		},
		"elise_morning_plan": {
			"text": "Morgen ist der dreißigste Jahrestag. Ich habe einen Tag. EINEN Tag, um alles vorzubereiten. Verbündete finden, den Gesang üben, mich der Kammer stellen."
		},
		"narration_4": {
			"text": "Il villaggio fuori è... sbagliato. Le case si ergono ad angoli leggermente spostati, come se qualcuno le avesse spostate durante la notte. La fontana nella piazza gocciola verso l'alto."
		},
		"elise_street_react": {
			"text": "La strada non era così tortuosa ieri. Lo SO. L'ho percorsa per sei giorni. Ma ora si curva come se il terreno fosse di cera morbida."
		},
		"narration_5": {
			"text": "I paesani svolgono le loro faccende come se nulla fosse. Solo i loro occhi - tutti guardano nella stessa direzione. Verso la chiesa."
		},
		"villager_scene": {
			"text": "Una vecchia donna sta davanti alla sua casa, fissando il nulla. La conosco - ieri mi ha venduto il pane al mercato. Oggi non mi riconosce."
		},
		"elise_villager": {
			"text": "Frau Lehmann? Va tutto bene?"
		},
		"villager_react": {
			"text": "Si gira lentamente verso di me. I suoi occhi sono vitrei, vuoti. Poi sussurra qualcosa - in una lingua che non conosco. Ma che comprendo."
		},
		"villager_whisper": {
			"text": "'È in arrivo.' Due parole. Poi si volta di nuovo verso la chiesa e resta immobile. Come se niente fosse accaduto."
		},
		"elise_villager_horror": {
			"text": "Non sono solo i muri a distorcersi. Sono le persone. La creatura si insinua nelle loro teste, li volge nella sua direzione come girasoli verso il sole."
		},
		"narration_6": {
			"text": "Devo agire. Domani sera è il trentesimo anniversario dell'ultima Nutrizione. Se il rituale ha luogo, qualcuno muore. Se non ha luogo..."
		},
		"narration_7": {
			"text": "Allora si sveglia. Completamente. È nessuno sa cosa succederà dopo."
		},
		"nightmare_intro": {
			"text": "Improvvisamente mi viene un capogiro. Il mondo si inclina. Mi aggrappo allo stipite della porta, ma non c'è più."
		},
		"nightmare_1": {
			"text": "Sono nella camera. No - sto SOGNANDO la camera. Le spirali sulle pareti ruotano, è al loro centro vedo un volto. Immenso, antico, plasmato di pietra è oscurità."
		},
		"nightmare_3": {
			"text": "Non parla. Non ha bisogno di parole. SENTO la sua domanda: Perché sei qui? Cosa vuoi?"
		},
		"elise_nightmare_inner": {
			"text": "Il panico sale. Ma l'amuleto di Hilde brucia sul mio petto - un'àncora in questo mare di tenebre. Respiro. Sono Elise Brandt. Sono qui perché la nonna mi ha chiamata."
		},
		"choice_nightmare": {
			"choices": [
				"Sono qui per legarti. Come voleva mia nonna.",
				"Non ho paura di te.",
				"Non dire nulla. Solo resistere."
			]
		},
		"nightmare_defy": {
			"text": "Sento l'entità ritrarsi. Non per paura - per sorpresa. Nessuno le ha parlato così da Margarethe."
		},
		"nightmare_defy_2": {
			"text": "Per un istante - più breve di un battito cardiaco - percepisco qualcosa come... rispetto. Poi la visione crolla."
		},
		"nightmare_brave": {
			"text": "La bugia sa di cenere. Ma l'entità... ride. Non con malevolenza. Con approvazione. Come un vecchio guerriero che valuta un giovane avversario."
		},
		"nightmare_brave_2": {
			"text": "Sa che sto mentendo. Certo che ho paura. Ma rispetta il coraggio necessario per nascondere la paura."
		},
		"nightmare_endure": {
			"text": "Non dico nulla. Tengo duro. L'oscurità preme su di me, ma non cedo. A un certo punto - secondi? Ore? - la pressione si allenta."
		},
		"nightmare_endure_2": {
			"text": "Il silenzio come risposta. La creatura sembra... riflettere. Come se non se lo fosse aspettata. Poi la visione si dissolve."
		},
		"nightmare_wake": {
			"text": "Mi sveglio di soprassalto. Sudore freddo. Sono ancora in piedi nello stipite. Sono passati solo pochi secondi. Ma l'entità mi ha vista. È io ho visto lei."
		},
		"elise_wake_react": {
			"text": "È reale. Nessuna superstizione, nessuna favola, nessun delirio di una vecchia. È là sotto, ed è più sveglia che mai. E conosce il mio nome."
		},
		"otto_threat": {
			"text": "Un pollo morto pende dalla staccionata del giardino della nonna. Accanto, incisa nei pali di legno: una spirale. L'avvertimento di Otto."
		},
		"elise_otto_react": {
			"text": "Lo stomaco mi si rivolta. Non per la paura - per la rabbia. Mi minaccia con un animale morto mentre sotto i nostri piedi qualcosa si risveglia che potrebbe divorare il mondo."
		},
		"narration_plan": {
			"text": "Ho bisogno di alleati. Non posso compiere il rituale di legame da sola - è Otto non lo lascerà accadere senza combattere."
		},
		"elise_plan_assess": {
			"text": "Georg ha forza e lealtà. Hilde conosce le antiche vie. Voss conosce la camera. E Konrad... Konrad è o la chiave o il pericolo più grande."
		},
		"narration_forest_1": {
			"text": "La foresta è cambiata. Gli alberi si piegano l'uno verso l'altro come sussurrando. Spirali luminose pulsano sulla corteccia. Il sentiero si divide in direzioni che ieri non esistevano."
		},
		"elise_forest_react": {
			"text": "Ieri queste spirali erano appena visibili. Oggi brillano. Il terreno vibra sotto i miei passi, come se camminassi su una pelle sottile."
		},
		"narration_forest_2": {
			"text": "E la foresta è più vicina. Molto più vicina. Gli alberi ora si ergono proprio dietro le ultime case. Graubach si restringe. O la foresta cresce."
		},
		"anna_1": {
			"text": "Anna Voss è in piedi tra gli alberi. Scalza, in camicia da notte. I suoi occhi sono spalancati, ma non guardano me. Guardano attraverso di me."
		},
		"elise_anna_approach": {
			"text": "Anna? Mi senti? Cosa fai qui da sola nel bosco?"
		},
		"anna_2": {
			"text": "Sogna di te, Elise. Ogni notte. Sogna che vieni è lo liberi. O che vieni è lo addormenti per sempre."
		},
		"elise_anna_question": {
			"text": "Come lo sai? Riesci a vedere i suoi sogni?"
		},
		"anna_4": {
			"text": "Ha paura, Elise. Ha paura di te. Per questo i sogni diventano più forti. Cerca di confonderti prima che tu possa agire."
		},
		"elise_anna_light": {
			"text": "Una luce? Ha paura di ME?"
		},
		"anna_confirms": {
			"text": "Ha paura di te, Elise. Per questo i sogni si fanno più forti. Sta cercando di confonderti prima che tu possa agire."
		},
		"anna_fear_detail_1": {
			"text": "Paura? Di cosa esattamente? Che lo distrugga?"
		},
		"anna_fear_detail_2": {
			"text": "No. Non ha paura che tu lo distrugga. Ha paura che tu lo VEDA e... te ne vada."
		},
		"anna_fear_detail_3": {
			"text": "Seicento anni da solo. E ora sei qui. E se anche tu te ne andassi?"
		},
		"anna_coexistence_hint": {
			"text": "Non vuole possedere. Vuole solo non essere solo. Konrad avrebbe potuto essere suo amico. Ma Konrad ha resistito."
		},
		"anna_fear_narration": {
			"text": "Lo capisco all'improvviso. La creatura non mi ha chiamata per fame. Per speranza. Seicento anni di solitudine, e ora c'è qualcuno che potrebbe ascoltare — ed è terrorizzata che io scappi."
		},
		"narration_anna_realization": {
			"text": "Non sono la vittima. Sono la minaccia. Da quando ho toccato il mio nome nel libro, da quando ho imparato il canto - la creatura sa cosa intendo fare. E sta cercando disperatamente di fermarmi."
		},
		"anna_6": {
			"text": "Ti prego, Elise. Sbrigati. Sento la sua voce sempre più forte. Presto non sentirò più nient'altro."
		},
		"elise_anna_promise": {
			"text": "Lo finirò, Anna. Per te, per Konrad, per tutti. Te lo prometto."
		},
		"narration_determination": {
			"text": "Mentre Anna scompare tra gli alberi, sento qualcosa di nuovo. Non paura - determinazione. La creatura ha paura di me. Allora ho una possibilità."
		},
		"journal_reality": {
			"title": "La realtà si spezza",
			"content": "Giorno 6: La realtà si assottiglia. La foresta cresce, il villaggio si deforma, i colori non sono più giusti. Anna dice che l'entità sogna di me - ha paura. La Nutrizione è domani sera. Devo agire prima."
		},
		"narration_2": {
			"text": "Nello specchio vedo me stessa. Ma il mio riflesso sbatte le palpebre mezzo secondo dopo di me."
		}
	},
	"res://data/dialogue/act4/ending_awakening.json": {
		"narration_1": {
			"text": "Ci provo. Con tutta la mia forza, tutta la mia volontà, tutto il sapere che ho accumulato. Ma non basta."
		},
		"destroy_awakening_intro": {
			"text": "Volevo distruggerla. Quell'arroganza — quel bisogno umano di controllare tutto ciò che non comprendiamo. La nonna ci provò diversamente. Lei voleva la pace. Io volevo la vittoria. Non c'è vittoria contro una montagna."
		},
		"elise_awake_1": {
			"text": "No... no, non funziona. Il canto si interrompe, i segni svaniscono —"
		},
		"narration_2": {
			"text": "Il pavimento si squarcia. Non come si spezza la pietra — come la pelle. Sotto c'è luce, ma non una luce che gli occhi dovrebbero vedere. È troppo luminosa è troppo buia allo stesso tempo."
		},
		"creature_awake_1": {
			"text": "MI HAI SVEGLIATO. DOPO SEICENTO ANNI. SVEGLIATO. NON DOLCEMENTE. NON COME LA VECCHIA. TU HAI STRAPPATO."
		},
		"elise_awake_2": {
			"text": "Mi dispiace — non volevo — ho provato —"
		},
		"creature_awake_2": {
			"text": "PROVATO. SÌ. TUTTI PROVANO. NESSUNO CHIEDE. NESSUNO ASCOLTA. VENITE CON IL FUOCO È I CANTI È LE CATENE. SEICENTO ANNI."
		},
		"narration_3": {
			"text": "Il canto diventa un ruggito. Un suono oltre il suono che piega l'aria stessa. Le spirali si staccano dalle pareti è fluttuano."
		},
		"elise_awake_3": {
			"text": "Nonna... mi dispiace. Ho fallito."
		},
		"georg_awake_1": {
			"text": "ELISE! Il pavimento — tutto sta crollando! Dobbiamo —"
		},
		"elise_georg_awake": {
			"text": "Georg, è troppo tardi. L'ho svegliata. Non sono riuscita a trattenerla."
		},
		"georg_awake_2": {
			"text": "Allora combattiamo. Insieme. Margarethe non si sarebbe arresa!"
		},
		"elise_awake_fight_ally": {
			"text": "Hai ragione. Riproverò. DEVO provarci."
		},
		"hilde_awake_1": {
			"text": "L'entità si sta svegliando! Elise, prova il controcanto — presto!"
		},
		"elise_hilde_awake": {
			"text": "Non posso — le parole — si dissolvono nella mia testa —"
		},
		"hilde_awake_2": {
			"text": "Allora canto IO! Resisti, bambina!"
		},
		"voss_awake_1": {
			"text": "Signore del cielo — la luce — viene dal BASSO —"
		},
		"elise_voss_awake": {
			"text": "Pastore, scappi! È troppo tardi per le preghiere!"
		},
		"voss_awake_2": {
			"text": "No. No, non scappo più. Per trent'anni sono scappato."
		},
		"narration_alone_awake": {
			"text": "Sono sola. Nessuno è qui per aiutarmi. Ma non mi arrendo. Non ancora."
		},
		"elise_awake_fight": {
			"text": "Ci riprovo. Raccolgo i frammenti del canto, gli ultimi resti della mia volontà. Ma l'entità è sveglia. Davvero sveglia. Ed è furiosa."
		},
		"narration_5": {
			"text": "Si sveglia. Non lentamente, non dolcemente. Si STRAPPA dal sonno come un naufrago verso la superficie. Seicento anni di fame compressa si scaricano in un colpo."
		},
		"creature_awake_3": {
			"text": "FINALMENTE. FINALMENTE SVEGLIO. LE CATENE SONO SPEZZATE. IL LUOGO SOTTILE SI SQUARCIA."
		},
		"elise_awake_4": {
			"text": "Ascoltami! Ti prego! Non devi distruggere — sei libero, non hai bisogno —"
		},
		"creature_awake_4": {
			"text": "LIBERO? NON CONOSCO LIBERO. CONOSCO SOLO FAME È CATENE È OSCURITÀ. È ORA CONOSCO LA LUCE."
		},
		"narration_6": {
			"text": "La camera si sgretola. La chiesa sopra di essa. Il villaggio. La realtà stessa sviluppa crepe attraverso le quali qualcos'Altro traspare."
		},
		"narration_7": {
			"text": "Sono al centro del crollo. I paesani corrono, ma dove? Il bosco non è più un confine — è diventato parte dell'entità."
		},
		"narration_8": {
			"text": "Otto urla ordini che nessuno sente. Voss prega, ma le sue parole si dissolvono nell'aria. Anna resta immobile è sorride. L'aveva visto arrivare."
		},
		"elise_awake_5": {
			"text": "Nonna... mi dispiace. Non ero abbastanza forte. Non ero abbastanza saggia."
		},
		"narration_9": {
			"text": "L'ultima cosa che vedo prima che la realtà si frantumi definitivamente: il cielo si apre. Non come si separano le nuvole. Come si aprono degli occhi."
		},
		"narration_10": {
			"text": "Mi guarda. Guarda tutto. È tutto ricambia lo sguardo."
		},
		"creature_awake_final": {
			"text": "VI VEDO. VI VEDO TUTTI. FINALMENTE."
		},
		"narration_last_thought": {
			"text": "Il mio ultimo pensiero cosciente, prima che il canto inghiotta tutto: La nonna non mi ha mandata per fallire. Si fidava di me. È io ho... io ho..."
		},
		"narration_11": {
			"text": "P̷o̸i̵ ̶c̸'̵è̶ ̸s̵o̶l̷o̸ ̵i̶l̸ ̶c̷a̵n̶t̸o̷."
		},
		"journal_awakening": {
			"title": "Il risveglio",
			"content": "Ho fallito. L'entità si è risvegliata. Graubach non esiste più. È il canto... il canto non si ferma più."
		},
		"awakening_konrad_epilog": {
			"text": "Konrad è in mezzo alla piazza del villaggio. Sorride. Le spirali sulle sue mani brillano. Per la prima volta non è più un ricettacolo — è un ponte. L'entità fluisce attraverso di lui nel mondo, e Konrad lo lascia accadere. Trent'anni di lotta, e alla fine si arrende — non per debolezza, ma per stanchezza."
		},
		"awakening_anna_epilog": {
			"text": "Anna sorride. L'ha sempre saputo. 'Voleva solo essere visto', sussurra mentre le pareti si aprono."
		},
		"awakening_otto_epilog": {
			"text": "Gli ordini di Otto svaniscono. Il suo sistema di potere — insignificante davanti a qualcosa di più antico del potere."
		},
		"awakening_candle_epilog": {
			"text": "La candela sul comodino divampa - una fiamma selvaggia, affamata - e poi si spegne con un sibilo, come se qualcuno l'avesse soffiata."
		}
	},
	"res://data/dialogue/act4/ending_escape.json": {
		"narration_1": {
			"text": "Va storto. Tutto va storto. Il pavimento si squarcia, le spirali esplodono in una luce accecante, è il canto diventa un urlo."
		},
		"elise_escape_1": {
			"text": "No — NO! Il canto si spezza — non riesco a tenerlo —"
		},
		"narration_georg_arrives": {
			"text": "Georg ist plötzlich da. Er hat sich durch Ottos Männer gekämpft, die Treppe hinunter, in die bebende Kammer."
		},
		"georg_1": {
			"text": "ELISE! FUORI DI QUI! SUBITO!"
		},
		"elise_escape_2": {
			"text": "Georg, no! Posso ancora farcela — dammi ancora un minuto —"
		},
		"narration_3": {
			"text": "Cerco di parlare, di dirgli che posso ancora farcela. Ma mi afferra il braccio è mi trascina verso le scale."
		},
		"georg_2": {
			"text": "È troppo tardi per il sigillo. Ma non per te. Vai. Corri. Lo terrò a bada."
		},
		"elise_escape_3": {
			"text": "Georg, NO! Non puoi — ti —"
		},
		"georg_3": {
			"text": "È troppo tardi per il sigillo. Ma non per te. Vai. Corri. Lo terrò a bada."
		},
		"elise_escape_4": {
			"text": "Non sei un codardo. Non sei mai stato un codardo. La nonna lo sapeva."
		},
		"georg_4": {
			"text": "Ho taciuto per trent'anni, Elise. Trent'anni di vigliaccheria. Lasciami fare la cosa giusta almeno una volta."
		},
		"narration_5": {
			"text": "Colpisce il martello sul pavimento. Una volta. La pietra si spezza. Il canto diventa silenzio — non pacifico, ma attonito. Confuso."
		},
		"creature_escape_1": {
			"text": "CHE COSA FA? LA PIETRA — STA SPEZZANDO LA PIETRA — NO —"
		},
		"narration_hammer": {
			"text": "Georg colpisce una seconda volta. Una terza. Ogni colpo un tuono. La camera trema. Georg ruggisce — non di rabbia. Di dolore. Trent'anni di dolore in ogni colpo."
		},
		"narration_6_georg": {
			"text": "Ich renne. Die Treppe hinauf, durch die Kirche, ins Freie. Hinter mir bricht der Boden ein. Staub und Licht und ein Laut, der kein Laut sein sollte."
		},
		"elise_escape_5_georg": {
			"text": "GEORG!"
		},
		"narration_no_answer": {
			"text": "Nessuna risposta. Solo il frantumarsi della pietra è il tacere del canto."
		},
		"narration_voss_arrives": {
			"text": "Voss ist plötzlich neben mir. Er kennt jeden Stein dieser Kirche, jede verborgene Nische."
		},
		"voss_main_1": {
			"text": "Hier entlang! Hinter dem Altar - ein zweiter Tunnel, den nur die Pfarrer kennen!"
		},
		"elise_voss_main_1": {
			"text": "Aber das Ritual - ich muss -"
		},
		"voss_main_2": {
			"text": "Das Ritual ist gescheitert! Aber wir leben noch! LAUFEN SIE!"
		},
		"narration_voss_tunnel": {
			"text": "Er zerrt mich hinter den Altar. Dort, verborgen von einem jahrhundertealten Wandteppich, ist eine schmale Tür. Ein Fluchttunnel, gebaut von Pfarrern, die wussten, dass die Kreatur eines Tages erwachen könnte."
		},
		"narration_6_voss": {
			"text": "Wir rennen durch den engen Gang, gebückt, halb kriechend. Hinter uns bricht die Kirche zusammen. Staub regnet von der Decke, und das Singen wird zum Brüllen."
		},
		"narration_hilde_sings": {
			"text": "Hilde beginnt zu singen. Nicht den Bindungsgesang - etwas anderes. Ein Wiegenlied, alt und rau, das die bebende Luft beruhigt."
		},
		"hilde_main_1": {
			"text": "Lauf, Kind. Mein Gesang hält es noch einen Moment ruhig. Nur einen Moment."
		},
		"elise_hilde_main_1": {
			"text": "Hilde, nein! Komm mit mir!"
		},
		"hilde_main_2": {
			"text": "Ich bin alt, Elise. Zu alt zum Rennen. Aber nicht zu alt zum Singen. Deine Großmutter würde mir nie vergeben, wenn ich dich hier sterben lasse."
		},
		"narration_hilde_chant": {
			"text": "Hildes Stimme füllt die Kammer. Brüchig, aber sicher. Das Wesen lauscht - verwirrt, fasziniert. Für einen kostbaren Moment vergisst es seine Wut."
		},
		"narration_6_hilde": {
			"text": "Ich renne. Die Treppe hinauf, durch die Kirche, ins Freie. Hinter mir verstummt Hildes Gesang. Dann bricht der Boden ein."
		},
		"elise_escape_5_hilde": {
			"text": "HILDE!"
		},
		"narration_no_answer_hilde": {
			"text": "Keine Antwort. Nur die letzten Noten eines Wiegenliedes, das im Donner der einstürzenden Kirche versinkt."
		},
		"narration_solo_escape": {
			"text": "Niemand kommt. Niemand wird kommen. Ich bin allein mit dem Zusammenbruch."
		},
		"narration_solo_2": {
			"text": "Aber etwas in mir weigert sich aufzugeben. Dieselbe Sturheit, die mich nach Graubach gebracht hat. Dieselbe Sturheit, die Großmutter dreißig Jahre durchgehalten hat."
		},
		"narration_solo_3": {
			"text": "Ich renne. Durch Trümmer, durch Dunkelheit, durch das Brüllen des Wesens. Meine Beine tragen mich, obwohl sie längst hätten versagen sollen."
		},
		"narration_6_solo": {
			"text": "Die Treppe hinauf, durch die berstende Kirche, ins Freie. Hinter mir verschluckt die Erde alles. Ich bin die Letzte, die Graubach lebend verlässt."
		},
		"narration_7": {
			"text": "Continuo a correre. Attraverso il villaggio, oltre il pozzo, oltre le case buie. Il bosco si apre — per la prima volta, il bosco si apre."
		},
		"narration_forest_opens": {
			"text": "Gli alberi arretrano. La foresta che mi ha tenuta prigioniera per giorni si apre improvvisamente - come se il risveglio della creatura avesse strappato gli antichi vincoli."
		},
		"narration_forest_opens_2": {
			"text": "Certo. L'entità controllava la foresta. Chi custodisce il libro custodisce anche i confini. Ma ora è sveglia, e la sua attenzione non ricade più sugli alberi."
		},
		"narration_8": {
			"text": "Mi volto un'ultima volta. Graubach sprofonda. Le case cedono, la chiesa si inclina, il bosco inghiotte tutto. In pochi secondi, non resta più nulla."
		},
		"narration_9": {
			"text": "Solo bosco. Come se Graubach non fosse mai esistita."
		},
		"elise_escape_6_georg": {
			"text": "Georg..."
		},
		"narration_10_georg": {
			"text": "Im Gras liegt etwas. Schwer, rostig, warm. Georgs Schmiedehammer. Er muss ihn geworfen haben, bevor... bevor."
		},
		"narration_10b_georg": {
			"text": "Ich hebe ihn auf. Er ist schwer. So schwer wie dreißig Jahre Schuld. Aber auch schwer wie dreißig Jahre Treue."
		},
		"narration_aftermath_voss": {
			"text": "Voss steht neben mir. Er atmet schwer. Sein Gesicht ist grau vor Staub, aber er lebt. Wir beide leben."
		},
		"voss_aftermath_1": {
			"text": "Meine Kirche. Mein Dorf. Dreißig Jahre... alles umsonst."
		},
		"elise_voss_aftermath": {
			"text": "Nicht umsonst, Pfarrer. Sie haben mir das Leben gerettet."
		},
		"voss_aftermath_2": {
			"text": "Und all die anderen? Anna? Die Kinder?"
		},
		"narration_voss_silence": {
			"text": "Darauf habe ich keine Antwort. Wir stehen nebeneinander im Wald und schauen auf die Stelle, wo Graubach war. Nur Bäume. Als hätte es nie existiert."
		},
		"elise_escape_6_hilde": {
			"text": "Hilde..."
		},
		"narration_10_hilde": {
			"text": "Stille. Hildes Gesang ist verstummt. Irgendwo in den Trümmern liegt eine alte Frau, die stärker war als alle Männer dieses Dorfes zusammen."
		},
		"narration_10b_hilde": {
			"text": "Am Waldrand finde ich ein Büschel Kräuter. Baldrian und Beifuß, zusammengebunden mit einem dünnen Faden. Hildes Kräuter. Vom Wind hergetragen oder von etwas anderem."
		},
		"narration_aftermath_solo": {
			"text": "Ich stehe allein im Wald. Kein Verbündeter, kein Andenken. Nur Großmutters Journal in meiner Tasche und die Stille, die alles verschluckt hat."
		},
		"narration_11": {
			"text": "Cammino. Attraverso il bosco, nella notte, verso un mondo che non sa nulla di Graubach. Che non saprà mai di Graubach."
		},
		"narration_12": {
			"text": "Nella mia tasca c'è il diario della nonna. La prova che era reale. Che Georg era reale. Che il suo sacrificio ha avuto un senso."
		},
		"narration_epilog_georg": {
			"text": "Wochen später, in Berlin. Georgs Hammer steht neben der Tür. Großmutters Journal liegt auf dem Schreibtisch."
		},
		"narration_epilog_voss": {
			"text": "Wochen später, in Berlin. Voss hat sich in einem Kloster nahe München eingefunden. Er schreibt mir Briefe. Kurze, traurige Briefe. Er betet für die Seelen von Graubach."
		},
		"narration_epilog_hilde": {
			"text": "Wochen später, in Berlin. Hildes Kräuter liegen auf der Fensterbank. Der Geruch nach Baldrian und Beifuß füllt den Raum. Großmutters Journal liegt auf dem Schreibtisch."
		},
		"narration_epilog_solo": {
			"text": "Wochen später, in Berlin. Großmutters Journal liegt auf dem Schreibtisch. Es ist das Einzige, was mir geblieben ist."
		},
		"narration_epilog_2": {
			"text": "A volte, nel silenzio tra la mezzanotte è l'alba, mi sembra di sentire il canto. Sommesso. Lontano. Quasi come una ninna nanna."
		},
		"narration_epilog_3_georg": {
			"text": "Hat Georg überlebt? Ich weiß es nicht. Graubach existiert auf keiner Karte mehr. Der Wald hat sich geschlossen. Aber manchmal träume ich, dass er am Brunnen steht und wartet."
		},
		"narration_epilog_3_hilde": {
			"text": "Hat Hilde überlebt? Ich weiß es nicht. Ihr Gesang war das Letzte, was ich hörte, bevor die Erde alles verschluckte. Manchmal glaube ich, ihn noch zu hören - zwischen den Noten des Singens."
		},
		"narration_epilog_3_other": {
			"text": "Graubach existiert auf keiner Karte mehr. Der Wald hat sich geschlossen. Niemand außer mir weiß, dass es je existiert hat."
		},
		"narration_epilog_4": {
			"text": "Nonna, mi hai mandata per finirla. Ho fallito. Ma Georg... Georg ha fatto la cosa giusta. Alla fine, è stato il più coraggioso di tutti noi."
		},
		"journal_escape": {
			"title": "La fuga",
			"content": "Graubach è scomparsa. Georg si è sacrificato perché io potessi fuggire. Il suo martello è tutto ciò che mi resta. È la domanda che non mi lascia mai: è sopravvissuto?"
		},
		"packed_books_escape": {
			"text": "I miei libri giacciono da qualche parte sotto le macerie. Il folklore, i miti - tutto inutile contro qualcosa di più antico delle storie. Ma ne scriverò di nuovi. Avvertimenti."
		},
		"packed_cross_escape": {
			"text": "Il crocifisso di mia madre pende ancora dal mio collo. Ha aiutato? No. Ma mi ha ricordato qualcosa: esiste un mondo oltre Graubach. E sono in cammino per tornarci."
		},
		"packed_camera_escape": {
			"text": "La macchina fotografica ha un'ultima immagine: Graubach, che affonda, che si dissolve. L'unica prova oltre al diario della nonna. A volte la osservo nelle notti insonni e mi chiedo se fosse reale."
		},
		"escape_konrad_epilog": {
			"text": "Konrad. Certe notti penso all'uomo dagli occhi vitrei che è stato prigioniero per trent'anni. Il risveglio lo ha liberato? O lo ha portato con sé?"
		},
		"escape_anna_epilog": {
			"text": "Nelle mie notti più buie, mi chiedo se Anna sia sopravvissuta. Una bambina con occhi che vedevano troppo."
		},
		"escape_otto_epilog": {
			"text": "Otto? Scomparso con il villaggio. Sepolto sotto il suo stesso silenzio."
		},
		"escape_candle_epilog": {
			"text": "Da qualche parte tra le rovine di Graubach, una candela che ha bruciato per tre settimane si spegne. Il suo ultimo guizzo non è visto da nessuno."
		},
		"narration_2": {
			"text": "Georg è improvvisamente lì. Si è fatto strada tra gli uomini di Otto, giù per le scale, nella camera che trema."
		},
		"narration_4": {
			"text": "«Georg, no —» Ma si è già voltato. Sta in piedi a gambe larghe sul pavimento pulsante, il martello da fucina in entrambe le mani."
		},
		"narration_6": {
			"text": "Corro. Su per le scale, attraverso la chiesa, all'aperto. Dietro di me il pavimento crolla. Polvere è luce è un suono che non dovrebbe essere un suono."
		},
		"narration_10": {
			"text": "Georg. Mio zio. L'uomo che ha camminato piegato dal senso di colpa per trent'anni è alla fine si è alzato in piedi."
		},
		"elise_escape_5": {
			"text": "GEORG!"
		},
		"hilde_escape_1": {
			"text": "Elise! Continua a correre! Non fermarti!"
		},
		"elise_hilde_escape": {
			"text": "Georg è ancora laggiù — lui —"
		},
		"hilde_escape_2": {
			"text": "Lo so. Lo so, bambina. Ma dobbiamo VIVERE. Era il suo ultimo desiderio."
		},
		"voss_escape_1": {
			"text": "La chiesa sta crollando! Dobbiamo raggiungere il bosco —"
		},
		"elise_voss_escape": {
			"text": "Georg è laggiù. Si è sacrificato. Per me. Per tutti noi."
		},
		"voss_escape_2": {
			"text": "Dio lo accolga. Venga, Fräulein Brandt. Il suo sacrificio non deve essere vano."
		},
		"elise_escape_6": {
			"text": "Georg..."
		},
		"narration_10b": {
			"text": "Lo raccolgo. È pesante. Pesante come trent'anni di colpa. Ma anche pesante come trent'anni di fedeltà."
		},
		"narration_epilog": {
			"text": "Settimane dopo, a Berlino. Sono seduta nella mia stanza. Il martello di Georg è accanto alla porta. Il diario della nonna giace sulla scrivania."
		},
		"narration_epilog_3": {
			"text": "Georg è sopravvissuto? Non lo so. Graubach non esiste più su nessuna mappa. Il bosco si è chiuso. Ma a volte sogno che sia in piedi accanto al pozzo, in attesa."
		}
	},
	"res://data/dialogue/act4/ending_pact.json": {
		"narration_1_wounded": {
			"text": "La creatura si contrae, ferita, spaventata. Per la prima volta in seicento anni, un umano le sta sopra, non sotto."
		},
		"narration_1_normal": {
			"text": "Parlo all'entità. Non con parole — con pensieri, con volontà. Mi posiziono sul segno della terra e apro la mia mente."
		},
		"wounded_pact_creature": {
			"text": "ASCOLTO. PONI LE TUE CONDIZIONI. IL MIO... DOLORE... È GRANDE."
		},
		"wounded_pact_elise": {
			"text": "Seicento anni di sacrifici. Finisce. Oggi. Per sempre. In cambio, ti lascio in pace."
		},
		"wounded_creature_react": {
			"text": "PACE. UNA PAROLA CHE HO QUASI DIMENTICATO. CHE COSA SIGNIFICA PER TE?"
		},
		"elise_pact_1": {
			"text": "Non sono qui per legarti. Non per ucciderti. Propongo un patto."
		},
		"creature_pact_1": {
			"text": "UN PATTO? GLI UMANI COMMERCIANO IN ORO È BESTIAME. CHE COSA HAI CHE IO VOGLIA?"
		},
		"elise_pact_2": {
			"text": "Coscienza. Contatto. Non hai fame di sangue. Hai fame di attenzione. Di qualcuno che sia presente."
		},
		"creature_pact_2": {
			"text": "Silenzio. Lungo silenzio. Poi: COME FAI A SAPERLO?"
		},
		"elise_pact_3": {
			"text": "Mia nonna lo ha capito. Alla fine della sua vita. Lo ha scritto nel suo diario. È mi ha chiamata per portare a termine il suo lavoro."
		},
		"creature_pact_3": {
			"text": "LA VECCHIA. MI HA PARLATO. ALLA FINE. QUANDO LA SUA LUCE ERA GIÀ DEBOLE. HA DETTO: MIA NIPOTE VERRÀ."
		},
		"narration_2": {
			"text": "Risponde. Non con parole. Con immagini, sentimenti, ricordi che non sono miei. Vedo millenni in secondi. Civiltà che sono venute è andate come maree."
		},
		"elise_pact_4": {
			"text": "E sono qui. Come lei aveva promesso."
		},
		"creature_pact_4": {
			"text": "GLI UMANI ROMPONO LE PROMESSE. LE VOSTRE VITE SONO BREVI. DIMENTICATE."
		},
		"elise_pact_5": {
			"text": "Mia nonna ha mantenuto la sua promessa per trent'anni. Ogni giorno. Fino alla morte."
		},
		"creature_pact_5": {
			"text": "SÌ. LEI ERA... DIVERSA. NON HA NUTRITO. HA PARLATO. NEGLI ULTIMI ANNI. PIANO. IO HO ASCOLTATO."
		},
		"narration_revelation": {
			"text": "Mi bruciano gli occhi. La nonna ha parlato con l'entità. Negli ultimi anni, quando si è ammalata, quando nessuno guardava. Le ha tenuto compagnia."
		},
		"elise_pact_6": {
			"text": "Sono sua nipote. È mantengo le mie promesse."
		},
		"creature_pact_6": {
			"text": "LO SO. PER QUESTO ASCOLTO. COSA OFFRI?"
		},
		"elise_pact_7": {
			"text": "Niente più sacrifici. Niente sangue. Nessun ricettacolo. Invece, vengo io. Ogni anno. Mi siedo qui è ti lascio toccare i miei pensieri."
		},
		"creature_pact_7": {
			"text": "UNA VOLTA ALL'ANNO. È... POCO. PER SEICENTO ANNI DI FAME."
		},
		"elise_pact_8": {
			"text": "Una volta all'anno è più di trent'anni di silenzio. È insegnerò ad altri. Dopo di me, altri verranno. Non sarai mai più dimenticato."
		},
		"creature_pact_8": {
			"text": "Silenzio. Lo sento pensare. Soppesare. Seicento anni di esperienza contro la promessa di una singola vita umana."
		},
		"creature_pact_9": {
			"text": "E QUANDO MORIRAI? COME LA TUA VECCHIA?"
		},
		"elise_pact_9": {
			"text": "Allora qualcuno verrà. Come sono venuta io. I Brandt non rompono le loro promesse."
		},
		"creature_pact_10": {
			"text": "IO... ACCETTO. NON PERCHÉ MI FIDO DI TE. PERCHÉ SONO STANCO. È PERCHÉ LA TUA VECCHIA MI HA INSEGNATO LA FIDUCIA."
		},
		"narration_anchor_pact": {
			"text": "Mi ergo sul segno, il canto sfuma, e l'ancora tiene - non come una catena, ma come un ponte. Il patto si forma non dal potere, ma dalla fiducia."
		},
		"narration_5": {
			"text": "Ci pensa. Sento il suo scetticismo, la sua esperienza con le promesse infrante. Ma anche la sua stanchezza. Non vuole più combattere. Vuole solo non essere dimenticata."
		},
		"narration_5b": {
			"text": "Il canto si fa più sommesso. Più dolce. Soddisfatto. Il pulsare sotto i miei piedi rallenta in un ritmo calmo. Come un battito che si placa."
		},
		"georg_pact_1": {
			"text": "Elise! Che è successo? Il canto si è fermato, è poi..."
		},
		"elise_georg_pact": {
			"text": "È finita, Georg. Niente più sacrifici. Ho stretto un patto. Uno giusto."
		},
		"georg_pact_2": {
			"text": "Un patto... Margarethe lo avrebbe voluto. Pace invece di guerra."
		},
		"hilde_pact_1": {
			"text": "Sento la connessione. Un filo. Sottile, ma forte. Che hai fatto, bambina?"
		},
		"elise_hilde_pact": {
			"text": "Negoziato. Come la nonna avrebbe voluto alla fine. Niente più sangue. Solo compagnia."
		},
		"hilde_pact_2": {
			"text": "Compagnia. Così semplice. È così difficile."
		},
		"voss_pact_1": {
			"text": "Che cosa mi sono perso? Che è successo laggiù?"
		},
		"elise_voss_pact": {
			"text": "Pace, Pastore. Per la prima volta in seicento anni. Nessun altro sacrificio. Niente sangue. Solo una promessa."
		},
		"voss_pact_2": {
			"text": "Una promessa... Grazie a Dio. O a chiunque dovremmo ringraziare."
		},
		"narration_9": {
			"text": "Lascio la camera. Il villaggio fuori sembra di nuovo normale. Le case sono diritte, il cielo è grigio è ordinario. Graubach tira un sospiro di sollievo."
		},
		"narration_10": {
			"text": "Tornerò. Ogni anno. Per il resto della mia vita. È dopo, qualcun altro dovrà ereditare il patto."
		},
		"narration_11": {
			"text": "La tradizione sopravvive. Ma è diventata diversa. Niente sangue, niente sacrificio. Solo una donna che scende in una cantina una volta all'anno è fa compagnia a un'entità ancestrale."
		},
		"narration_12": {
			"text": "A volte, nelle notti silenziose a Berlino, sento il canto. Sommesso, lontano, quasi come una ninna nanna. Non è più minaccioso. È... solitario."
		},
		"narration_13": {
			"text": "Nonna, me lo hai lasciato. Non come un fardello. Come un'eredità. È la accetto."
		},
		"journal_pact": {
			"title": "Il patto",
			"content": "Niente sangue. Niente sacrificio. Nessun ricettacolo. Solo una promessa: ogni anno tornerò è farò compagnia all'entità. Ha accettato. La nonna ha aperto la strada. Io la percorrerò fino in fondo."
		},
		"packed_books_pact": {
			"text": "I miei libri giacciono aperti accanto a me. I vecchi testi su rituali e legami - mi hanno condotta fin qui. Ma la vera conoscenza non è mai stata nei libri. Risiedeva nell'ascolto."
		},
		"packed_cross_pact": {
			"text": "Il crocifisso di mia madre giace caldo nella mia mano. Fede contro l'ignoto - ma l'ignoto non è mai stato il nemico. Era solo solo."
		},
		"packed_camera_pact": {
			"text": "La mia macchina fotografica pende inutilizzata al mio collo. Certe verità non si possono fotografare. Ma le scriverò - ogni parola, ogni incontro."
		},
		"pact_epilog_transition": {
			"text": "Passano settimane. Mesi. Il ricordo di quella notte svanisce come un sogno — ma il patto resta."
		},
		"pact_konrad_epilog": {
			"text": "Konrad è alla fontana quando Elise esce dalla camera. Le spirali sulle sue mani stanno già svanendo. Per la prima volta in trent'anni, il suo sguardo appartiene a lui stesso."
		},
		"pact_konrad_epilog_2": {
			"text": "'Mi sta lasciando andare', dice piano. 'Lo sento. Non ha più bisogno di me.' Piange — non di dolore. Di sollievo."
		},
		"pact_anna_epilog": {
			"text": "Anna fa visita a Elise ogni autunno. 'Canta diversamente', dice. 'Più soddisfatto.' Anna sorride — per la prima volta senza paura."
		},
		"pact_otto_epilog": {
			"text": "Otto lascia il villaggio quando capisce che la tradizione è finita. L'opera della sua vita — senza significato."
		},
		"pact_candle_epilog": {
			"text": "La candela sul comodino della nonna arde più regolarmente. Non più disperata, non più in attesa. Una fiamma calma e appagata."
		},
		"narration_3": {
			"text": "E fame. Una fame così antica è profonda da confondere i confini tra emozione è legge naturale. Ha bisogno di nutrimento. Non carne, non sangue — attenzione. Coscienza. Contatto."
		},
		"narration_4": {
			"text": "Offro un patto: diventerò la guardiana. Niente più sacrifici, niente sangue. Invece, verrò ogni anno, mi siederò sul segno è gli lascerò toccare i miei pensieri."
		},
		"narration_7": {
			"text": "Accetta. Sento il patto formarsi — non come un contratto, ma come una connessione. Un filo sottile tra la sua coscienza è la mia. Non si spezzerà mai."
		},
		"narration_8": {
			"text": "Il canto si fa più sommesso. Più dolce. Soddisfatto. Il pulsare sotto i miei piedi rallenta in un ritmo calmo."
		}
	},
	"res://data/dialogue/act4/ending_sacrifice.json": {
		"narration_1": {
			"text": "Guardo Konrad. Trema. Gocce di sudore sulla sua fronte. Dietro i suoi occhi, un uomo lotta contro un oceano."
		},
		"narration_2": {
			"text": "Mi ha insegnato a leggere — no, quella era la nonna. Mi ha mostrato l'albero del guardiano. Ha chiesto aiuto quando nessun altro lo ha fatto."
		},
		"narration_3": {
			"text": "E ho letto nel diario della nonna cos'è il ricettacolo: un ponte. L'entità ha bisogno di una mente umana come àncora nel nostro mondo. Senza ricettacolo, non può restare qui."
		},
		"elise_sacrifice_decision": {
			"text": "Konrad. Guardami."
		},
		"konrad_sacrifice_1": {
			"text": "Elise... ti prego, non farlo. Posso sopportarlo. L'ho sopportato per trent'anni."
		},
		"elise_sacrifice_1": {
			"text": "Nessuno dovrebbe DOVER sopportarlo. Né tu né nessun altro."
		},
		"narration_4": {
			"text": "Konrad non è mai stato il ricettacolo di sua volontà. È stato scelto prima di nascere. Selezionato come un agnello sacrificale."
		},
		"elise_sacrifice_2": {
			"text": "Lo scelgo liberamente. Questa è la differenza. La nonna mi ha insegnato che il coraggio non è l'assenza di paura. È la decisione di agire nonostante tutto."
		},
		"narration_5": {
			"text": "Mi posiziono sul segno della terra. Apro la mia mente — non per legare l'entità né per comprenderla, ma per invitarla. Dentro di me."
		},
		"elise_sacrifice_3": {
			"text": "Vieni. Sono pronta. Prendi me al suo posto."
		},
		"narration_creature_sacrifice": {
			"text": "PERCHÉ? PERCHÉ TI OFFRI VOLONTARIAMENTE?"
		},
		"elise_sacrifice_4": {
			"text": "Perché nessuno dovrebbe essere solo. Nemmeno tu. È perché Konrad merita di essere libero."
		},
		"narration_creature_sacrifice_2": {
			"text": "SEI COME LEI. LA VECCHIA. AVREBBE FATTO LO STESSO. MA ERA TROPPO VECCHIA. TROPPO STANCA. TU SEI... GIOVANE. CALDA."
		},
		"narration_6": {
			"text": "«Ti restituisco la tua vita, Konrad.» La mia voce suona calma. Più calma di quanto mi senta."
		},
		"narration_7": {
			"text": "L'entità si muove. La sento — come acqua che scorre da un recipiente a un altro. Fuori da Konrad, attraverso la pietra, dentro di me."
		},
		"narration_8": {
			"text": "È... non come previsto. Nessun dolore. Nessun orrore. È come un oceano che si riversa in uno stagno. Troppo vasto, troppo antico, troppo diverso. Ma ci sta. In qualche modo."
		},
		"narration_8b": {
			"text": "Sento la sua solitudine. Seicento anni, imprigionato nell'oscurità, con nient'altro che la fame è il canto. È adesso... adesso c'è luce. La mia luce."
		},
		"konrad_3": {
			"text": "Gli occhi di Konrad si fanno limpidi. Per la prima volta nella sua vita, completamente limpidi. È si riempiono di lacrime."
		},
		"konrad_trusted_sacrifice": {
			"text": "Mi hai creduto. Nella piazza del villaggio, quando tutti gli altri mi temevano. Mi hai guardato e hai visto una persona, non un mostro."
		},
		"konrad_untrusted_sacrifice": {
			"text": "Mi conoscevi appena. Eppure... perché? Perché per me?"
		},
		"elise_sacrifice_5": {
			"text": "Perché meriti di essere libero. Perché la nonna lo avrebbe voluto. È perché... perché l'entità ha bisogno di me. È io ho bisogno di lei."
		},
		"konrad_5": {
			"text": "Non dimenticherò mai quello che hai fatto. Mai."
		},
		"elise_sacrifice_6": {
			"text": "Vivi la tua vita, Konrad. Hai perso trent'anni. Riprenditeli."
		},
		"georg_sacrifice_1": {
			"text": "Elise, no! Non puoi — è follia! Ci dev'essere un'altra via!"
		},
		"elise_georg_sacrifice": {
			"text": "Non è follia, Georg. È una decisione. La mia decisione. Prenditi cura del villaggio."
		},
		"hilde_sacrifice_1": {
			"text": "Sei più coraggiosa di tua nonna. L'avrebbe fatto se avesse potuto. Ti benedico, bambina."
		},
		"elise_hilde_sacrifice": {
			"text": "Grazie, Hilde. Per tutto."
		},
		"voss_sacrifice_1": {
			"text": "Dio sia con te, bambina. Quello che fai è... sacro. In un modo che nessuna preghiera può raggiungere."
		},
		"elise_voss_sacrifice": {
			"text": "Preghi per me, Pastore. Non per la mia anima. Per la mia forza."
		},
		"narration_sacrifice_solo": {
			"text": "Silenzio. Solo il canto — più sommesso ora, più soddisfatto. Nessuno è qui per fermarmi. Nessuno per consolarmi. Solo io e l'entità che lentamente trova il suo nuovo posto."
		},
		"narration_10": {
			"text": "Non finisco la frase. Le parole non appartengono più solo a me. Nella mia testa, accanto ai miei pensieri, il canto comincia dolcemente."
		},
		"narration_11": {
			"text": "Konrad prende la mia mano. Piange. Sorrido. Non è solo il mio sorriso — ma è reale."
		},
		"narration_12": {
			"text": "Resterò a Graubach. Prenderò il posto di Konrad — come insegnante, come guardiana, come ricettacolo. Ma non come prigioniera. Come ospite."
		},
		"anna_sacrifice_1": {
			"text": "Giorni dopo, trovo Anna davanti alla scuola. Sta disegnando — non più spirali. Fiori. Alberi. Cose normali."
		},
		"anna_sacrifice_2": {
			"text": "Il canto si è fatto più sommesso, Elise. Da quando sei qui. È... più appagato. Sei una casa migliore di Konrad."
		},
		"elise_anna_sacrifice": {
			"text": "Ha qualcuno con cui parlare. Per la prima volta in seicento anni."
		},
		"anna_sacrifice_3": {
			"text": "Sei una casa migliore di Konrad. Gli piaci."
		},
		"elise_anna_2": {
			"text": "E io... credo che piaccia anche a me. In un modo strano, disumano."
		},
		"narration_13": {
			"text": "L'entità è io impareremo a coesistere. Due coscienze in un solo corpo. Non sarà facile. Ma è meglio di seicento anni di sangue."
		},
		"narration_14": {
			"text": "Nonna, mi hai insegnato a non temere l'ignoto. Ora vivo con l'ignoto. Letteralmente."
		},
		"narration_15": {
			"text": "Il canto nella mia testa si fa più sommesso. Più dolce. Quasi come una ninna nanna. Forse lo è."
		},
		"journal_sacrifice": {
			"title": "Il sacrificio",
			"content": "Ho preso il posto di Konrad come ricettacolo. Volontariamente. L'entità è io ora condividiamo un corpo, una mente. Non è la fine. È l'inizio di una coesistenza."
		},
		"packed_books_sacrifice": {
			"text": "I miei libri ora stanno sullo scaffale della nonna. Elise li legge a volte, quando l'entità dorme. Il folklore ha assunto un nuovo significato - non più studio. Esperienza vissuta."
		},
		"packed_cross_sacrifice": {
			"text": "Il crocifisso è appeso sopra il letto. A volte, quando l'entità guarda la croce attraverso gli occhi di Elise, lei ne sente la curiosità. Non conosce dèi. Ma comprende il conforto."
		},
		"packed_camera_sacrifice": {
			"text": "La macchina fotografica giace impolverata sullo scaffale. Elise non fotografa più. Perché dovrebbe? Ciò che vede, nessun obiettivo può catturarlo. Ma a volte, nei momenti di lucidità, cattura il mondo in parole."
		},
		"sacrifice_epilog_transition": {
			"text": "I giorni diventano settimane. Le settimane mesi. Imparo a vivere con il mio ospite. E il mio ospite impara a non divorarmi."
		},
		"sacrifice_anna_epilog": {
			"text": "Anna lo capisce per prima. 'Il canto suona diverso', sussurra. 'Più caldo. Come una conversazione.' Posa la mano sulla spalla di Elise."
		},
		"sacrifice_mathilde_epilog": {
			"text": "Mathilde, la donna cieca del treno, sopravvisse al rituale sessant'anni fa. Sola, dimenticata. Io non sarò dimenticata."
		},
		"sacrifice_otto_epilog": {
			"text": "Otto non capisce mai. Se ne va perché la tradizione non ha più senso. Il suo ultimo sguardo indietro è vuoto."
		},
		"sacrifice_candle_epilog": {
			"text": "Nella casa della nonna, la candela continua a bruciare. Ma la sua luce è più calda ora, più dorata. Come se sapesse che Elise è rimasta."
		},
		"konrad_2": {
			"text": "Elise, NO! Che cosa fai?!"
		},
		"konrad_4": {
			"text": "Elise... perché?"
		},
		"narration_9": {
			"text": "«Perché meriti di essere libero. Perché la nonna lo avrebbe voluto. È perché...»"
		}
	},
	"res://data/dialogue/act4/ending_seal.json": {
		"narration_1": {
			"text": "Comincio il canto. Le parole che Hilde mi ha insegnato — più antiche di qualsiasi lingua che conosca. Fluiscono da me come se le avessi sempre conosciute."
		},
		"narration_2": {
			"text": "La camera reagisce. Le spirali sulle pareti cominciano a brillare, debolmente all'inizio, poi più forte. Una luce bluastra, fredda come il chiaro di luna."
		},
		"narration_3": {
			"text": "Il canto dalle profondità cambia. Non combatte il mio canto — risponde. Due melodie che si intrecciano come le spirali sulle pareti."
		},
		"narration_creature_seal": {
			"text": "IL TUO CANTO È COME IL SUO. MA PIÙ GIOVANE. PIÙ CALDO. LEI CANTAVA PER DOVERE. TU CANTI CON... QUALCOS'ALTRO."
		},
		"narration_4": {
			"text": "Il pavimento sotto di me pulsa più veloce. Sento l'entità — la sua attenzione, la sua età, la sua stanchezza infinita. VUOLE dormire. Ha semplicemente dimenticato come."
		},
		"elise_seal_1": {
			"text": "Allora lasciami aiutarti. Dormi. Non per costrizione. Perché sei stanco."
		},
		"narration_creature_seal_2": {
			"text": "SONO... COSÌ STANCO. COSÌ A LUNGO SVEGLIO. COSÌ A LUNGO AFFAMATO. IL TUO CANTO RENDE LA FAME PIÙ SILENZIOSA."
		},
		"narration_5": {
			"text": "Le parole della nonna: «Non è malvagio. È solo vecchio, affamato è solo.» Ora capisco. Le offerte non erano mai state necessarie. Aveva solo bisogno di qualcuno che lo cantasse di nuovo nel sonno."
		},
		"narration_6": {
			"text": "Le spirali si condensano in un disegno sul pavimento. Un sigillo. Non fatto di pietra o inchiostro — di suono, di volontà, della connessione tra la mia voce è l'entità."
		},
		"narration_anchor_seal": {
			"text": "Tre parti si uniscono - il canto, il segno sotto i miei piedi, e io stessa. L'ancora. Il piano della nonna, compiuto."
		},
		"elise_seal_2": {
			"text": "Dormi bene. Tornerò. Fra trent'anni. O prima."
		},
		"narration_creature_seal_3": {
			"text": "PROMESSO?"
		},
		"elise_seal_3": {
			"text": "Promesso."
		},
		"narration_7": {
			"text": "Il pulsare rallenta. Si calma. Come un bambino che finalmente si addormenta. La luce bluastra sfuma in un tenue bagliore."
		},
		"narration_8": {
			"text": "Silenzio. Vero silenzio. Per la prima volta da quando sono entrata a Graubach, è davvero quiete. Nessun canto, nessun pulsare, nessun sussurro nella mia testa."
		},
		"narration_8b": {
			"text": "Ritiro le mani dalla pietra. Tremano. Le mie guance sono bagnate — ho pianto senza rendermene conto. Lacrime di gioia? Di dolore? Non lo so."
		},
		"narration_9": {
			"text": "Il sigillo è posto. Non per sempre — niente è per sempre. Ma per trent'anni. Abbastanza tempo."
		},
		"narration_10": {
			"text": "Salgo le scale, attraverso la chiesa, esco nella luce del mattino. È un nuovo giorno. Il cielo è azzurro. Davvero azzurro."
		},
		"narration_georg_waits": {
			"text": "Georg aspetta fuori. Vede il mio volto è capisce. I suoi occhi si riempiono di lacrime."
		},
		"georg_seal_1": {
			"text": "Ce l'hai fatta. Margarethe... lei avrebbe..."
		},
		"elise_georg_seal": {
			"text": "Lo so. Avrebbe pianto è riso allo stesso tempo."
		},
		"georg_seal_2": {
			"text": "Esatto. Proprio così."
		},
		"narration_georg_embrace": {
			"text": "Georg mi abbraccia. Per la prima volta. Odora di ferro, fumo è sollievo. Trent'anni di peso gli cadono dalle spalle."
		},
		"hilde_seal_1": {
			"text": "Ho sentito il canto. Fin quassù. Era... bello."
		},
		"elise_hilde_seal": {
			"text": "Ha risposto, Hilde. Ha cantato con me. Alla fine era quasi... sereno."
		},
		"hilde_seal_2": {
			"text": "Tua nonna diceva sempre che il canto giusto non lega l'entità. La culla fino a farla addormentare. Come una ninna nanna."
		},
		"voss_seal_1": {
			"text": "Grazie a Dio. Grazie a Dio."
		},
		"elise_voss_seal": {
			"text": "Non Dio, Pastore. La nonna. È un'entità molto stanca, molto sola, che finalmente può dormire."
		},
		"voss_seal_2": {
			"text": "È... è finita? Nessun altro sacrificio?"
		},
		"elise_voss_seal_2": {
			"text": "Nessun altro sacrificio. Mai più. Abbiamo trent'anni per trovare una soluzione permanente."
		},
		"narration_village_morning": {
			"text": "Il villaggio si sveglia. Le finestre si aprono. I bambini corrono per la strada. Il silenzio di Graubach è, per la prima volta in secoli, un silenzio ordinario è pacifico."
		},
		"packed_books_seal": {
			"text": "Nella mia borsa trovo i libri che ho portato da Berlino. Testi di folklore. Allora non sapevo perché li avessi messi in valigia. Ora lo so: la nonna mi ha indicato la strada prima che io sapessi che ce n'era una."
		},
		"packed_cross_seal": {
			"text": "Stringo il crocifisso della nonna nella mano. Era la sua unica concessione alla fede del pastore. Ma la vera protezione veniva da lei, non da Dio."
		},
		"packed_camera_seal": {
			"text": "Ho portato la macchina fotografica per immortalare Graubach. Ma ciò che ho vissuto qui non entra in nessuna fotografia. Alcune verità bisogna portarle dentro di sé."
		},
		"letter_resolution_seal": {
			"text": "Nel diario della nonna trovo un'ultima pagina che avevo trascurato. Appuntata con un ago, nascosta dietro la copertina: «Elise, se stai leggendo questo, ce l'hai fatta. La lettera che ti ho mandato — la verità che non potevo pronunciare ad alta voce: non sei mai stata in pericolo. Tu eri la soluzione. Da sempre.»"
		},
		"narration_letter_seal": {
			"text": "«Elise, se stai leggendo questo, ce l'hai fatta. Non sei mai stata in pericolo. Tu eri la soluzione. Da sempre.»"
		},
		"elise_letter_react": {
			"text": "Poso il diario sul tavolo è rido. Per la prima volta in una settimana, rido. Attraverso le lacrime, ma è una risata vera."
		},
		"narration_12": {
			"text": "Tornerò a Berlino. Finirò i miei studi. Ma tornerò qui. Fra trent'anni, quando il sigillo dovrà essere rinnovato. O prima, per trovare qualcuno che canti dopo di me."
		},
		"narration_12b": {
			"text": "Perché sotto la pietra dorme qualcosa a cui ho fatto una promessa. È i Brandt mantengono le loro promesse."
		},
		"narration_13": {
			"text": "Nonna, ce l'ho fatta. L'opera della tua vita è compiuta."
		},
		"journal_seal": {
			"title": "Il Sigillo",
			"content": "Il rituale di legame è riuscito. L'entità dorme di nuovo, trattenuta dal canto invece che dal sangue. Niente più sacrifici. I trent'anni di ricerche della nonna hanno dato i loro frutti."
		},
		"seal_anna_epilog": {
			"text": "Gli occhi di Anna diventano più chiari giorno dopo giorno. Il canto si affievolisce, e con esso le sue visioni. Per la prima volta è una bambina normale."
		},
		"seal_otto_epilog": {
			"text": "Otto Reinhardt lascia Graubach una settimana dopo il rituale. Nessuno lo ferma. Nessuno lo rimpiange."
		},
		"konrad_trusted_seal": {
			"text": "Konrad appare la mattina dopo. Le spirali sulla sua mano si stanno sbiadendo. Piange. 'Sono libero', sussurra. E per la prima volta gli credo."
		},
		"konrad_untrusted_seal": {
			"text": "Konrad è scomparso la notte del rituale. Nessuno l'ha visto andarsene. Alcuni dicono che ora vive nel bosco. Alcuni dicono che il bosco l'ha preso."
		},
		"seal_candle_epilog": {
			"text": "La candela sul comodino della nonna si spegne nel momento in cui l'entità si addormenta. Piano. Serenamente."
		},
		"narration_11": {
			"text": "Georg aspetta fuori, Hilde accanto a lui. Vedono il mio volto è capiscono. Hilde annuisce. Georg piange."
		}
	},
	"res://data/dialogue/act4/ending_truth.json": {
		"narration_1": {
			"text": "Apro la mia mente. Non per legare, non per distruggere. Per comprendere. Il diario della nonna mi ha insegnato che la conoscenza è l'arma più potente."
		},
		"elise_truth_1": {
			"text": "Non sono qui per combattere. Sono qui per ascoltare. Mostrami cosa sei."
		},
		"narration_creature_hears": {
			"text": "Silenzio. Poi, come un respiro trattenuto per seicento anni:"
		},
		"creature_truth_1": {
			"text": "VUOI VEDERE? DAVVERO VEDERE? L'ULTIMA CHE LO HA VOLUTO È STATA TRECENTO ANNI FA. È IMPAZZITA."
		},
		"elise_truth_2": {
			"text": "Sono una folclorista. Studio l'ignoto. Mostrami."
		},
		"creature_truth_2": {
			"text": "SEICENTO ANNI È NESSUNO LO HA VOLUTO. LA TUA VECCHIA... LEI HA CHIESTO. MA ERA TROPPO STANCA ALLA FINE. TROPPO MALATA. IO HO... ASPETTATO."
		},
		"narration_2": {
			"text": "L'entità percepisce la mia intenzione. Esita. Poi, come una porta che si apre dopo secoli, mi mostra tutto."
		},
		"narration_3": {
			"text": "Immagini. Migliaia di immagini. La terrà com'era prima che gli esseri umani vi mettessero piede. Cose che vivono sotto la superficie, più antiche della pietra, più antiche dell'acqua."
		},
		"elise_truth_3": {
			"text": "Quella... quella è la Terra? Prima degli umani? È... meravigliosa. È terrificante."
		},
		"narration_4": {
			"text": "Graubach non è unica. Ci sono centinaia di luoghi simili. Luoghi sottili, dove il confine tra sopra è sotto, tra il nostro mondo è ciò che giace al di sotto, quasi non esiste."
		},
		"creature_truth_3": {
			"text": "ERAVAMO QUI PRIMA DI VOI. PRIMA DEI VOSTRI ALBERI. PRIMA DEL VOSTRO CIELO. IL VOSTRO MONDO È UN SOTTILE FILM SUL NOSTRO."
		},
		"narration_5": {
			"text": "Sotto la Foresta Nera. Sotto le Alpi. Sotto i mari. Ovunque. Un mondo sotto il mondo, pieno di entità come questa — è di altre più antiche, più grandi, diverse."
		},
		"elise_truth_4": {
			"text": "Quanti... quanti siete?"
		},
		"creature_truth_4": {
			"text": "PIÙ DELLE VOSTRE STELLE. MENO DEI VOSTRI PENSIERI. NON CONTIAMO. SIAMO."
		},
		"narration_tears": {
			"text": "Piango. Non di paura. Di meraviglia. Dell'incomprensibile vastità di ciò che vedo. La mia mente è un cucchiaino che tenta di contenere un oceano."
		},
		"narration_7": {
			"text": "L'entità sotto Graubach è piccola. Una bambina, rispetto a ciò che dorme nelle profondità dell'oceano. Non è il nostro nemico. È un vicino che vive troppo vicino."
		},
		"elise_truth_5": {
			"text": "Sei... solo qui. Da seicento anni solo. Tagliato fuori dagli altri."
		},
		"creature_truth_5": {
			"text": "IL LUOGO SOTTILE MI HA INTRAPPOLATO. SONO TROPPO VICINO AL VOSTRO MONDO. TROPPO LONTANO DAL MIO. NON POSSO TORNARE INDIETRO. NON POSSO ANDARE AVANTI. SONO... IN MEZZO."
		},
		"elise_truth_6": {
			"text": "Per questo la fame. Per questo i sacrifici. Hai bisogno di contatto con vita cosciente perché sei tagliato fuori dai tuoi simili."
		},
		"creature_truth_6": {
			"text": "SÌ. FAME NON È LA PAROLA GIUSTA. È COME... QUANDO I VOSTRI OCCHI NON VEDONO PIÙ LA LUCE. QUANDO LE VOSTRE ORECCHIE NON SENTONO PIÙ VOCI. SOLO SILENZIO. SEICENTO ANNI DI SILENZIO."
		},
		"narration_8": {
			"text": "E la consapevolezza più pesante: non abbiamo mai avuto la possibilità di combatterli. Possiamo solo imparare a esistere accanto a loro."
		},
		"elise_truth_7": {
			"text": "Ora capisco. I sacrifici non sono mai stati necessari. La tradizione era una risposta a una domanda che nessuno ha posto correttamente."
		},
		"creature_truth_7": {
			"text": "LA TUA VECCHIA HA POSTO LA DOMANDA. ALLA FINE. QUANDO ERA TROPPO TARDI. HA PIANTO. IO NON... HO CAPITO PERCHÉ."
		},
		"narration_grandma": {
			"text": "La nonna. Lo sapeva. Alla fine della sua vita, ha capito quello che ora capisco io. È mi ha chiamata per portare a termine il suo lavoro."
		},
		"elise_truth_8": {
			"text": "Ha pianto perché ti ha capito. Perché trent'anni di sacrifici erano inutili. Perché avrebbe potuto vederlo prima."
		},
		"creature_truth_8": {
			"text": "ANCHE TU PIANGI. PERCHÉ?"
		},
		"elise_truth_9": {
			"text": "Perché sei stato solo per seicento anni. È nessuno ti ha chiesto come stavi."
		},
		"creature_truth_final": {
			"text": "Silenzio. Lungo silenzio. Poi, più sommesso che mai: GRAZIE."
		},
		"narration_anchor_truth": {
			"text": "Il segno pulsa sotto di me, il canto riecheggia, e l'ancora - io - mantiene la connessione. Ma invece di legare, apre. La comprensione fluisce in entrambe le direzioni."
		},
		"narration_9": {
			"text": "L'entità si ritira. Soddisfatta. Per la prima volta in secoli, qualcuno l'ha guardata senza fuggire. Si addormenta — non per costrizione, ma in pace."
		},
		"narration_9b": {
			"text": "Ma prima che se ne vada, sento qualcosa. Come una mano che tocca la mia. Un gesto che nessuna parola umana descrive. Addio? Gratitudine? Speranza di rivedersi?"
		},
		"georg_truth_1": {
			"text": "Elise? Il tuo volto... stai piangendo. Che è successo laggiù?"
		},
		"elise_georg_truth": {
			"text": "L'ho capito, Georg. Non è malvagio. Non lo è mai stato. È solo... solo."
		},
		"georg_truth_2": {
			"text": "Trent'anni. Per trent'anni lo abbiamo nutrito come se avesse bisogno di sangue. È tutto ciò che voleva..."
		},
		"elise_georg_truth_2": {
			"text": "Era compagnia. Sì. La nonna lo ha capito alla fine. Ora lo capiamo anche noi."
		},
		"hilde_truth_1": {
			"text": "Lo sento. L'aria è diversa. Che hai fatto?"
		},
		"elise_hilde_truth": {
			"text": "Ascoltato. Niente di più. Mi ha mostrato la sua storia. Hilde... l'intera tradizione era un malinteso."
		},
		"hilde_truth_2": {
			"text": "Margarethe lo sospettava alla fine. Diceva: «Non ha bisogno di nutrimento. Ha bisogno di una voce.»"
		},
		"voss_truth_1": {
			"text": "Il canto si è fermato. È... è morto?"
		},
		"elise_voss_truth": {
			"text": "Dorme. Soddisfatto. Pastore Voss... non è mai stato un demone. Era un essere che era solo. Seicento anni da solo."
		},
		"voss_truth_2": {
			"text": "Nessun demone? Allora tutto... i sacrifici... Friedrich..."
		},
		"elise_voss_truth_2": {
			"text": "Sì. Era tutto inutile. Ma non lo sapevamo. Nessuno lo sapeva."
		},
		"anna_truth_1": {
			"text": "Anna Voss è in piedi all'ingresso della camera. I suoi occhi sono limpidi — più limpidi di quanto li abbia mai visti."
		},
		"anna_truth_2": {
			"text": "Hai capito, Elise. Io l'ho sempre sentito — le immagini, le spirali. Ma tu l'hai messo in parole. Il silenzio è... diverso adesso. Più leggero."
		},
		"elise_anna_truth": {
			"text": "L'hai sempre sentito, vero? Le spirali, le immagini. Hai cercato di mostrarcelo."
		},
		"anna_truth_3": {
			"text": "Per la prima volta vedo Anna sorridere. Davvero sorridere. L'entità l'ha lasciata andare — o lei ha lasciato andare l'entità."
		},
		"letter_resolution_truth": {
			"text": "Alla luce della comprensione, finalmente afferro la lettera della nonna. Non scrisse un avvertimento — scrisse un invito. «Vieni è guarda.» Sapeva che sarei stata la prima a guardare senza fuggire."
		},
		"narration_10": {
			"text": "Mi alzo è salgo verso la luce. Ma il mondo appare diverso. Sento i luoghi sottili — ovunque. Sotto i miei piedi, in lontananza, all'orizzonte."
		},
		"narration_11": {
			"text": "Non sarò mai più nell'ignoranza. Questo è il prezzo della verità."
		},
		"narration_12": {
			"text": "Il mondo è più grande di quanto pensassimo. Più profondo. Più antico. È sotto ogni città, sotto ogni foresta, sotto ogni oceano, dorme qualcosa che non comprendiamo. Non ancora."
		},
		"narration_13": {
			"text": "Ma sono la prima a provarci."
		},
		"journal_truth": {
			"title": "La verità",
			"content": "L'entità non è il nostro nemico. È un vicino, intrappolato tra i mondi, seicento anni da solo. I sacrifici non sono mai stati necessari. Aveva solo bisogno di qualcuno che ascoltasse. Sono la prima che ha ascoltato."
		},
		"packed_books_truth": {
			"text": "I miei libri - folklore, miti, rituali di legame - mi hanno preparata a fare domande. Ma le risposte non sono venute dalla carta. Sono venute dall'abisso stesso."
		},
		"packed_cross_truth": {
			"text": "Il crocifisso di mia madre giaceva inutile in tasca. Nessun dio mi ha salvata. La verità mi ha salvata - e la volontà di sopportarla."
		},
		"packed_camera_truth": {
			"text": "La macchina fotografica non avrebbe potuto catturare ciò che ho visto. Seicento anni di solitudine non entrano in una pellicola. Ma ne scriverò. Il mondo deve sapere cosa c'era qui."
		},
		"truth_epilog_transition": {
			"text": "L'alba. La notte più lunga della mia vita è finita. E con essa trent'anni di bugie."
		},
		"truth_konrad_epilog": {
			"text": "Konrad è all'ingresso della chiesa mentre la luce del mattino filtra dalle finestre. I momenti vitrei sono finiti. I suoi occhi sono limpidi. 'Dorme in pace', sussurra. 'Per la prima volta non sogna attraverso di me.'"
		},
		"truth_otto_epilog": {
			"text": "Otto sta ai margini del villaggio e guarda l'alba. Piange. Per trent'anni ha creduto che i sacrifici fossero necessari. Non lo sono mai stati."
		},
		"truth_mathilde_epilog": {
			"text": "Elise pensa alla donna cieca sul treno. Mathilde. Lo sapeva da sessant'anni. Canticchiava la melodia non per follia - ma per comprensione."
		},
		"truth_candle_epilog": {
			"text": "Nella casa della nonna la candela si spegne. Ma il profumo di miele ed erbe resta."
		}
	},
	"res://data/dialogue/act4/ritual_night.json": {
		"narration_1": {
			"text": "Giorno otto. Tramonto. La camera sotto la chiesa pulsa come un cuore. Le spirali sulle pareti girano. Il canto riempie tutto."
		},
		"narration_2": {
			"text": "Sono in piedi sul segno della terra, il punto dove la pietra è più sottile. Sotto i miei piedi lo sento: immenso, antico, in risveglio."
		},
		"narration_3_journal": {
			"text": "La chiave di Georg ha aperto l'ultima porta. Le erbe di Hilde bruciano in una ciotola accanto a me, il loro fumo sale a spirale. Il diario della nonna è aperto."
		},
		"narration_4_journal": {
			"text": "La lettera della nonna nella tasca del petto. L'amuleto di Hilde al collo. Tutto ciò che mi lega ai vivi."
		},
		"narration_3_nojournal": {
			"text": "La chiave di Georg ha aperto l'ultima porta. Le erbe di Hilde bruciano in una ciotola accanto a me, il loro fumo sale a spirale."
		},
		"narration_4_nojournal": {
			"text": "L'amuleto di Hilde al collo. La mia lettera in tasca. Tutto ciò che mi lega ai vivi."
		},
		"narration_5": {
			"text": "Ora non si torna indietro. L'entità sa che sono qui. Sta aspettando."
		},
		"book_taken_narration": {
			"text": "Il libro nelle mie mani pulsa. È caldo, vivo, come se avesse un proprio battito cardiaco. La creatura lo riconosce subito."
		},
		"book_taken_creature": {
			"text": "L'HAI PORTATO. IL MIO RESPIRO. LA MIA MEMORIA."
		},
		"book_taken_reaction": {
			"text": "Il libro vibra nelle mie mani. Le pagine si girano da sole — nomi, centinaia di nomi, in un inchiostro che brilla nel buio."
		},
		"book_left_narration": {
			"text": "Sul piedistallo nell'angolo giace il libro. Non l'avevo preso allora. La creatura percepisce il mio sguardo su di esso."
		},
		"book_left_creature": {
			"text": "L'HAI LASCIATO. È STATO... SAGGIO. O PAURA."
		},
		"book_left_reaction": {
			"text": "Il libro resta chiuso. Ma la spirale sulla copertina gira lentamente, come se mi stesse osservando."
		},
		"georg_ritual_1": {
			"text": "Sono qui, Elise. Come promesso."
		},
		"elise_georg_ritual": {
			"text": "Qualunque cosa accada, Georg — grazie. Per tutto. Per la nonna. Per me."
		},
		"georg_ritual_2": {
			"text": "Ringraziami dopo. Quando usciremo di qui. Insieme."
		},
		"hilde_ritual_entry_1": {
			"text": "Le erbe bruciano come si deve. Bene. Il fumo aprirà la via."
		},
		"elise_hilde_ritual": {
			"text": "Hilde... se non torno..."
		},
		"hilde_ritual_entry_2": {
			"text": "Tornerai. Tua nonna me lo ha promesso, è Margarethe non ha mai mentito."
		},
		"voss_ritual_1": {
			"text": "Padre celeste, assisti questa creatura nella sua ora più buia..."
		},
		"elise_voss_ritual": {
			"text": "Pastore. Se il vostro Dio ha potere quaggiù — che sia adesso."
		},
		"voss_ritual_2": {
			"text": "Ha potere ovunque. Anche sulle cose più antiche del Suo nome."
		},
		"narration_alone_ritual": {
			"text": "Sono sola. Come lo è stata la nonna per trent'anni. Forse è la via giusta. Questo incontro è sempre stato destinato solo a noi due."
		},
		"narration_ally_ready": {
			"text": "Respiro a fondo. Il fumo delle erbe riempie i miei polmoni. L'amuleto pulsa caldo contro il mio petto. È il momento."
		},
		"narration_begin_ritual": {
			"text": "Poso le mani sul segno della terra. Il punto pulsante al centro del cerchio. È questa volta non le ritiro."
		},
		"otto_has_book": {
			"text": "Un rumore all'ingresso. Otto Reinhardt esce dall'ombra, il libro tra le mani. Deve avermi seguita."
		},
		"otto_book_taunt": {
			"text": "Le labbra di Otto formano un sorriso trionfante. Alza il libro come un'arma - ma prima che possa parlare, l'aria vibra."
		},
		"otto_book_creature": {
			"text": "IL LIBRO APPARTIENE A ME. NON A LUI."
		},
		"otto_book_taken": {
			"text": "Il libro si strappa dalle mani di Otto, vola nell'aria e atterra aperto davanti a me. Otto indietreggia, bianco come un cencio, e fugge su per le scale. L'entità non ha pazienza per i ladri."
		},
		"packed_books_narration": {
			"text": "I miei libri giacciono aperti accanto a me. Mi viene in mente un passaggio sui rituali di legame nelle comunità precristiane — la risonanza della parola pronunciata, il legame tra suono e terra."
		},
		"packed_books_creature": {
			"text": "PORTI PAROLE. LE PAROLE HANNO POTERE."
		},
		"packed_cross_narration": {
			"text": "La croce di mia madre pulsa nella mia mano — non divina, ma... umana. Calda. Mi protegge per un istante dal sovraccarico quando la coscienza dell'entità mi travolge."
		},
		"packed_camera_narration": {
			"text": "Attraverso l'obiettivo della macchina fotografica lo vedo. La connessione. Spirali nell'aria, fili di luce tra le pietre. Visibile, tangibile. La macchina mostra ciò che l'occhio nudo non riesce ad afferrare."
		},
		"narration_contact_1": {
			"text": "L'oceano. Di nuovo. Ma questa volta non sono solo una mosca sulla sua superficie. Questa volta mi immergo."
		},
		"narration_contact_2": {
			"text": "Freddo. Poi calore. Poi qualcosa oltre la temperatura. Una coscienza che lentamente si volta è MI GUARDA."
		},
		"narration_creature_1": {
			"text": "Poi parla. Non con parole. Non con suoni. Parla direttamente nella mia mente, è le parole sono più antiche di qualsiasi lingua io conosca."
		},
		"narration_creature_speak_1": {
			"text": "TI CONOSCO. IL TUO NOME È SCRITTO NEL MIO LIBRO."
		},
		"narration_creature_speak_2": {
			"text": "La voce è come un tuono in una stanza chiusa. I miei denti vibrano. Le mie ossa ronzano."
		},
		"elise_creature_1": {
			"text": "Io... lo so. So che mi conosci. Sono venuta per—"
		},
		"narration_creature_speak_3": {
			"text": "SEI COME LEI. LA VECCHIA. ODORAVA DI ERBE È DI OSTINAZIONE. TU HAI LO STESSO ODORE."
		},
		"narration_creature_react": {
			"text": "Conosce la nonna. La ricorda. Per trent'anni lei lo ha visitato, gli ha cantato, lo ha legato. È se ne ricorda."
		},
		"knowledge_high": {
			"text": "Tutto ciò che ho imparato - le spirali, il canto, le vecchie storie - ora ha senso. La creatura non è un mostro. È un prigioniero. Come Konrad, solo più antico. Molto più antico."
		},
		"knowledge_high_2": {
			"text": "Ti conosco. Non il tuo nome, ma la tua solitudine. Le spirali, i sogni, il canto - ho ascoltato."
		},
		"knowledge_partial": {
			"text": "So che è antico. So che dorme sotto la terra e canta nel sonno. Ma non è abbastanza. Non capisco il suo linguaggio, solo frammenti, come parole di una lingua straniera che si colgono di passaggio."
		},
		"elise_creature_2": {
			"text": "Margarethe. Mia nonna. Mi ha mandato lei."
		},
		"narration_creature_speak_4": {
			"text": "NON C'È PIÙ. HO SENTITO LA SUA LUCE SPEGNERSI. DOPO È STATO... SILENZIO."
		},
		"narration_creature_lonely": {
			"text": "Nella voce c'è qualcosa che non mi aspettavo. Non fame. Non rabbia. Lutto. Questa entità antica è disumana è IN LUTTO per mia nonna."
		},
		"elise_creature_3": {
			"text": "Tu... sei in lutto per lei?"
		},
		"narration_creature_speak_5": {
			"text": "ERA L'UNICA CHE CANTAVA. NON PER PAURA. PER... NON HO UNA PAROLA PER QUESTO. VOI FORSE DIRESTE: COMPASSIONE."
		},
		"narration_creature_speak_6": {
			"text": "SONO PIÙ ANTICO DEL VOSTRO DIO. ERO QUI PRIMA DEGLI ALBERI, PRIMA DELLE MONTAGNE, PRIMA DEL FIUME. È SONO COSÌ STANCO."
		},
		"narration_creature_hunger": {
			"text": "LA FAME NON È UNA PAROLA. È UN VUOTO. PER SEICENTO ANNI MI AVETE DATO I VOSTRI MORTI. SANNO DI PAURA. NON VOGLIO PIÙ PAURA."
		},
		"creature_names_1": {
			"text": "CENTINAIA DI NOMI. NON TUTTI VITTIME. ALCUNI LI HO TOCCATI IO. ALCUNI HANNO TOCCATO ME. RICETTACOLI. VEGGENTI. SOLO OGNI TRENT'ANNI UNO CON LA CROCE."
		},
		"creature_margarethe_1": {
			"text": "LA VECCHIA. È VENUTA DA ME. ALLA FINE. DI SUA VOLONTÀ. NON L'HO PRESA. LEI HA... DETTO ADDIO."
		},
		"creature_margarethe_2": {
			"text": "La nonna. È morta serenamente. È andata dalla creatura per sua volontà, ha avuto la sua ultima conversazione con lei. Nessun omicidio, nessun incidente. Un addio."
		},
		"creature_margarethe_3": {
			"text": "Mi bruciano gli occhi. La nonna non ha dovuto morire sola. Aveva qualcuno accanto — anche se quel qualcuno era più antico dell'umanità."
		},
		"narration_elise_realization": {
			"text": "Le mie mani tremano sulla pietra. Ma non per la paura. Per la comprensione. Non è un mostro. È qualcosa di vecchio è di solo che non ha mai avuto altra scelta se non prendere ciò che gli veniva dato."
		},
		"elise_creature_4": {
			"text": "Cosa vuoi davvero? Non sacrifici. Non sangue. Cosa VUOI?"
		},
		"narration_creature_speak_7": {
			"text": "CHE QUALCUNO RESTI. CHE NON MUOIA. CHE RESTI. SEICENTO ANNI È NESSUNO HA MAI CHIESTO."
		},
		"narration_revelation": {
			"text": "Silenzio. Nella mia mente, nella camera, ovunque. Il canto si è fermato. Per la prima volta da quando sono arrivata a Graubach, c'è silenzio."
		},
		"narration_revelation_2": {
			"text": "Aspetta la mia risposta. L'essere più antico del mondo aspetta le parole di una folklorista di Berlino."
		},
		"courage_high_dialogue": {
			"text": "Le mie mani poggiano salde sulla pietra. Nessun tremore. Nessun panico. Solo chiarezza, tagliente e fredda."
		},
		"courage_high_2": {
			"text": "NON HAI PAURA. QUESTO È... NUOVO. SEICENTO ANNI E NESSUNO È RIMASTO COSÌ CALMO DAVANTI A ME."
		},
		"courage_high_3": {
			"text": "Ho paura. Ma ho imparato che la paura non deve essere l'ultima cosa che si prova."
		},
		"courage_low_dialogue": {
			"text": "Tutto il mio corpo trema. I denti mi battono. Il freddo striscia dall'interno verso l'esterno, come se l'entità avesse spinto un dito di ghiaccio nel mio petto."
		},
		"courage_low_2": {
			"text": "LA TUA PAURA HA IL SAPORE DI QUELLA DEGLI ALTRI. MA SEI QUI COMUNQUE. QUESTO TI RENDE... STRANA."
		},
		"courage_low_3": {
			"text": "Ho così tanta paura. Ma non posso andarmene. Non ora. Non dopo tutto questo."
		},
		"konrad_appears": {
			"text": "Passi sulle scale. Konrad. È in piedi all'ingresso della camera, mezzo nell'ombra. I suoi occhi oscillano tra il marrone è qualcosa di senza fondo."
		},
		"konrad_door_memory": {
			"text": "Mi hai aperto la porta quando tutti gli altri la tenevano chiusa. La prima notte. Quello... quello ero io, Elise. Non LUI. Ero io."
		},
		"konrad_1": {
			"text": "Elise... mi ha portato qui. Quella cosa... PARLA ATTRAVERSO DI ME. Ma una parte di me è ancora qui. Ancora."
		},
		"elise_konrad_ritual_1": {
			"text": "Konrad! Ascolta la mia voce. TU sei Konrad Müller. Sei un insegnante. Resisti!"
		},
		"konrad_3": {
			"text": "È così stanco, Elise. Lo sento. Seicento anni di solitudine... nessun essere umano potrebbe sopportarlo. È non è umano."
		},
		"elise_konrad_ritual_2": {
			"text": "Lo so. L'ho sentito. Non vuole nutrirsi. Non vuole uccidere. Vuole solo che qualcuno resti."
		},
		"konrad_4": {
			"text": "Per trent'anni SONO rimasto. Non per scelta. Ma ora capisco. La solitudine. L'infinita, insondabile solitudine."
		},
		"narration_konrad_choice": {
			"text": "Gli occhi di Konrad oscillano. Marroni. Senza fondo. Marroni. Sta lottando contro se stesso. Contro l'entità. Contro trent'anni di prigionia."
		},
		"choice_sacrifice_override": {
			"choices": [
				"Prendere il posto di Konrad — liberarlo, costi quel che costi",
				"Attenersi al piano originale"
			]
		},
		"sacrifice_decision": {
			"text": "Konrad. Prendo il tuo posto."
		},
		"konrad_sacrifice_react": {
			"text": "No... no, Elise, non puoi—"
		},
		"elise_sacrifice_2": {
			"text": "Nessuno dovrebbe essere solo. Nemmeno qualcosa di più antico delle montagne. È tu hai sofferto per trent'anni. Basta così."
		},
		"narration_sacrifice_creature": {
			"text": "SEI COME LEI. LA VECCHIA. AVREBBE FATTO LO STESSO."
		},
		"plan_decision": {
			"text": "Konrad... mi dispiace. Ma ho un piano. Fidati di me."
		},
		"konrad_plan_react": {
			"text": "Allora fallo. In fretta. Prima che LUI riprenda il sopravvento."
		},
		"seal_ritual_begin": {
			"text": "Il sigillo. La via della nonna. Apro il diario, trovo la pagina con il canto. Le parole sono antiche, in nessuna lingua che conosca, ma in qualche modo le capisco."
		},
		"elise_seal_begin": {
			"text": "Nonna, se puoi sentirmi — aiutami. Mostrami la via."
		},
		"narration_seal_creature": {
			"text": "VUOI LEGARMI? COME LEI? ALTRI TRENT'ANNI DI OSCURITÀ?"
		},
		"narration_seal_resist": {
			"text": "Rabbia. Rabbia vera. La camera trema, le spirali girano più veloci. L'entità non vuole tornare a dormire."
		},
		"elise_seal_2": {
			"text": "Non per sempre! Solo finché... finché non troviamo una via migliore. Per favore!"
		},
		"seal_chant_begin": {
			"text": "Comincio a cantare. Le parole che Hilde mi ha insegnato fluiscono dalla mia bocca come acqua da una sorgente. Antiche. Chiare. Potenti."
		},
		"hilde_saves_seal": {
			"text": "Comincio il rituale, ma le parole mancano. Il canto — non lo conosco per intero. Il panico sale."
		},
		"hilde_ritual_1": {
			"text": "Bambina, sono qui. Canterò con te. La mia voce è vecchia, ma insieme — insieme basterà."
		},
		"elise_hilde_sing": {
			"text": "Insieme. Come la nonna avrebbe voluto."
		},
		"hilde_ritual_2": {
			"text": "La voce di Hilde si leva accanto alla mia, fragile ma sicura. Conosce ogni parola, ogni svolta. La melodia si fa più forte, riempie la camera."
		},
		"seal_fails": {
			"text": "Comincio il rituale, ma le parole mancano. Il canto — non lo conosco per intero. L'aria vibra, l'entità reagisce, ma il sigillo non si chiude."
		},
		"elise_seal_fail": {
			"text": "No... no, ho bisogno di più tempo, io—"
		},
		"narration_seal_fail_creature": {
			"text": "LE TUE PAROLE SONO VUOTE. NON CONOSCI IL CANTO. COME PUOI LEGARE CIÒ CHE NON COMPRENDI?"
		},
		"voss_escape_narration": {
			"text": "Il rituale fallisce. La camera trema. Ma Voss è lì — conosce ogni pietra, ogni tunnel."
		},
		"voss_escape_2": {
			"text": "Da questa parte! C'è una seconda uscita che solo i pastori conoscono!"
		},
		"elise_escape_voss": {
			"text": "Corriamo! Presto!"
		},
		"hilde_escape_narration": {
			"text": "Das Ritual scheitert. Die Kammer bebt. Aber Hilde greift nach meiner Hand und beginnt zu singen — einen anderen Gesang, alt und rau, der die Luft beruhigt."
		},
		"hilde_escape_dialogue": {
			"text": "Dieser Gesang beruhigt, nicht bindet! Lauf, Kind, solange es zuhört!"
		},
		"elise_escape_hilde_rn": {
			"text": "Hilde, komm MIT!"
		},
		"hilde_escape_stay": {
			"text": "Ich singe weiter. Geh. Deine Großmutter würde mir nie vergeben, wenn ich dich hier sterben lasse."
		},
		"courage_escape": {
			"text": "Il rituale fallisce. La camera si sgretola. Ma qualcosa in me rifiuta di arrendersi. La stessa ostinazione che mi ha portata qui."
		},
		"narration_courage_escape_2": {
			"text": "Corro. Tra le macerie, attraverso l'oscurità, attraverso il ruggito dell'entità. Le mie gambe mi portano anche se avrebbero dovuto cedere da tempo."
		},
		"understand_begin": {
			"text": "Comprendere. Non combattere, non legare. Comprendere. Sono una folklorista. Studio l'ignoto. È ora di metterlo in pratica."
		},
		"elise_understand_1": {
			"text": "Voglio capirti. Non legarti, non distruggerti. Mostrami cosa sei. Mostrami tutto."
		},
		"narration_understand_creature": {
			"text": "COMPRENDERE? SEICENTO ANNI È NESSUNO LO HA VOLUTO. SEI PRONTA PER QUELLO CHE VEDRAI?"
		},
		"elise_understand_2": {
			"text": "No. Ma chiedo lo stesso."
		},
		"understand_ready_books": {
			"text": "I miei libri mi hanno preparata - diversamente dal diario, ma i testi accademici sui rituali precristiani mi danno abbastanza basi per fare le domande giuste."
		},
		"understand_ready": {
			"text": "Il diario della nonna mi ha preparata. I simboli, la storia, la connessione. Capisco abbastanza per fare le domande giuste."
		},
		"understand_unprepared": {
			"text": "Ma mi manca la conoscenza. Il diario della nonna — avrei dovuto leggerlo con più attenzione. Senza preparazione, lo sguardo in questo abisso..."
		},
		"narration_understand_fail": {
			"text": "VUOI VEDERE, MA I TUOI OCCHI SONO ANCORA CHIUSI. FORSE LI APRIRÒ PER TE."
		},
		"pact_begin": {
			"text": "Un patto. Negoziare. Il mio nome nel libro mi dà voce. Per la prima volta in seicento anni, qualcuno parlerà con l'entità."
		},
		"elise_pact_1": {
			"text": "Propongo un accordo. Niente più sacrifici. Mai più. In cambio... in cambio ti offro qualcosa che non hai mai avuto in seicento anni."
		},
		"narration_pact_creature": {
			"text": "GLI UMANI INFRANGONO LE PROMESSE. PERCHÉ DOVREI CREDERTI?"
		},
		"elise_pact_2": {
			"text": "Mia nonna ha mantenuto la sua promessa per trent'anni. Ogni mese, ogni canto. Ha mai mentito?"
		},
		"narration_pact_creature_2": {
			"text": "Silenzio. Una lunga, infinita riflessione. Poi: NO. LEI ERA... DIVERSA. COME TE."
		},
		"destroy_begin": {
			"text": "Basta parlare. Basta pietà. Questa cosa ha accettato seicento anni di sacrifici umani. A prescindere da ciò che prova — deve finire."
		},
		"elise_destroy_1": {
			"text": "Basta. Seicento anni di sangue. Seicento anni di paura. Oggi muori!"
		},
		"narration_destroy_creature": {
			"text": "VUOI UCCIDERMI? ME? SONO PIÙ ANTICO DELLA TUA POLVERE. NON SI PUÒ ABBATTERE UNA MONTAGNA A MANI NUDE."
		},
		"destroy_attempt": {
			"text": "Attacco. Con tutto ciò che ho — volontà, rabbia, disperazione. L'amuleto della nonna brilla, le erbe si infiammano, è scaglio tutto contro la coscienza sotto la pietra."
		},
		"destroy_attempt_3": {
			"text": "Il mio attacco rimbalza come un'onda contro un continente. L'entità non è malvagia — è IMMENSA. È l'impatto... l'impatto la sveglia."
		},
		"narration_destroy_recoil": {
			"text": "DOLORE. MI DAI DOLORE. HO AVUTO ABBASTANZA DOLORE."
		},
		"destroy_partial_success": {
			"text": "Ma c'è qualcosa. Una crepa. Minuscola, appena percettibile, ma REALE. Il mio attacco non ha ucciso l'entità - ma l'ha FERITA. Per la prima volta in seicento anni."
		},
		"destroy_partial_2": {
			"text": "FERMATI. FERMATI. TU... PUOI FARMI DEL MALE. NESSUNO È MAI RIUSCITO A FARLO."
		},
		"destroy_partial_3": {
			"text": "Ha paura. L'antica entità sotto la pietra ha PAURA. Di me. La consapevolezza mi colpisce come un pugno."
		},
		"destroy_partial_4": {
			"text": "Sì. Posso ferirti. E lo farò di nuovo. A meno che..."
		},
		"destroy_partial_5": {
			"text": "A MENO CHE?"
		},
		"choice_destroy_pivot": {
			"choices": [
				"Attaccare di nuovo - distruggerlo definitivamente",
				"Usare la mia forza - dettare le condizioni"
			]
		},
		"destroy_to_pact": {
			"text": "Niente più sacrifici. Mai più. Niente sangue, niente recipiente, niente tradizione. Accetti le mie condizioni. O attacco di nuovo."
		},
		"destroy_to_pact_creature": {
			"text": "MINACCE. MA LE TUE MINACCE HANNO DENTI. QUESTO È... NUOVO."
		},
		"destroy_to_pact_2": {
			"text": "Per la prima volta, un umano negozia con l'entità da una posizione di forza. La nonna avrebbe riso."
		},
		"elise_destroy_2": {
			"text": "Si... si muove. Dio mio, si STA MUOVENDO—"
		},
		"route_fallback": {
			"text": "Sono di fronte all'entità senza un piano, senza preparazione. Solo io è l'abisso. È l'abisso ricambia lo sguardo."
		},
		"narration_fallback_creature": {
			"text": "NON HAI SCELTO NESSUN CAMMINO. ALLORA SCELGO IO PER TE."
		}
	}
}